{
    "年度": "107",
    "學校": "國立臺北大學",
    "類型": "大學",
    "教學": {
        "強化教學品質": {
            "推廣創新教學模式": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "擬採引導式教學，透過課堂活動與練習，引導學生準備、參與相關競賽，以「閱讀徵文」為例，設計引導式問題，讓學生在課堂中有練習的機會，透過引導式問題的方式，逐步學習如何閱讀徵文心得撰寫，活化學生的整體參與度，應用於加強訓練學生基本閱讀、寫作、口說及邏輯思考能力，提升對於學習效果的信心度及參與競賽意願。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "引入心智圖的繪製、海報故事法，融入文藝思維之文創設計、圖像繪製。",
                    "title": "以創新教法結合資訊科技，於專業系所、語文通識開設「經典閱讀」與「提升語文表達力」相關課程"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "將靜態的語文課堂翻轉成動態行動教室。",
                    "title": "以創新教法結合資訊科技，於專業系所、語文通識開設「經典閱讀」與「提升語文表達力」相關課程"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "在基礎課程中以多種模式教學讓同學精熟核心能力，在專業課程中鼓勵教師設計以整合基本能力為主的授課方式或評估方式，並結合Problem-based Learning或實作，以加深加廣學生對於各項專業知識及整合能力之習得。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "規劃修訂本校「課程開授基本原則」，教師需以微型、深碗、密集授課或學生自主學習方式等創新教學進行之課程，經三級相關課程委員會議審議通過，課程上課時間得不受學期18週的限制。",
                    "title": "鬆綁課務相關法規，結合教學創新獎補助規定"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "獎助創新教學課程，支援教師針對教學問題構思解決方案或進行教學創新實驗及研究。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "「教育創新沙盒」機制架構在學校最寬鬆的規範下，給予教育創新最大的發揮空間，規劃推動奬勵教師研究影響全校性的創新教學（含組織、制度）模式，教師提案經由教學精進創新研發小組審核通過後，除給予經費補助外，亦將協助進行跨單位協調與推動法規鬆綁，給予教師更大的彈性空間執行創新計畫，並定期進行評鑑與追蹤，確保執行狀況與成效，並進行滾動式修正。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "為強化能力本位課程革新，透過主題式系列講座之方式，推廣特色課程之精神、理念、創新教材教法、創新評量設計等，除鼓勵院、系（所）運用在自主學習、微學分、PBL教學、行動學習、CLIL、跨域課程、深碗課程、協同教學、磨課師等課程及學程，亦推動以在地特色課題結合USR計畫，開設自主學習、服務學習、社會參與式課程，期能深耕在地連結，建構以學生為核心之學習模式。",
                    "title": "勠力推動教學創新，支援開設各種特色課程及學程並發展多元評量"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "透過講座、工作坊、課程或競賽，引入設計思考概念，鼓勵學生發展創新與創意，並培育創新創業種子師資。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "邀請國際師資開授掌握現況之國際政經課程，推動具在地特色且融入國際的翻轉教學：開展啟發式、討論式、參與式教學，在教學過程激發學生的創造思維，也鼓勵學生進行自主學習、探究式學習。商學院將從教師、學生與課程三方面著手致力推動教學再翻轉，讓同學與本校國際生從政治與經濟觀點共同討論國際政經現況與趨勢。",
                    "title": "商學院"
                }
            ],
            "訂定核心能力，規劃課程地圖": [
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "課程教學設計融合討論、實作、展演、論文發表會、競賽等形式，搭配實作性或實習課程，藉由多元評量方式檢核學生是否具備創意思考與問題解決、綜合統整、溝通協調、團隊合作、誠信正直、尊重自省、多元關懷及跨界合作等校訂八大核心能力，以及系（所）自訂核心能力。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                }
            ],
            "強化課程內容": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "增加教師在英語實體課程的討論及指導時間。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "書展、專業講座、深度閱讀、分組報告、實地採訪、觀光導覽、田野調查，拍攝紀錄片、微電影，製作影音、電子書、心智圖，以及撰寫履歷、自傳、文案、書評、新聞稿等學習活動。",
                    "title": "舉辦結合課程或強化閱讀之相關學習活動"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "訂定跨域課程補助要點，並結合獎補助教師相關資源之補助辦法：藉由跨域課程補助要點及獎補助教師資源相關措施，提供系所執行課程所需的教學助理、課程經費，以及辦理各類教學活動或更新教學設備的相關補助經費等。",
                    "title": "鬆綁課務相關法規，結合教學創新獎補助規定"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "訓練學生政策分析技術以及社會科學研究方法，特別強調數據分析的量性方法。",
                    "title": "公共政策服務團"
                }
            ],
            "調整課程規劃": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "人文學院： 107年推動「人文頂石學分學程」。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "逐步增加學院之學分學程，規劃中之學分學程為金融科技、企業社會責任、數據科學/資料科學、鑑識會計、綠色金融、電腦審計與內部稽核等。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "成立「人文學院課程革新小組」，由院長擔任召集人，各系所主管為當然成員，並聘請院外師長專家三名加入，除檢視目前人文學院各學制課程整合及改革調整之必要性，並適度調整課程結構及跨領域之師資合作。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "由院長召集各系主任與教師代表，組成課程評估委員會，針對研究方法、統計與程式設計等跨系課程進行檢視。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "優先考量各向度通識開課量較少之課程、語文通識開課之需要、跨系所整合之院必修課程。",
                    "title": "增進通識課程及學院必修課程的開課量與教學品質"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "整合型課程經費。",
                    "title": "訂定以學院為教學核心之跨域課程補助要點"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "定期於校級課程委員會統計各系所課程設有擋修、課程限制狀況，呼籲各系所開放課程限制及適度檢討課程擋修必要性。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "107年度擬鬆綁本校學則第15條規定「各學系（學位學程、所、室、中心）設置之科目，需課外自習者，以每週授課一小時滿一學期為一學分...」。",
                    "title": "鬆綁課務相關法規，結合教學創新獎補助規定"
                },
                {
                    "page": [
                        "81-82"
                    ],
                    "paragraph": "彈性化本校課程開設機制，各教學行政單位得將USR計畫融入微型課程、深碗課程、自主學習、服務學習、社會參與式課程。另一方面，對於經系所審議通過適合於暑期開授之相關課程，亦得以運用本校已建立之暑期開班授課機制辦理，落實師生共同參與社會實踐的具體推動。",
                    "title": "建立教師社群與支持體系"
                },
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "協請推廣教育組增設學分班課程。方便社會大眾規劃進修與就業，亦能讓非本科系畢業生快速入門及取得報名公職考試資格。",
                    "title": "廣設學分班課程與放寬學分抵免規定"
                }
            ],
            "培育優良教學助教/人力": [
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "持續辦理獎補助課程教學助理與課業輔導員，規劃多元培訓課程，運用「學習輔導補給站」建立教師與課業輔導員夥伴關係。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "提供各院執行課程所需的教學助理。",
                    "title": "訂定以學院為教學核心之跨域課程補助要點"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "補助教學助理協助課程活動及課後輔導，促進同儕共學及學生學習意願。訂定本校「向度通識教育課程教學助理補助辦法」，並與通識教育中心學習保證作業（AOL）相關連，每個學期補助的教學助理需協助完成AOL成果報告，作為學生學習成效的改善依據。",
                    "title": "強化教學及行政資源"
                }
            ],
            "教師專業分享輔導機制": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "於EGP/ESP課程中導入多元文化及跨文化議題，與授課教師群討論、選定數個目標文化議題，再請授課老師於每學期課程內，達成規定之議題數量，透過更明確的目標設定、授課範圍擬定，能夠逐步以更具體的量化、質化方式，評量、體現教師授課及學生學習成效。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "建立外語教師社群，鼓勵外語教師透過實體課程或數位平臺，進行教學相關活動之腦力激盪、切磋教學心得；並定期舉辦「教師增能工作坊」、「EMI工作坊」等。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "定期舉辦教師增能工作坊等教師職能交流活動，請目前或未來欲採取創新教學方式的教師進行經驗分享或計畫分享，藉此鼓勵其他教師透過分享，未來能將相關創新教學方式再進行調整與更新，並應用於其課堂教學活動，達到持續創新的效果。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "持續精進通識教育教學精進社群：通識中心設置「通識教育教學精進社群」，以培養教學創新的種子教師，扮演本校創新教學的示範角色。廣邀通識中心專兼任教師、各院教師及校外夥伴的參與交流。每個月至少聚會1次，每學期至少舉行4次研習活動，邀請校內外教師分享自主學習課程相關教學經驗，有效提升教學成效。未來將逐步培養種子教師，日後由通識課程擴展到協助各院教師開設自主學習課程。",
                    "title": "致力創新教學：以微型通識、自主學習、社會參與式學習、PBL教學法等創新教學"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "建立專業研究社群、學術交流網路，凝聚專兼任教師對於教學研究之精進與合作，厚植教師教學與研究能量，進而整合校內外研究與教學團隊方式，向外爭取資源與計畫。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "將學院教師依學分學程類別組織成各教師教學社群，共同規劃各領域之課程整體發展目標並進行評估。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "設立「整合型教學與研究團隊補助辦法」，鼓勵教師籌組跨領域教學與研究團隊。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "逐年建立專業教師社群。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "電資學院：由院級委員會檢視課程整合與創新之可行性與必要性，另組成院內教師專業社群，藉以凝聚以學院為教學核心之共識，持續院課程整合。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "提供教學成效分析、省思或其教學經驗，並透過電子報，或以創新教學、跨領域統整課程或以多元評量精神等為基礎之成果發表會，分享給校內外其他教師，並藉由經驗的傳承，提升課程之教學品質。",
                    "title": "透過跨域教學社群之運作，讓社群成員可以經由討論的方式進行分享以提升教學知能"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "辦理跨域教學教師社群活動。",
                    "title": "訂定以學院為教學核心之跨域課程補助要點"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "受培訓教師接受12小時的教學簡報理論與實務增能培訓後，藉教學簡報增能共備的線上社團，定期開實體共備會議，幫助老師解決教學簡報設計與實務問題，強化教師教學簡報培訓與諮詢能力。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "凡接受獎補助之教師及各類教學優良教師，均需提供教學成效分析、省思或其教學經驗，透過電子報或以創新教學、跨領域統整課程、多元評量精神等為基礎之成果發表會，公開發表及分享，並經由教學紀錄的探討與分享以滾動調整授課方式，達到經驗的傳承及教學品質的提升。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "規劃組成之「教學精進創新研發小組」，提供教師進行創新數位教學時之相關諮詢與建議，教發中心亦將提供教育數位科技、影片剪輯與後製相關軟體應用、智慧財產權等系列研習活動與實作工作坊，強化教師或教學助理之數位化教學知能。",
                    "title": "導入翻轉教室與磨課師模式，推廣校內教師進行數位化教學"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "研修現有教師教學社群補助辦法及教師傳習制度實施計畫，擴大社群補助範圍及補助經費：將社群分為同領域、跨領域及跨校三種類型，包含雙師社群、資深教師提攜後進教師之傳習教師社群、同學院教師社群、跨學院教師社群、跨校教師社群等組成方式，補助教學助理及增能活動經費，社群活動以社群會議、觀摩、座談會、講座、研討會為主，並填報成果報告書及參與期末成果發表會，促進教師間之互動與交流成長。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "優先鼓勵「深度閱讀寫作課程教師成長社群」、「通識教育教學精進社群」、「USR教師成長社群」、「臺北聯合大學系統教師成長社群」組成及持續運作。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "辦理教師社群期末成果發表會及全校性教師教學專業交流分享活動：社群團隊教師，須出席教學發展中心舉辦之期末成果發表會及全校性教師教學專業交流分享活動，提供教師間經驗交流與對話。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "辦理教師增能研習活動：由教學發展中心及教師社群自發性針對教學新知、教學技巧、課程教學研究設計等議題，辦理教師社群及教師增能主題之各種講座、研討會、座談會、工作坊等，邀請校內外教師擔任講者，提供教師教學創新所需的數位化知能、教學基本原理與運用技巧，拓展知識之內部擴散效益。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "81-82"
                    ],
                    "paragraph": "由教務處教學發展中心、通識教育中心邀請校內外專家學者辦理教師工作坊，鼓勵組織USR教學精進社群。",
                    "title": "建立教師社群與支持體系"
                }
            ],
            "健全教師（學）評鑑制度": [
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "由各學院依自身需求訂定該院評鑑準則，並報校級教師評審委員會核備。除評鑑項目分為教學、研究、輔導及服務4項外，評鑑準則內容須包含各級專任教師評鑑項目之標準所佔比例。",
                    "title": "依據本校「教師評鑑辦法」落實教師評鑑制度"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "教師評鑑未通過者，自次學年起不得提出升等、晉薪、在校內兼任行政職務或擔任各級教師評審委員會委員、在校外兼職兼課、休假研究、出國講學、申請留職留薪出國研究或進修。經校內程序複評仍未通過者，報陳教育部核准後不予續聘。",
                    "title": "依據本校「教師評鑑辦法」落實教師評鑑制度"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "本校教師評審委員會（以下簡稱教評會）分為校、院、系（所、學位學程）三級，審議教師之聘任、聘期、停聘、解聘、不續聘、提敘、升等、延長服務、資遣原因之認定、重大獎懲事項、違反教師聘約與其他依法令（含本校章則）應予審議之事項，以維護教師權益。",
                    "title": "落實教師聘用、升等審查，維護教師權益"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "各級教評會分別依校、院、系（所）務會議或學程會議所通過之聘任暨升等評審辦法，及其他相關法令之規定進行審議教師聘任、升等；如涉及學術成就部分，對專家審查意見，除能提出具有專業學術依據之具體理由，動搖該專業審查之可信度與正確性，否則應尊重專業審查之判斷。另如委員中包含非相關學門之委員，於審議時，除就名額、年資、教學成果等因素予以斟酌外，不得對當事人之專業學術能力予以多數決作成決定。另有關教師解聘、停聘、不續聘及其他教師重大事項，如事證明確，而系（所、學位學程）教評會所作之決議與法令規定顯然不合或顯有不當時，院教評會得逕依規定審議變更之。校教評會對院教評會、系教評會有類此情形者，亦同。",
                    "title": "落實教師聘用、升等審查，維護教師權益"
                }
            ],
            "推動多元升等": [
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "教師擔任召集人或指導老師，可列入教師評鑑、升等、績優教師遴選評分項目。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "「教師聘任暨升等評審辦法」及「升等評審準則」規定已增訂多元升等相關條文，從以往重視學術研究的送審制度，擴大為代表著作（成果）包含專門著作、學位論文、技術報告或教學著作或體育成就證明、藝術成就證明或作品，鼓勵教師投入教學實務研究，以教學實務或創新成果報告替代專門著作送審，鼓勵教師精進課程，提升教學效能。",
                    "title": "賡續推動教師多元升等，以鼓勵教師教學創新"
                }
            ],
            "健全教學獎勵制度": [
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "持續推動「通識創新課程教學獎助計畫」，鼓勵本校教師開設優質通識創新課程及提升教學效能與教師教學專業素養。此計畫開放給開設新課程以及以創新教學方式，例如PBL、行動學習、服務學習、微學分、磨課師、自主學習、跨領域協同教學等的校內專、兼任教師於學期中的徵件期間內申請。通識教育中心於學期中的中心會議召開獎助計畫審查會議，通過課程委員會之審查者，該計畫得予補助。受獎助教師需於學期結束後2個月內繳交成果報告，並需於當學期末舉辦之通識教學活動中發表及展示成果，並提供其他教師參考。受獎助教師須配合拍攝或提供相關照片及動態影像等相關資料與課程教材的非營利或教學使用等。",
                    "title": "強化教學及行政資源"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "依據「特殊優秀人才彈性薪資支應原則」推動彈性薪資制度，發給績優教師彈性薪資獎勵金。",
                    "title": "建立教學創新、教學優良等特殊優秀人才之彈性薪資制度"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "在既有基礎上，持續推動行政院國科會（已更名科技部）補助大專校院獎勵特殊優秀人才措施申請案與延攬及留住大專校院特殊優秀人才實施彈性薪資方案，核予教師實質獎勵金，具體獎勵研究表現卓越的教師。",
                    "title": "建立教學創新、教學優良等特殊優秀人才之彈性薪資制度"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "除持續落實現行教學優良教師及優良通識教育教師的遴選制度以外，規劃研擬創新教學優良教師、推動高教深耕計畫之績優教師等獎勵辦法，納入本校特殊優秀人才彈性薪資制度，透過每年遴選各類教學優良教師，提供鼓勵教師教學創新的誘因，精進教師增能作為。",
                    "title": "推動遴選各類教學優良教師"
                },
                {
                    "page": [
                        "81-82"
                    ],
                    "paragraph": "由校級課程行政單位，擇採國內各大學現行作法之長，規劃研議適合本校落實執行課程獎補助辦法、教師授課鐘點彈性化等誘因機制。",
                    "title": "建立教師社群與支持體系"
                }
            ],
            "減輕教師教學負擔": [
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "促進課程安排及教學之正常化，降低教師授課負擔，要求系所依據「課程開授基本原則」持續落實課程結構精進與檢討。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "為因應各類特色課程之開設，原有課程結構及師資勢必須因應調整，將優先以全校性、語言中心之語言通識課程、向度通識課程及院必修課程等之需求，增聘專任教師並改善專兼任教師比例，降低生師比。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "目前擬將國際交流計畫，輔以專案計畫課程，將交流計畫加以「學分化」、「課程化」，減輕教師額外負擔。",
                    "title": "人文學院"
                },
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "為減輕教師授課負擔並提升學習品質，本校教學發展中心補助大學部各學系（限主要必修科目）同一課程可申請1位課業輔導員，申請人原則上為該課程之授課教師，或為學生代表經授課教師同意後申請。通過補助之課程，課輔時間將開放給全校其他有該課程課業輔導需求之學生參與，並不侷限於接受補助課程之修課學生方能參與。此一課輔方案可視為對學習落後學生之補救教學，降低學生被2次1/2學分不及格退學的風險及休、退學比率。",
                    "title": "強化課業輔導員機制"
                }
            ],
            "建立教學改善回饋系統": [
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "建立學生學習成效分析回饋教學精進機制，透過分析數據回饋教學及課程改革，以落實學生學習品保，另透過辦理相關課程統一會考，據以衡量教學品質。@教學構面。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "透過學生學習成效分析，掌握影響學生學習成效因素，確認系所、導師或任課教師適時提供有學習困難或學生需達成的核心能力不如預期之協助，據以改進教材教法及評量方式，思考教學創新的具體方向。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "對於學員提供教師教學上、課程內容方面、教學設備、學習環境各方面有任何需改進之意見，將盡力改善調整。積極瞭解目前市場需求，提供符合現代潮流趨勢之進修課程，滿足社會大眾進修學習機會，隨時檢討調整學分班及非學分班課程內容，增進多元化課程。",
                    "title": "建立學員意見回饋機制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "針對EGP學生實施具多益前、後測，測出學生的進步幅度，並檢討教師的教學成效，修正教學活動，兼顧檢測學生學習及實際能力之目標。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "前、後測必須直接與授課內容有關，方能透過前、後測的施行，實際測量學生的學習成效；教師們根據其課程內容、學習目標、預期學習成果，設計問卷及相關評量活動，取得學生學習成效數據。成效分為預估成績成長與相關觀念習得方面，達成前後測差異評量與比較。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "針對修課學生，實施「需求分析」問卷，讓ESP課程更符合課程設計理念，也了解學生的學習歷史、對課程的學習需求、想要加強的能力；當作課程進展的導向，課程結束後，實施滿意度調查，思考課程的持續精進的具體方向與細節。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "在CLIL及EMI課程結束之際，實施期末滿意度調查，做為課程實施的實際成效檢測，提供授課教師精進課程的相關資訊。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "針對新增設語文課程，設計學習問卷，了解學生對外語課程之滿意度、相關學習需求；並檢視課程學習對於學生在多元文化關懷方面之成長及改變。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "經由前後測施測，對照觀察學生閱讀寫作與思考能力進步之幅度，引導學生自主學習。",
                    "title": "以創新教法結合資訊科技，於專業系所、語文通識開設「經典閱讀」與「提升語文表達力」相關課程"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "教師共同研擬實驗課程教學篇目、目標、檢核標準、設計問卷，了解學生對實驗課程的滿意度及自我學習評價。",
                    "title": "組成教學社群"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "經由問卷回饋的意見與滿意度，作為教師教學、課程設計改善之參考。",
                    "title": "組成教學社群"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "定期召開課程委員會議、辦理通識課程問卷調查、審核及檢視課程品質。以調查結果分析培養學生公民素養能力之效益，並做為調整課程規劃方向之參考。通識課程委員會以中心主任為主任委員兼召集人，專任教師互選為委員，並推薦校外學者專家及由學生自治會推薦之學生代表為委員。通識課程委員會以規劃並訂定通識課程準則、審議整合及發展，並協調處理有關事宜。",
                    "title": "強化教學及行政資源"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "由系、院課程委員會，集結外部及內部意見通盤審議，作為修正課程之規劃、檢討及增修之參考。",
                    "title": "組成學院內課程發展委員會或其他相關組織、或組成教師專業社群"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "加強學分學程評鑑，辦理學分學程滿意度調查，並將調查結果回饋各學分學程設置單位，以改善學分學程課程品質。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "根據社群教師所開設之課程教學意見調查，驗證社群成效，做為未來補助社群活動與否之參考，並將調查結果提供社群教師參考，協助教師透過教學自我分析、觀察學生學習反應，以改善與精進教學為目標，研擬教學創新策略。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "每周二上午辦理校長時間座談，開放教職員工生以電子郵件預約申請，與校長面對面溝通，會中並邀集相關業務單位同仁與會，即時處理及回應意見。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "採用學期末課程的學習意見調查有關學生自評回饋數據、學業成績，參與社團及其他活動之變項數據以班級學生為單位，分析學生課程投入與課程理解狀況。",
                    "title": "形成性（Formative）學習成效評估系統"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "基礎數學課程（統計學與微積分）均由統計系教授統一授課，過去已擬定統一課綱，並由統計系統一辦理全校性會考，發予會考成績證明書並進一步蒐集及分析學生成績，後續則召開課程精進會議討論次ㄧ學期課程執行方向並檢討課程大綱。",
                    "title": "形成性（Formative）學習成效評估系統"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "學習成效的評估包含學生學習投入，學習態度，核心能力達成等面向。經由分析學習表現與其他活動影響的關聯性，提供系所與導師該生前一學期學習投入及學習成效情況，作為教師授課時對學生學習背景的初步認知，並作為調整課程設計的依據。透過長期性、全面性的問卷調查評估，建立學生學習成效暨自我滿意度調查，據以調整各類課程架構與教學策略、強化教學設施與資源、營造學習氣氛與環境、檢視辦學績效和改進方向。了解學生在不同時期與學習階段的成長變化及發展趨勢，進行評估與追蹤，清楚反映學生動態學習歷程，累積長期數據資料整合至校務研究平臺及大數據與智慧城市研究中心，建立學生學習成果評估之電腦化支持性架構，執行後續數據之分析與應用的數據資料。",
                    "title": "形成性（Formative）學習成效評估系統"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "由各系所設定學生需養成的核心能力，經由任課教師選擇合適的評估指標，由統計諮詢中心統一收集課程核心能力評估指標，上傳至數位學苑，學生在學期末自行評估其達成情況，藉累積學校學生長期數據資料，建立學生學習成效追蹤資料庫，提供行政、教學與學習回饋機制。",
                    "title": "學生學習投入與學習表現"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "導入一份「學生學習投入」新問卷，每學年由學生整體評估一次，該問卷會依學習行為、學習情感、與學習認知等三個面向，加入學校的核心能力自評，每年了解學生學習投入與核心能力養成狀況，進一步提供學習診斷與輔導回饋等質性結果。",
                    "title": "學生學習投入與學習表現"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "畢業流向追蹤專區，提供相關作業與各項調查結果查詢，並將調查分析報告提供系所列入每學年度系所課程會議檢討與調整課程內容之依據，藉畢業流向、就業職能與在校習得專業知識應用情形，及調查畢業生及產官學界校友意見，利用外部迴圈方式滾動式調整各開課單位專業課程規劃，並落實三級課程委員會審議功能，檢視課程學習成效檢核機制，持續改善與精進系所專業必選修課程規劃。持續辦理畢業生流向調查，並將課程相關意見反饋於系所，供開課單位納入課程規劃之參考意見。",
                    "title": "畢業生流向調整教學與職涯進路"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "持續將雇主滿意度調查分析結果反饋給學校教學單位，透過報告了解產業趨勢及需求，鼓勵系所依據各自特色，持續增加與企業合作，實踐產學合一。",
                    "title": "雇主滿意度調查"
                },
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "於畢業流向追蹤專區，提供畢業生調查分析相關作業與各項調查結果查詢，並將調查分析報告提供系所。協助系所、老師根據學生畢業後就業流向、就業職能與在校習得之專業知識，列入每年度系所課程會議檢討與調整課程內容依據。",
                    "title": "善用畢業生發展趨勢分析及差距校正機制，檢視學用落差因素。"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "每門雙師課程於課程結束後，進行學習成效評估及學習成果，確保學習成效，及蒐集對雙師課程的建議與心得反饋。",
                    "title": "強化產官學界專家協同授課，落實「雙師授課」的教學制度"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "整合跨學門課程規劃與執行創新精進課程設計，透過雙迴圈（內外部）教學與學習檢核機制，及落實三級課程委員會課程審核功能，均納入校外學者專家、校友或產業界實務經驗人士之意見回饋，進行各系所課程的規劃、執行、檢核與持續改善，確保各系所課程規劃確實有效培養學生具備跨領域學習整合能力。",
                    "title": "課程設計與課程內容、教材與教法，納入產官學界之意見；推動分組競賽、分組演練、問題解決導向之教學模組，以國家核心產業等創新議題之跨領域專題實作（實習）模式，擴增跨領域數位人才就業力"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "完成跨國公共行政教育成效研究之問卷架構設計與追蹤調查：第一年設計公共行政教育成效測量架構與問卷，架構內容主要為領域知識、相關公民態度與行為。之後，將以各參與國家中公共行政大學部學生為對象，自106年的入學新生開始進行第一波問卷調查；第二年至第四年：以同一份問卷，針對同一群學生進行為期四年的追蹤調查並進行成效追蹤成果的國際發表；並於第四年提出公共行政課程改革建議。參與的國家與地區有：臺灣、中國、香港、新加坡、韓國、馬來西亞。",
                    "title": "公共事務學院"
                }
            ],
            "課程外審": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "教學單位國際認證": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "成立教學品保委員會": [
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "透過「教學精進創新研發小組設置要點」，成立小組及運作，提供有關教學精進、研發創新教學、確保學生學習成效、教師成長活動等規劃之諮詢與建議，進行相關獎補助及教師申請校外教學實踐研究等計畫時之審議程序，做為教師教學與協助窗口。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                }
            ],
            "提升教師群專業度": [
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "對社會上於學術領域及專業技術有卓越成就人士，鼓勵至推廣組開設其學有專精之課程。",
                    "title": "延攬專業師資"
                }
            ]
        },
        "跨領域學習": {
            "規劃跨領域學位（分）學程": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "創新整合「物與物間相連」，促使各領域之結合迸發各種物聯創新、智慧機械研發。電機資訊學院所轄之三系所（資訊工程學系、通訊工程學系、電機工程學系）之間密切合作，除持續紮根軟體課程之外，積極發展軟體及軟硬體跨域合作課程，如：類神經網路導論、人機互動、機器學習、嵌入式系統導論、資料採礦、智慧電子應用設計等不同領域課程的合作，或發展物聯網產業創新開發等相關課程。",
                    "title": "配合政府推動核心產業，發展規劃符合未來產業發展趨勢相關之跨域課程"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "除持續推動原有學分學程外，新增更具彈性的跨領域學分學程，以掌握社會動脈、因應產業人才需要及新興領域學門研究，且課程能結合國內外學術研討會或相關學術活動，鼓勵學生參與規劃、執行及對談。例如：商學院之金融科技、鑑識會計、綠色金融等；社會科學院之社會科學資料分析、青少年服務、社會企業與非營利組織等學分學程。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "與各院系所共同研議訂定「學生多元跨域學習辦法」，鼓勵各院系所透過以跨學院系所合作共同規劃跨域學分模組課程，提供學生作為第二專長的選項，並在不增加總畢業學分數的前提下，採計畢業學分，於畢業證書上加註第二專長領域。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "開發學院共同基礎核心課程、跨系所課程及校內、校際合開課程",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "商學院：隨時代與實務需要開設商管專業課程，規劃符合世界科技與本國就業趨勢跨域學分學程，例如：金融科技、企業社會責任、數據科學/資料科學、鑑識會計、綠色金融、電腦審計與內部稽核等。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "規劃實施跨領域CLIL課程，邀請EMI種子教師先就已開設的EMI課程，與語言中心教師合作設計「專業學科教師及英語教師合作教學」之實驗性跨領域課程，依序設計教學目標、大綱，選擇適當的教材內容，並擬訂預計教學成效等，進而正式開課。預計開課時程為每一學年以1-2門的方式增加，結合不同領域授課教師的專長，鼓勵教師間彼此學習及跨領域教學合作。除深化學生的英語能力，進行不同領域的討論及學習，更能夠激發學生自主學習。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "針對接受過EMI授課培訓教師，安排開設跨領域CLIL課程，透過CLIL的授課模式，更加穩固EMI受訓教師獨立進行EMI授課之能力，也預計鼓勵受訓教師逐年增設EMI課程。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "107年度擬邀集各系所及註冊組等相關單位，共同研議增加採計外系所課程的合適學分比例，並修訂本校「課程開授基本原則」，要求各系所增加外系所選修學分數，鼓勵學生修習外系所課程。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                }
            ],
            "鼓勵輔系、雙主修": [
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "研修輔系、雙主修相關規章：研議修正本校輔系與雙主修修讀辦法，增列事後認可機制，除事先申請核准修讀之外，亦開放學生可自行修讀，凡修畢學系指定課程獲得學分也可取得輔系或雙主修資格。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "加強跨校合作：善用臺北聯合大學系統資源，鼓勵學生跨校申請其他三所合作學校的輔系與雙主修，學生修畢學系指定課程獲得學分，即可取得輔系或雙主修資格，無需事先申請或審核。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                }
            ],
            "跨領域教學": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "以利推動協同教學，增開統整課程、跨領域課程，加深跨領域課程廣度及深度，提升教學品質。",
                    "title": "研擬跨領域共時教學獎勵制度"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "擬定「整合型教學與研究團隊補助辦法」外，亦將修訂本校「授課時數及授課鐘點核計辦法」，認列共時授課教師學分，以利推動協同教學。",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                }
            ]
        },
        "提高學習自由度及彈性": {
            "調降系必修學分": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "調降畢業學分總數及學分組合，將學術研究型及實務應用型之相關課程融入各學群領域。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "降低畢業學分數，減少系必修學分：定期統計各系所畢業學分數，並於校級課程委員會進行檢視及檢討，要求各學系應參考三所國內外標竿學校相似學系之課程結構，每四年（至多）自行就專業必修科目及學分數、畢業總學分數進行檢討，且各學系專業必修學分，合計不宜超過該系畢業總學分數（含共同必修學分）的二分之一，專業選修學分至少應占該系畢業總學分數的四分之一。",
                    "title": "檢討與精進課程結構，擴大學生跨域學習、彈性修課空間"
                }
            ],
            "微學分（彈性學分）": [
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "鼓勵各院系所設置微學程：擬修訂本校「學分學程設置辦法」、「學生修讀學程辦法」，納入「微學程」相關規範，由修畢15學分規定調降至修畢6至8學分即可取得學分學程證書，推動各系所彈性設計不同於傳統系所建構於單一學術領域的多元跨域課程模組。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                }
            ],
            "開設入學前先修課程": [
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "協請本校微積分（或其他基礎課程、通識課程、語文課程）授課教師於暑期開設進修學士班大一新生先修班。",
                    "title": "開設暑期新生先修班"
                }
            ],
            "深碗課程": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "人才國際化": {
            "增進外語能力": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "增加開設外語課程，如韓文、法文、西班牙文，此外，更配合南向政策的主要發展目標，規劃及開設東南亞語種，如泰語、越語。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "培育學生外交親善大使團隊，邀請外語及國際禮儀專家，訓練其優異外語溝通能力及國際接待禮儀，接待蒞校外籍貴賓、學者以及訪問團體，進行校園導覽、外語簡報以及文化交流等活動。",
                    "title": "持續營造國際友善校園"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "因應政府推動新南向政策計畫，強化東南亞語言與區域經貿人才培育，將召聘擅長東南亞語言專精之人士，開設東南亞國家語言訓練課程。",
                    "title": "配合政府新南向政策，增開東南亞國家語言訓練課程"
                }
            ],
            "多元文化/文化交流": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "全球拓展力：厚植跨文化跨領域能力，鼓勵學生參與具跨文化、跨領域與跨語言的倫理、思辨與創意等活動，即包括：籌辦國際性論壇與學習各種國際會議知識作為建構國際視野的基礎。",
                    "title": "培育學生懂得溝通、合作、解決問題及願意承擔社會責任的態度與能力"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "舉辦國際文化週、異文化講座，邀請外籍生、交換生、訪問生分享介紹母國文化或語言，使全體師生能接觸並了解異文化之樣貌與洗禮。",
                    "title": "持續營造國際友善校園"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "補助國際性學生社團活動，培養學生自發性籌劃、執行國際化活動之能力。例如結合本校國際學生社團、國際志工社團、北大不好意思電臺等社團，舉辦國際化相關交流活動，建立本國生與境外生之溝通交流平臺。",
                    "title": "持續營造國際友善校園"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "邀請本校東南亞僑生，規劃並開設東南亞語生活小Corner，透過輕鬆之語言及文化交流學習機制，發展未來南向新利器，提升學生新南向職場實習及就業軟實力。",
                    "title": "推展東南亞語小Corner計畫"
                }
            ],
            "辦理海外參訪或移地教學": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "交換學生": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "每年至少有5團國際姊妹校學生或教師至本校商學院進行交流，本校商學院每年至少有5團師生至姊妹校進行交流。持續推動學生海外學習（包含寒暑假短期海外研習營、雙聯學位、海外交換生），每年海外學習學生人數至少70人。",
                    "title": "商學院"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "積極開拓東協及南亞之優質大學合作交流管道，締結姊妹校。亦鼓勵學生前往東協及南亞地區交換留學，進行東協文化專題研究，促進跨文化之交流。為積極爭取臺商校友企業支持，提供獎學金鼓勵新南向國家學生來本校短期交換或就讀本校英語學位學程。",
                    "title": "以人為本，建立學術交流網絡及招生平臺"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "持續拓展與東協及南亞之優質大學的合作關係，鼓勵各系、院評估具潛力、可能合作之對象大學，並設立重點合作清單。目前包括：新加坡國立大學、新加坡南洋理工大學、印度理工學院、馬來西亞馬來亞大學、馬來西亞博特拉大學、印尼希望之光大學等。",
                    "title": "拓展與東協及南亞優質學府之合作關係"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "具體合作項目包括：學生互訪、交換學生、教師互訪、交換、短期工作坊（Workshop）、小型研討會（Seminar）、獎學金之提供、簽署合作備忘錄、研究計畫合作、共同發表等。",
                    "title": "拓展與東協及南亞優質學府之合作關係"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "發展各式校級、院級與系（所）級短期交流與研習活動，亦鼓勵個人參加優質海外研習營隊。",
                    "title": "培養國際移動力"
                },
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "積極與國際知名學府簽訂交換學生等合作協議",
                    "title": "放眼世界、聚焦亞洲的特色結盟"
                },
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "持續推展姊妹校間課程互認與協力授課制度，建立跨校與跨域合作學術策略聯盟",
                    "title": "放眼世界、聚焦亞洲的特色結盟"
                }
            ],
            "雙聯學位": [
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "積極與國際知名學府簽訂雙聯學位等合作協議",
                    "title": "放眼世界、聚焦亞洲的特色結盟"
                }
            ],
            "推動英語授課/全英語學程": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "為推動校園國際化，提升學生修習英語課程機會，持續落實「國立臺北大學外語授課補助要點」之規定，提供授課教師外語授課補助，透過英語授課課程時數加乘1.5倍，鼓勵教師廣開英語授課課程。",
                    "title": "持續推動英語授課課程及落實外語授課管考機制"
                },
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "現行已有6個全英語學分學程，將持續鼓勵各院整合現有外語授課課程，新增全英語學分學程。",
                    "title": "持續推動英語授課課程及落實外語授課管考機制"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "持續使英語授課課程穩定成長，使5年內英語授課課程數達45門。",
                    "title": "商學院"
                }
            ],
            "生源國際化（及其配套措施）": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "提升學生具備海外留學之基礎外語能力，同時協助外籍生或僑生認識在地風俗民情並精進中文學習能力，以快速融入本地生活。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "積極和教育部於各國設置之臺灣教育中心連結，透過當地校友會協助宣傳，並運用「臺北聯合大學系統」夥伴學校之據點與連繫，勠力拓展南向招生。亦積極爭取外部資源及企業合作，洽簽共同培育人才意向書並提供獎學金。",
                    "title": "以人為本，建立學術交流網絡及招生平臺"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "建置完善的境外學生輔導機制及社交網絡機會，提供完整的生活、選課、華語文教學輔導，並透過學伴及國際導師制度、聯誼活動「Happy Hour」及臺灣文化之旅，協助境外生擴展社交網絡及同儕聯繫，快速融入本校及臺灣在地生活。",
                    "title": "持續營造國際友善校園"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "協辦教育部「大手牽小手」－國際學生志工活動，讓境外生於本校學習期間，除了課堂學習外，更可走出校園，協助本國高中生培養國際觀及語言能力，親身體驗不同樣貌的臺灣生活。",
                    "title": "持續營造國際友善校園"
                }
            ],
            "國際學位學程/學院": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "招聘外籍老師（或邀請授課）": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "與日本早稻田大學合作多年之兩校課程互訪、協力授課，由兩校學生互相至對方課堂上一同上課，共同討論同一議題、兩校/兩國不同觀點及作法，本方案將延續並擴展其參與規模，包含參與之課程數及學生數，每年至少30位學生參與商學院與日本早稻田大學合作之課程互訪、協力授課課程，並規畫拓展此模式與其他國際知名大學合作。",
                    "title": "商學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "引入姊妹校國際師資長期駐校授課。",
                    "title": "商學院"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "未來本校將規劃增加外籍教師比例，透過教師互訪、交換計畫，就其專業背景與文化涵養等提高交流深度，增加合作夥伴。",
                    "title": "以人為本，建立學術交流網絡及招生平臺"
                }
            ],
            "培養華語教學人才": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "提升基礎能力": {
            "強化國文能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化數理能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化寫作能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化表達溝通能力/領導能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "提升實作能力": {
            "推動各類競賽（實作能力）": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "配合EGP課程舉辦相關外語競賽，如班際海報比賽、閱讀徵文比賽。",
                    "title": "優化EGP/ESP（大學英文/專業英文）雙軌制"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "包括現代詩、現代散文、現代小說、文學評論、數位文學廣告五項徵文類別，鼓勵同學結合創新工具，從事多元文學創作。徵選收稿後即進行編號，初審由文學獎指導老師及核心工作成員共同檢查報名資料與文件格式，資料不足、稿件未符篇幅及格式不合規定者，不予受理。複審、決審二階段，由中國文學系聘請知名作家、學者展開評審工作；進入複審、決審之稿件，一律以密封送請該屆評審委員審閱。鼓勵方式為首獎壹名及獎金6,000元；評審獎貳名及獎金4,000元；佳作貳名及獎金2,000元。以上各獲獎狀乙幀。",
                    "title": "持續每年舉辦飛鳶文學獎（已辦理十三屆）"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "舉辦以「如何提升桃園機場捷運運量」或「機場捷運與週邊城鄉發展及交通建設」為主題之提案徵文競賽，分別給前三名獎金以玆獎勵。",
                    "title": "公共事務學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "以在地研究為主，加入智慧城市與生態城市規劃構想，強化學生實務接軌能力。",
                    "title": "公共事務學院"
                }
            ],
            "建立校外競賽鼓勵機制": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "設立「參與校外大數據競賽奬勵辦法」，鼓勵老師及學生組隊參加校外大數據分析相關競賽。",
                    "title": "課程設計與課程內容、教材與教法，納入產官學界之意見；推動分組競賽、分組演練、問題解決導向之教學模組，以國家核心產業等創新議題之跨領域專題實作（實習）模式，擴增跨領域數位人才就業力"
                }
            ],
            "呈現、檢核或評估實作成果": [
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "辦理學生作品成果展。",
                    "title": "舉辦結合課程或強化閱讀之相關學習活動"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "鼓勵依據系所特色研發畢業考評量，直接測量的方式可以為書面報告、課程實作、計畫撰寫、參與競賽等成品及成果作為畢業門檻，間接測量方式則可透過學習意見調查或者學生自評問卷結果，輔以學生學習成效分析驗證學生學習成效。為使學生透過實作來自我檢視學習歷程，運用統整課程的最終展現、發展學習歷程檔案，規劃以及證照考試、畢業生畢業問卷、涵蓋學習成效指標的標準測驗等三種模式推廣學生學習表現成果表現。",
                    "title": "勠力推動教學創新，支援開設各種特色課程及學程並發展多元評量"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "每組師生共學社群由教師擔任召集人，每學期至少安排四次以上之聚會活動，並須參與教學發展中心舉辦之成果發表會，展現師生沙龍之執行成效。社群活動類型包含與授課課程相關之專題講座、讀書會、經驗分享、教學觀摩及討論、在地實踐等方式。例如：教師以自主學習或服務學習課程，帶領學生投入在地實踐以服務弱勢族群，並藉由師生共學社群之運作，引導教師關心學生投入學習程度，加強師生互動並可凝聚師生共識。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "定期舉辦社會科學資料分析競賽與成果發表。",
                    "title": "課程設計與課程內容、教材與教法，納入產官學界之意見；推動分組競賽、分組演練、問題解決導向之教學模組，以國家核心產業等創新議題之跨領域專題實作（實習）模式，擴增跨領域數位人才就業力"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "鼓勵系所辦理實習相關教學活動，例如成果發表會或實習成果競賽，透過學生間相互交流、分享實習經驗，以及實習成果競賽的方式，檢驗學生實習成果。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "延伸學習場域至海外，課程中並由姐妹校或畢業校友協助課程實作作業完成。",
                    "title": "商學院"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "各組在指導老師與公共服務團的指導之下，撰寫政策分析報告書。",
                    "title": "公共政策服務團"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "舉辦期末成果發表會，邀請區長、區公所業務主管、里長與里幹事來評論學生所完成的政策分析報告。",
                    "title": "公共政策服務團"
                }
            ],
            "開設增進實務能力導向課程": [
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "新訂「師生沙龍－師生共學社群推動要點」，補助共學活動經費，鼓勵本校師生組成師生沙龍，將師生共學社群與各系所課程、升學、就業、證照考試、戶外教學、社區實作、生活學習相關主題結合，透過師生共學社群研習活動與討論，以群體力量協助學生發展穩定及持續性的學習活動。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "結合理論與實務，於課程中安排審議民主（Deliberative Democracy）等相關民主理論與當代爭議介紹，讓學生能以自身經驗與理論指引相互對照，並於期末成果發表會當中提出對理論與實踐的反思。",
                    "title": "公共政策服務團"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "依照重要性與迫切性，排序解決以上公共問題的優先順序，將學生分組，各組利用課程所習得的政策分析技術與量性方法，以及對民主政治基本價值的理解，逐一分析這些問題並提出解決方案。",
                    "title": "公共政策服務團"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "規劃開設長照相關領域課程。",
                    "title": "擴大第二專長培訓學苑，為公部門與民營企業機構推廣最佳職能培訓課程"
                }
            ],
            "聘請業師或雙師協同教學": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "邀請國內外EMI教師或具EMI教師訓練背景的專家學者（如新加坡大學的EMI師資訓練團隊老師）來臺，舉辦短期或長期EMI工作坊。鼓勵跨校老師參與。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "強化與產業的合作，透過與業師合作開設之雙師課程來降低學用落差，並讓學生能對於在地產業、社區有更深入的了解，激勵學生參與在地公共事務，活絡社區與學校的關係。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "透過法律實務界（業師）之協同教學，提供以實務案例、分組演練、問題解決為導向之教學模組。",
                    "title": "課程設計與課程內容、教材與教法，納入產官學界之意見；推動分組競賽、分組演練、問題解決導向之教學模組，以國家核心產業等創新議題之跨領域專題實作（實習）模式，擴增跨領域數位人才就業力"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "增加「財政大講堂」課程裡國際租稅領域之專題講座場次，並於「國際租稅」、「比較租稅制度」等課程中導入產官學專家共同授課之雙師教學。",
                    "title": "公共事務學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "並邀請業師或專家、學者加入指導「都市與區域規劃實習」課程。",
                    "title": "公共事務學院"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "陶藝與藍染實作課程：利用藍染教室、陶藝教室等空間作為基地，延聘業師，在課程中置入陶藝、藍染等實作，藉以傳承傳統工藝，並培養學生之藝術美感。",
                    "title": "人文與藝術系列課程"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "107年度將利用新設立之校內木藝教室為基地，藉由聘請業師，講述傳統工藝歷史源流，實地參訪三峽祖師廟等工藝展品地，以及實務手做文創品等，讓學生從傳統中激盪創新，進而提升文化潛在質量，深入落實創意概念，再將其轉化至文創作品上。",
                    "title": "傳統技藝的傳承和創生"
                }
            ],
            "提升教師實務能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "建立/強化實習制度": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "各學制均開設實習課程，包括：法律實習與社會服務、法律個案研究、法院實習、行政執行署實習等課程，透過實地參與，掌握司法實務運作方式，落實與實務接軌精神。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "強化校級學生實習委員會之功能，推動優質實習課程：每年度定期調查各系所實施實習課程狀況，並於校級學生實習委員會報告，以督導各系所辦理實習課程，並建立完善實習機制（如：媒和、簽約、分發、辦理保險、實習前的講習、實習中的培訓與輔導、實習後的成效評估...等）。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "持續充實實習課程專區網頁：公告實習相關規範及表單範本供各系所參考，學生亦可於實習課程專區瞭解各系所開課資訊及實習規範。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "校內培育實習生職場技能、工作態度及倫理規範，開設實習培訓課程及講座，訂立實習生考核機制，獎勵績優實習生。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                }
            ],
            "實施課程分流制度": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "提升專業證照能力": {
            "開設證照專業課程": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "創設「社會科學資料分析學分學程」，提供學生相關技能認證。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "持續開設PMP專案管理師證照班、記帳士證照班、健康管理師規劃訓練課程證照班等，未來可考慮規劃其他具優勢領域的證照班，聘用證照領域之優秀人才。",
                    "title": "結合專業協會與學會，辦理專業認證與證照課程"
                }
            ],
            "專業技能檢定之輔導機制": [
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "針對本校即將進入職場之應屆畢業生或已就業之校友，以需求導向之方式，開設專業證照、語文會話及檢定等職能培訓課程，向上提升所需之技能及知識。",
                    "title": "擴大第二專長培訓學苑，為公部門與民營企業機構推廣最佳職能培訓課程"
                }
            ],
            "制訂專業證照獎勵辦法": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "學士後專業教育": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "其他": [
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "結合社會專業協會或學會，合作開設「非學分班」課程，發給企業認可之專業認證。",
                    "title": "結合專業協會與學會，辦理專業認證與證照課程"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "增強正規與非正規實務學習課程認證，以縮短修業年限。",
                    "title": "結合專業協會與學會，辦理專業認證與證照課程"
                }
            ]
        },
        "數位化": {
            "建置開放式線上課程": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "配合國際化及新南向政策，針對本校學生或外籍生錄製生活化磨課師。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "鼓勵與推動磨課師發展，除修訂本校「磨課師作業要點」外，亦提供獎補助措施，並結合北一區區域教學資源中心及臺北聯合大學系統之夥伴學校共同合作開設磨課師課程。",
                    "title": "導入翻轉教室與磨課師模式，推廣校內教師進行數位化教學"
                }
            ],
            "開發數位學習課程": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "發展創新教學方式學產研合作，建構開放教育資源（學習）平臺，導入國際及本土開發跨領域數位課程及教育資源，深化彈性、多元、行動化之數位經濟跨領域教與學之能量",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                }
            ],
            "教材雲端化": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "協助授課教師錄製全英文之教學影片，讓學生可自行安排學習時間、進行線上預習、複習或反覆瀏覽，減低學生修習全英語課程之壓力。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "寫作指導系統、古籍全文字詞統計暨查詢系統之資料庫建置等。",
                    "title": "以創新教法結合資訊科技，於專業系所、語文通識開設「經典閱讀」與「提升語文表達力」相關課程"
                }
            ],
            "數位教學創新": [
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "網路資源、數位人文、數位出版之多元運用。",
                    "title": "以創新教法結合資訊科技，於專業系所、語文通識開設「經典閱讀」與「提升語文表達力」相關課程"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "改善與升級本校之「數位學苑」2.0及「教學專業成長快e通」自學平臺，協助教師教材數位化後上傳平臺，利於學生隨時預習或複習上課內容。鼓勵教師運用各類行動載具，結合App軟體與應用平臺，推廣行動學習相關的即時互動系統，例如Zuvio雲端即時反饋系統、多媒體線上即時互動教育系統、Kahoot等，並鼓勵教師配合數位教案設計，運用校內電腦資訊設備、互動式單槍投影機，透過QR code、擴充實境AR、Google site等App應用，於教室內創造多樣化的學習型態。",
                    "title": "導入翻轉教室與磨課師模式，推廣校內教師進行數位化教學"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "開設藝術美學與數位媒體課程：藉由欣賞與分析世界各地藝術之表現形式，激發文化創意思考。運用數位媒體技術，將文化藝術的學習與體驗上傳至雲端，增進大眾認識海山文化特色與多元藝術形式，凝聚在地認同。",
                    "title": "人文與藝術系列課程"
                }
            ],
            "電子學習歷程（e-Portfolio）": [
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "學生可透過課程地圖查詢各學系開設課程，系統將學生已修習過課程之核心能力，以個人化雷達圖像協助學生了解自我在校修習課程所獲得之專業核心能力，並協助學生檢視學習成果，了解自己核心能力的強項與弱項，供學生作為安排學習計畫及選課重要參考依據。",
                    "title": "持續運用課程地圖檢索網頁"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "學生歷程檔案規劃為透過校務系統記錄學生個人資料、修課資料與相關學習歷程資料，輔助學生及早進行生涯規劃、找到適才適性的職涯目標，透過此資料適時調整在校的學習計畫。教師的歷程規劃為教師於校園在教學、研究與服務三方面之整體成果的檔案，完整地表現教師專業歷程，針對教師對教學專業紀錄、學生學習回饋與反應等資料加以記錄整理，逐步建置教師專業過程與整合記錄教學成果。職員歷程檔案規劃為職員於校園中執行相關行政業務，輔助學生於校園學習紀錄的管理，使職員於校園行政及協助教師教學上更有效率。透過積極建置教職員生個人電子歷程平臺，除供教職員生在進行各項校務行動研究時，可即時獲取所需資訊與證明；也提供校務研究、執行、評鑑、革新之PDCA循環基礎資訊。",
                    "title": "逐步整合與建置教師、學生及職員各角色軸線為主之個人電子歷程"
                }
            ],
            "典藏文獻史料數位化": [
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "重視特藏資料數位化與加值運用，如閱讀資源平臺的升級整合串接、雲端資源與服務的提供、知識管理工具的導入等。",
                    "title": "強化數位閱讀平臺的打造"
                }
            ]
        },
        "資訊力": {
            "開設程式設計課程": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "配合國家重點政策推動之課程，例如：推動大學「程式設計教育」，鼓勵院開設與專業領域結合的程式設計相關課程，逐年增聘專案教師，以兼顧學生的學習權益及學習品質。",
                    "title": "增進通識課程及學院必修課程的開課量與教學品質"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "推動大學「程式設計教育」。整合調整現有課程，鼓勵系所將程式設計與系所專業領域結合整合開設專業領域程式設計課程，另於「通識教育課程」視學生修習狀況，逐年增開程式設計相關之通識課程。",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                }
            ],
            "開設資訊學程/課程": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "以R及Python為核心程式語言架構，開設以R語言為核心語言，整合本校相關師資及課程，凝聚各學院所有資料科學研究及教學能量，整合其他週邊GIS、SPSS、Stata、大數據分析、Data Mining等語言與分析工具之資訊相關課程，連結學院專業領域的資料分析應用研究及課程，架構學院間整合交流平臺及完整數據科學學科與教育平臺。",
                    "title": "配合政府推動核心產業，發展規劃符合未來產業發展趨勢相關之跨域課程"
                }
            ],
            "辦理程式設計競賽": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化基本資訊能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "博雅教育": {
            "通識課程革新": [
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "開設藝術美學、自然與永續環境、邏輯與倫理思辯、重點議題（如性別平等教育、法治教育、人權教育、服務學習、多元文化、程式設計、國際宏觀等）相關課程，培養基本核心能力與現代公民素養。在每學期的通識月辦理講座活動及潛在性課程「通識講堂」，邀請各領域之傑出研究者及藝術家現身說法。",
                    "title": "深化通識特色課程"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "通識微型課程：以自主學習方式參與和品德、藝文、環境、職涯發展等四大方向有關的活動而開設的0.5或1學分的向度通識課程。主辦單位包含通識中心、圖書館、創新創業中心、職涯發展中心等校內與校外的各項講座、演講、參訪、展演、工作坊、研習營等符合通識教育精神並具有知識乘載度者試行。學生修習通識微型課程以4學分為上限，可以抵各向度的通識學分。",
                    "title": "致力創新教學：以微型通識、自主學習、社會參與式學習、PBL教學法等創新教學"
                },
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "配合「通識微型及自主學習課程實施原則」及試行細則，推動「通識創新課程教學獎助計畫」，透過彈性的自主學習與微學分課程，促進能力本位課程革新，強化學生自主學習以及增進教師能力導向評量。",
                    "title": "勠力推動教學創新，支援開設各種特色課程及學程並發展多元評量"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "為厚植學生深度閱讀書寫核心能力，完善通識全人跨域培育，加強本校與地方之連結。",
                    "title": "強化教師成長社群之運作"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "日後擬開設「大學之路」通識課程，並以「彈性課程」形式經營，學生需在四年內走完五條路線，取得一定時數和學分之認證。",
                    "title": "三鶯走路節"
                }
            ],
            "辦理藝術展覽或藝文活動": [
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "如「詩的饗宴」，展出並介紹臺灣重要詩家、作品與詩學刊物，擴展藝文見思。",
                    "title": "舉辦「亞太藝文走廊」藝文展覽"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "以藝文教室、藍染教室、陶藝教室等空間作為基地，辦理多元文化藝術講座、工作坊及展演。邀請各領域專家學者介紹海山在地文化特色、臺灣五大族群及世界民族的藝術賞析講座，並邀請國內外知名表演團體、藝術家至本校演出。",
                    "title": "人文與藝術系列課程"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "迎春法書納福年：春節前夕，中國文學系將舉辦「迎春法書納福年」活動，擬邀臺北大學師生職員及三峽在地居民，一同書意迎春，除將優秀作品置於人文學院亞太藝文走廊中展示外，亦延請書法名家現場揮毫與指導，並於活動尾聲，分贈名家春聯及斗方成品，藉活動推廣書法文化活動，增進彼此之情誼，加深地區之認同。",
                    "title": "人文與藝術系列課程"
                }
            ],
            "品德教育": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "服務學習": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "友善包容力:招募學生諮商中心輔導志工團，並進行助人服務相關知能培訓，並實際帶領志工規劃並執行校園心理衛生推廣活動。",
                    "title": "培育學生懂得溝通、合作、解決問題及願意承擔社會責任的態度與能力"
                }
            ],
            "其他": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "舉辦講座、校外參訪或主題活動等，如：語言學習講座、多元文化講座、海山地區觀光文化導覽一日遊。",
                    "title": "擴大創新教學"
                }
            ]
        },
        "培養自主學習能力": {
            "閱讀計畫補助": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "自主學習計畫獎勵機制": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "鼓勵大學英文或英語精進課程教師於課程中實施Extensive Reading（廣泛閱讀），鼓勵學生將學習延伸至課外閱讀，從半引導式逐漸變成全自發式的學習，也設置相關獎勵辦法，透過養成學生的閱讀習慣，增加英語字彙及閱讀能力，擴展對於不同名著的涉略及精讀。",
                    "title": "擴大創新教學"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "107年規劃新訂「學生學習社群推動要點」，補助共學活動經費，每組學生學習社群由學生擔任召集人，社群成員由不同院（系）、學制、年級組成，並邀請ㄧ位校內教師擔任指導老師。社群申請分為外語學習社群、跨領域學習社群及創新學習社群三類，藉以鼓勵學生精進外語能力、閱讀跨領域書籍及擴展知識廣度、研討創新、創意、創業與效益之學習成長議題，以學生為學習中心組成學習社群。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "為推動彈性學分，強化學生自主學習及教師參與之意願，凡學生成員參與社群活動，符合本校《通識微型及自主學習課程實施原則》及《通識微型課程試行細則》之規定者，均得申請微型課程或自主學習課程之學分採計。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "規劃海山環抱與社會實踐學生行動培育與補助相關執行、議題、策略、流程、課程、訓練與管理辦法等。徵求海山環抱與社會實踐學生行動計畫規劃書，評選出具特色計畫之學生行動團隊加以培育並訓練，媒合學生行動團隊之督導人力及外部資源，陪伴及監測學生計畫進度，並每年辦理計畫成果發表。",
                    "title": "社會科學學院"
                }
            ],
            "自主學習資源共享平台": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "激勵社團相關活動與競賽": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "多元學習力：提供各院系及學生社團舉辦的多元學習講座、競賽、發表會等活動作為執行策略，輔導學生結合與應用硬實力與軟實力的全人能力。",
                    "title": "培育學生懂得溝通、合作、解決問題及願意承擔社會責任的態度與能力"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "舉辦留學、雙聯學制、交換生、華語文教學實習等國際移動計畫之推廣、宣傳、分享說明會，讓同學得以了解海外學習之現況、計畫內容及申請過程等細節，激發參與誘因。",
                    "title": "培養國際移動力"
                }
            ],
            "住宿書院（及自主學習相關課程與活動）": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "成立課程和學習小組，協助學生透過課餘時間學習韓文、法文、西班牙文及東南亞語種等外語。",
                    "title": "提升外語能力及擴展多元文化視野"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "如辦理講座、圖書館週與世界閱讀日系列活動、書展、讀書會、影片放映會、圖書資源利用教育訓練等，透過活動多角度營造人文閱讀氛圍。",
                    "title": "策辦閱讀行銷活動，深化學生閱讀能力"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "自主學習課程：一是附加在通識課程的自主學習，通識授課教師於開設的通識課程中搭配自主學習課程，由曾修習該課程的學生自由選擇是否加選自主學習課程。另一類是獨立的自主學習，由通識授課教師規劃單獨的自主學習課程，開放全校學生自由選讀。通識課程自主學習的課程設計是以學生為中心，以能力習得為取向，強化學生在通識課程中的主動學習與自主學習。授課教師負責輔導及評量修課學生的學習目標、學習方法、活動、執行成效等事宜。學生須將學習成果置於指定網頁，並須辦理學習成果發表會，或足以展現學習成果並經指導老師審查通過的活動。",
                    "title": "致力創新教學：以微型通識、自主學習、社會參與式學習、PBL教學法等創新教學"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "每組學生學習社群每學期至少安排四次以上之聚會活動，活動類型包含專題講座、讀書會、經驗分享、服務學習、在地實踐等方式，聚會地點以校內為原則，並透過網路媒體宣傳推廣活動資訊，擴大參與人員。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "學生擁有更充裕時間進行文獻搜集、小組討論與報告演練，而互訪時再以專題報告、圓桌論壇、短片微電影或實地考察等多元模式呈現，更能讓學生在自主學習中，發揮研究潛能及問題解決能力。",
                    "title": "人文學院"
                }
            ]
        },
        "培育創新創業人才": {
            "創新創業學程或課程": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "與既有課程相互連結，開發創新創業相關課程或學程，包括課程地圖、階段課程模組與教學方法設計、學習場域及學習評量之創新性等。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "推動創新創業相關學程：推動校內各院整合創新創業課程，增開提升學生創新創意及就業力之學分學程，如：CSR與綠色創新學士學分學程；搭配教材教法、學習評量之創新及強化實習機制等，鼓勵學生修習、取得學分學程證書。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                }
            ],
            "育成學生創業團隊": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "建立完整的創業輔導機制": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "聘請業師參與育才": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "配合通識教育發展微型課程講座。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                }
            ],
            "舉辦創業團隊競賽": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "提供創業試驗場域，鼓勵團隊進駐挑戰：每學期招募創業團隊進駐創新創業中心，導入業師輔導、研發技術與創業輔導，整合相關政府、校友與企業資源，結合顧問給予輔導，鼓勵實作創業或參與其他創業競賽。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                }
            ],
            "發明展（或競賽）鼓勵機制": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "其他創業輔導及補助": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "健康力": {
            "促進學生生理健康": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "促進學生心理健康": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "心理調適力：以辦理活動形式（專題講座、工作坊、成長團體、電影座談、主題體驗活動等）提升學生情緒調適能力與建立正確心理健康概念。",
                    "title": "培育學生懂得溝通、合作、解決問題及願意承擔社會責任的態度與能力"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "生命探索與成長：鼓勵學生參與生命講座，主題包括情感關係、家庭議題、情緒與壓力調適與紓解、人際溝通與互動、自我探索、性別意識等。",
                    "title": "推動人與環境永續方案"
                }
            ]
        },
        "就業力": {
            "強化職場連結": [
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "鼓勵學生用創新方式培養解決問題的能力、鼓勵學生參與社團，培養團隊精神或在公眾前表演，加強抗壓性，透過各種實習、講座、業師授課、職場倫\t理課程，增加學生對於各種職場倫理及態度需求的理解。",
                    "title": "畢業生流向調整教學與職涯進路"
                },
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "結合畢業校友資源，邀請企業界與公務體系主管到校擔任講師。另納入北聯大系統資源邀請優秀且符合本校發展特色，貼近本校學生需求之專業講師入校演講。除講座外，每年皆辦理多場企業徵才說明會，邀請校友企業及國內優質集團企業入校介紹其特色及產業趨勢。",
                    "title": "辦理多場全方位職涯講座、生涯團體及職涯工作坊"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "由系友扮演「職場導師」，實際體驗工作情形。由學院帶領推廣各系將「一日職場體驗」納入課程規劃，提供學生全程客製化的輔導機制，協助學生適應獨特的企業文化（尤其安排五加二產業相關企業）。",
                    "title": "「一日職場體驗」"
                }
            ],
            "生涯/職涯輔導": [
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "針對大三、四學生提供職場就業力檢核輔導，結合推動UCAN職場共通職能與專業職能測驗，厚實學生職場就業力。與各院系所合作辦理全方位職涯活動，針對各院系所發展特色規劃符合學生需求之職涯探索、職涯定向等活動。",
                    "title": "每年於新生入學後，提供全歷程輔導與關懷"
                },
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "請各系所依據該系未來職涯發展，設定課程職涯權重，協助學生了解未來職涯的選擇及修課建議，本校課務組亦於新生導航週以深入淺出地方式宣傳課程地圖及學程拼圖活動，強化學生職涯進路的輔導，指引學生選課參考。",
                    "title": "持續運用課程地圖檢索網頁"
                },
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "可直接於線上進行預約個別職涯諮商、職涯測驗。減少時間成本，給予立即性之協助。藉由透過個別諮商與客觀之測驗分析，協助學生釐清個人於職涯發展上遭遇之個別化困擾與生涯選擇時的盲點及價值觀，其以結合學生興趣、能力及價值觀之三位一體之職涯發展，完善輔導與協助學生從入學至畢業，規劃個人職涯藍圖。",
                    "title": "導入諮商諮詢E化系統"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "建構校園職涯領航師計畫諮詢平臺，由具有專業實務經驗之老師，針對學生提出之諮詢主題進行職涯輔導。",
                    "title": "建立更完善且全面的校園職涯輔導系統"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "初期規劃提供一對一會談，提供如公職考試、履歷撰寫、個人生涯 規劃、面試技巧、學術發展、研究所分析及海外進修留學資訊等諮詢主題，可有效協助並深入了解系所學生，規劃更符合個人需求之職涯發展諮詢，提供包括實習諮詢及生涯規劃之服務，並協助規劃企業說明會、參訪活動及系友職涯座談等。",
                    "title": "建立更完善且全面的校園職涯輔導系統"
                }
            ],
            "就業博覽會": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "畢業生流向調查": [
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "設計編修「畢業流向調查問卷」，掌握畢業生流向、就業偏好、就業狀態、薪資水準、職涯發展動態，及雇主滿意度等資訊，檢視研究對象系所之學生的職能優勢及不足之處，落實畢業生長期追蹤機制，掌握畢業校友之回覆率。",
                    "title": "畢業生流向回饋調查"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "每年度調查開始前，辦理畢業生流向調查問卷諮詢會議，加入系所問項，期獲得系所關注議題之調查結果並能進行系所自主性及專業性分析，作為強化核心能力培養、輔導學生職涯規劃、觀察學生學習\t成效，同時成為研究對象系所檢視及發展學生專業特色與核心素養之依據，另可實際了解企業界需要學生具備何種能力及展現的態度。",
                    "title": "畢業生流向回饋調查"
                },
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "採用樣本代表性檢定和信度與效度等檢視，以期電訪結果更為嚴謹客觀且具代表性，施測前，委外電訪單位會進行訪員標準化訪問訓練，包括調查緣起、目的與中心聯絡方式的說明，以減少訪員被拒訪率。此外，訪員訓練包括CATI系統操作，以及問卷逐題講解，並在訪問過程中持續督導訪員訪問內容，進行監看、監聽，以確保蒐集資料品質。針對重要調查項目，及全校與系所調查問卷原始數據，進行統計分析報告，於本校專區公告並出版成冊回饋給學校各系所。",
                    "title": "畢業生流向回饋調查"
                }
            ],
            "雇主滿意度調查": [
                {
                    "page": [
                        "31-34"
                    ],
                    "paragraph": "持續以問卷方式進行施測調查，內容分成選才條件、校友工作表現、雇主重視的就業能力及對職場倫理及責任之認同度等四大部分，針對各調查項目，分析其百分比，檢視本校學生就業表現及企業重視的程度，將調查結果與畢業生流向調查進行交叉分析，探討產業趨勢和需求與畢業生就業能力相關程度，並以調查結果為依據，協助系所強化理論與實務的連結，提高學生跨領域之專業能力，提升職場競爭力。",
                    "title": "雇主滿意度調查"
                }
            ]
        },
        "其他": {
            "充實與改善硬體設備": [
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "多管道徵集相關資源，提升圖書館館藏質量，如多元媒體和多語言資料、國際重要出版品、教學核心館藏、經典閱讀著作、數位館藏等資源建置。",
                    "title": "充實閱讀力核心館藏建置"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "如Makerspace互動學習空間營造、視聽室與排練室設備升級等，透過教學空間延伸、學習設備改善、學習互動模式的轉化，在多元層次的學習空間中開拓閱讀文化新面貌。",
                    "title": "充分善用圖書館現有空間，增購學習相關設備，構築多元、自主、翻轉學習基地"
                },
                {
                    "page": [
                        "17-19"
                    ],
                    "paragraph": "依課程性質之特殊需求，建置相關專用教室及設備。例如：「木藝教室」、「生態教室」、「藝文教室」、「通識漫步走廊」、「博雅書房」等。",
                    "title": "強化教學及行政資源"
                },
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "建置「社會科學資料分析平臺」，增進社會科學院跨系所連結。",
                    "title": "各學院擬定學生跨領域學習的彈性選課空間"
                },
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "本校亦提供圖書館之學習共享空間、討論室及研究小間、系所研究室、授課教室等空間供社群討論運用。",
                    "title": "推動學生學習社群及師生沙龍"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "建置社會科學資料分析平臺。",
                    "title": "課程設計與課程內容、教材與教法，納入產官學界之意見；推動分組競賽、分組演練、問題解決導向之教學模組，以國家核心產業等創新議題之跨領域專題實作（實習）模式，擴增跨領域數位人才就業力"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "將學科型中心實體化：打造教學、圖書、輔導學生及辦理活動之書院空間。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "規劃建國校區BOT方式重新改建完成後，能將部分空間移作推廣教育開設課程教室使用，改善目前建國校區教室老舊問題。",
                    "title": "重新改建建國校區教室，提供部分空間作為推廣教育進修學習環境"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "辦理教室教學設備汰舊換新。",
                    "title": "教學設備逐步汰換更新"
                }
            ],
            "跨校學習資源整合與共享": [
                {
                    "page": [
                        "28-30"
                    ],
                    "paragraph": "擴大與臺北聯合大學系統之合作，促進四校的教學資源、經驗交流。",
                    "title": "強化教師成長社群之運作"
                }
            ],
            "學生輔導": [
                {
                    "page": [
                        "34-35"
                    ],
                    "paragraph": "協助學生熟悉學校與選讀科系的概況與資源，運用UCAN職業興趣探索測驗，深化學生自我探索過程。",
                    "title": "每年於新生入學後，提供全歷程輔導與關懷"
                }
            ]
        }
    },
    "研究": {
        "提升研究能量": {
            "制訂限期升等相關規範": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "增加授課時數制度彈性": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化落實評鑑制度": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "提供研究經費支援": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "提供研究人力支援": [
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "協助教師申請校外教學實踐研究等計畫所需之行政人力與資源",
                    "title": "建立完整的執行配套措施，提高校內教師教學創新之風氣"
                }
            ],
            "提供研究獎勵及補助": [
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "如培育並養成年輕暨新進學者研究薪傳、鼓勵新進教師申請科技部專題研究、學術沙龍計畫、臺北聯合大學系統學術合作專題研究計畫、補助學術良師指導專題研究計畫、補助教師赴國外學術會議發表論文、短期研究、鼓勵教師組織研究團隊等。",
                    "title": "以教師學術生涯發展金字塔概念，強化各類研究獎勵或補助措施"
                }
            ],
            "成立研究中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "與國內其他研究單位合作": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "設置研發創新獎項": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "前瞻性頂尖研究": [
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "跨領域經濟發展與環境保護整合性研究計畫：第一個以演化賽局研究環境議題及第一個以永續性經濟成長及社會世代公平為標準，篩選環境政優劣的前瞻性研究。",
                    "title": "各學院以buttom-up方式，提出下列跨域研究計畫"
                }
            ],
            "辦理學術講座": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "定期以學科型中心名義與空間，辦理演講活動。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "舉辦國際研討會：針對當前國家發展之重要議題進行研究，並廣邀國內外學者專家進行論文發表與討論。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "培養年輕學者：邀請國內外年輕學者針對當代重要議題進行分析研究，發表論文提出政策與法制建言。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "邀請共享經濟與循環經濟的新創業者舉辦演講，了解現行共享經濟企業的發展狀況與所面臨的問題，增進師生對永續發展的認識與了解。與企業合作，共同研究發展可行的商業模式與解決方案，培育共享經濟專業人才。",
                    "title": "共享經濟與循環經濟之產官學共作計畫"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "籌辦學術專題研討會：預定107年為籌備期，自108年起，每2年籌辦一場「兩岸學術專題研討會」，冀望藉由臺閩文化交流研討，能有效蒐羅更多傳統技藝文獻及文物，以開展我國臺閩移民建築的在地化發展，並共同開創工藝學術之新格局。探討專題，將鎖定在所見之文化工藝表象，如何反映至民間技藝的開展；以及如何在學術體系上，延續匠師技藝之文化，另一方面則從學術研究上，闡述相關傳統工藝技藝的歷史源流、工藝特色等。",
                    "title": "傳統技藝的傳承和創生"
                }
            ],
            "提供研究分享輔導機制": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "延攬優秀人才及留才": {
            "落實彈性薪資": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "加強推動特聘講座制度": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "設立專款支援人才聘任": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化教師福利": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "吸引外籍人才相關措施": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "建立優秀人才資料庫": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "學術國際化": {
            "國際實驗室交流合作": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "跨國合作研究": [
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "探索文化共有財及自然共有財在國土發展、都市規劃、保育資源管理等措施與法規中，是否已建構適地適性的永續發展模式，以解決資源分配、族群關係、階級矛盾、共有財悲劇或文化式微等問題。並以『放眼東亞之無疆界共有資源研究——自然資源與原住民部落共有財管理』為主題，集合臺、日、韓三國研究人員組成跨國、跨校、跨領域團隊，透過『如何建構在地資源治理之自主性或主體性，以順利推動與落實「在地實踐？」、「如何建立共有財資源治理模式？該治理模式如何法治化？」、「公部門與文化多元主義之間所產生的衝突應該如何調和？」3個子議題合作計畫構想，共同探討共有財等資源治理模式，實際具體運用於共有財之管理制度。",
                    "title": "人文關懷精神及「人與自然」整體發展之宏觀角度"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "歷史系亦與海山學研究中心組成「《臺北州檔案》解題」研究團隊。目前每一團隊皆屬跨校、跨國、跨領域，且成員涵蓋日本、韓國、香港等不同地區之專家學者參與，其專業領域亦跨足人文、法律、社會、商業、電機等。另外，中國文學系主辦之「文學與資訊」、「中國文哲之當代詮釋」兩大系列國際學術研討會；歷史系與海山學研究中心合辦之「秩序、治理、產業--近代東亞政經發展脈絡的再檢視」以及「地方文書與近代東亞殖民史研究」國際學術研討會，亦將持續辦理。 ",
                    "title": "人文學院"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "規劃以學術單位及研究中心為主體，循序漸進與東協、南亞國家之優質大學發展教育夥伴關係，籌組跨國校務合作發展研究團隊，共同擬訂專業實務合作計畫、學術研究合作計畫、未來展望計畫等之具體方向及推進方法。",
                    "title": "拓展與東協及南亞優質學府之合作關係"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "擇定東南亞及南亞優質重要大學，就專業領域交流建立夥伴關係、成立合作研究團隊、並辦理跨國合作計畫，提升國際合作研究能量。",
                    "title": "成立共同研究團隊、擴大學術網絡"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "以商學院為例，未來將評估與泰國蘭實大學、泰國姊妹校宋卡王子大學、馬來西亞吉隆坡大學等優質大學，組成跨國合作研究團隊，進行管理會計實務之學術演進及未來展望等相關研究；同時聚焦於國際新興市場中企業社會責任（CSR）之規範落實等研究議題，分享研究經驗，連結企業社會責任與審計議題，補充學術文獻不足，提供實務運用參考。了解東協國家與臺灣落實企業社會責任之差異及窒礙，作為臺灣持續推動企業社會責任借鏡。進一步產生互惠互利的共生關係。各學院及研究中心將以重點優勢研究領域，積極尋找南向區域性學術合作夥伴。",
                    "title": "成立共同研究團隊、擴大學術網絡"
                }
            ],
            "成立跨國合作研究中心": [
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "如「亞洲研究中心」及「日本研究中心」，以現有國際合作基礎作為平台，整合研究資源及合作網絡，擴大與國際知名及亞洲頂尖大學，如東京大學、京都大學、香港大學、香港中文大學、新加坡國立大學等交流，共同針對當前亞洲地區人文、經濟、社會及司法等領域之重大議題作深入的研究與分析。",
                    "title": "善用既有特色研究中心"
                }
            ],
            "雙聯博士學位": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "提供跨國進修機會": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化師生國際交流": [
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "由校級、學院及系所擇定領域相符之優質大學作為結盟對象，簽署學術及教育合作協議，跨國共同培養專業高等教育人才，並邀請國際師資進行短期訪問、授課或演講。",
                    "title": "掌握專業領域之全球發展趨勢與學術脈動"
                },
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "鼓勵師生以英文溝通及發表，並融入問題導向學習（problem-based Learning）精神，提升學習辯思能力與國際競爭力。",
                    "title": "推動跨國高等教育學府合作辦理研究生論文發表會"
                },
                {
                    "page": [
                        "59-60"
                    ],
                    "paragraph": "針對亞洲國家所共同面臨的氣候環境、共有資源（Commons）、少子女化、高等教育、長照等問題，進行合作研討，並以跨校合辦或共同參與國際學術研討會、國際參訪等方式，發表研究成果並獲取研究結果之建議與反饋。",
                    "title": "組成跨國研究團隊"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "社科院內鼓勵各系所加強國際間交流，讓學生了解各國學術法展趨勢，拓展生涯目標。為促進台日韓三地學術（社會學）交流風氣，並形塑學校優勢特色，社會系預計拓展與日本立命館大學產業社會學系簽訂學術相關合作方案，並且與韓國中央大學社會學研究所三校輪流舉辦IPAC（International Postgraduate and Academic Conference）研討會。",
                    "title": "社會科學學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "積極鼓勵並籌辦各類型的跨國、跨領域之研究團隊、交流合作計畫、大型學術工作坊與國際學術研討會等，以「人文素養」與「在地化」為核心本質，朝向「國際化」與「多元化」的目標。",
                    "title": "人文學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "預計結合校內國際談判與同步翻譯中心、語言中心、通識教育中心等單位資源，進一步規劃並執行更深度的「學生國際研究論壇」，擬定如「氣候變遷」、「移民」、「共同資源」、「國際安全」、「社會運動」等主題，透過與東亞、甚至歐美地區之姊妹校合作交流。",
                    "title": "人文學院"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "在研究合作網絡之經營部分，積極鼓勵教師參與亞洲地區學會、東亞環境經濟學會等，除於年會中發表論文，與國外學者合作撰寫跨領域之學術論文，並爭取參與學會運作機會。",
                    "title": "成立共同研究團隊、擴大學術網絡"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "持續精進與深化短期研習之交流方式，尤其鼓勵本校不同專業領域，發展具特色之跨國雙向實務專題研究計畫，透過雙邊師生互動學習及實地探訪方式，了解相關領域之專業知識、現況與未來趨勢、跨國差異，培養學生跨國合作研究專題之能力。",
                    "title": "培養國際移動力"
                }
            ],
            "招募國外博士後研究人才": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "跨領域研究整合": {
            "跨領域合作研究案": [
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "使有照護需求的高齡者無論在經濟生活、醫療決定與勞動參與上，皆能享有自主權而有尊嚴的生活，而在面對家庭結構變遷少子化的趨勢下，對高齡者之照護漸漸由家庭走向機構以後，勢必應結合法律與社工專業，共同面對此一議題，方能達成目標。",
                    "title": "建構人權為本之永續高齡社會作為跨領域研究主軸"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "就長照、環境、勞工、社區等當前之重大法律議題或政策，組織跨國跨領域研究團隊提出研究計畫。",
                    "title": "各學院以buttom-up方式，提出下列跨域研究計畫"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "教育非營利組織研究追蹤跨領域合作計畫：與教育非營利組織《為臺灣而教》合作，協助該組織的種子教師實驗計畫篩選培訓大學畢業生，分派到偏鄉學校擔任代理教師，並進行追蹤評估，將研究能量延伸至非營利組織。",
                    "title": "各學院以buttom-up方式，提出下列跨域研究計畫"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "未來智慧城市之物聯網和大數據技術與應用之深度研究計畫：以跨領域「聰明/創意城市」和「智慧物聯」為主題，進行跨學院合作研究。",
                    "title": "各學院以buttom-up方式，提出下列跨域研究計畫"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "本校於今年度（106）成立大數據與智慧城市研究中心，積極配合高教深耕計畫，推動各項大數據和智慧城市相關產學合作案，籌辦學術交流研討會、講座、工作坊等活動，規劃人才培育課程，凝聚各學院間目前及未來既有資源及能量，共同進行跨域研究、產業及教學的合作。",
                    "title": "配合政府推動核心產業，發展規劃符合未來產業發展趨勢相關之跨域課程"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "組成跨院、跨領域的研究團隊，探討企業永續、環境永續及金融永續的議題，從共享經濟、循環經濟與責任經濟的概念切入，研究綠色能源產業之發展。",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "與臺灣永續能源研究基金會組成跨域研究團隊，探討臺灣在循環經濟與綠色創新產業的發展。並計畫與新北市政府合作，推動建構個人碳權交易資訊平臺（APP）與碳聯網之試點，結合物聯網科技及個人碳權交易機制，建構未來碳聯網世界，促進低碳與綠色成長，開創新的研究領域，並將研究成果連結在地發展，打造零碳商品與零碳消費以及個人終身碳平衡之低碳社會發展與綠色成長的價值典範。",
                    "title": "共享經濟與循環經濟之產官學共作計畫"
                }
            ],
            "發展跨領域研究學群": [
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "跨域研究「都市化與環境變遷」、「氣候變遷調適」、「產業創新與循環經濟」、「都市健康」。",
                    "title": "特色跨域研究"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "分別針對永續智慧-城市發展、大數據開發與物聯網應用、信息通訊技術、創意及宜居城市治理、及災害韌性建構與實踐等城市發展議題，進行對於未來城市發展之調查、診斷與大數據生成及分析。",
                    "title": "「未來城市（Future City）」為研究核心"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "研究執行過程將配合學術研究、公民參與和社會實踐共築解決對策，並強調各單位協作與共創，以發揮正向且具體有效的政策作用以及社會影響力。",
                    "title": "「未來城市（Future City）」為研究核心"
                }
            ],
            "建立跨領域研究中心": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "籌擬數個主題，整合院內各系所、中心，與校內法學院、商學院、海山學研究中心、通識教育中心等單位，組成「文化‧聚落‧共有財：環境變遷下的永續發展」研究團隊",
                    "title": "人文學院"
                }
            ]
        },
        "其他": {
            "充實硬體設備": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "培育研究型人才": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "組織教學與研究團隊：建立跨院跨系所之教學團隊，共同開設碩博士班課程，藉以培養未來學生撰寫論文。",
                    "title": "法律學院"
                }
            ],
            "強化學術研究倫理": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        }
    },
    "產學": {
        "產學合作教學": {
            "開設產業專班/學院": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "與臺灣永續能源研究基金會已簽訂合作意向書，為企業解決CSR專才缺額問題，共同培育CSR專才。合作分四大工作項目：辦理CSR相關專業課程及證照訓練、開設CSR在職訓練課程、培訓臺灣企業永續獎評審員、提供企業專業諮詢及診斷。",
                    "title": "配合政府推動核心產業，發展規劃符合未來產業發展趨勢相關之跨域課程"
                }
            ],
            "依產業需求研訂課程/學程規劃": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "與財團法人臺灣永續能源研究基金會共同推動與辦理「企業永續管理師」人才培育與認證，建立企業永續管理專業人員認證體系，提升企業永續發展及社會責任之知能。",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "配合政府產業發展政策，結合本校相關領域課程師資專長，規劃開設具有發展潛力的「學分班制」課程及領域，帶動國家經濟發展趨勢，培育產業界傑出人才。",
                    "title": "擴大第二專長培訓學苑，為公部門與民營企業機構推廣最佳職能培訓課程"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "開設「企業社會責任與綠色創新」學分學程，聘請專家進行雙師教學與演講，使學生學習企業社會責任與綠色創新相關知識，並與財團法人臺灣永續能源研究基金會共同辦理「企業永續管理師」人才培育與認證，建立企業永續管理專業人員認證體系。",
                    "title": "推動人與環境永續方案"
                }
            ],
            "提升教師產業實務能力": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "產業實務知識融入教學": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "與企業進行長期研發專題合作，從實務實習與專題中導引學生運用專業知識，以團隊合作模式，涵養學生解決問題、溝通、創新、跨領域學習等多元能力，進而統整學生個人專業知識及學習能力。 ",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "統計系協助恩主公醫院醫事人員提升醫學統計素養，同時強化該系學生分析醫學統計資料與統計諮詢實務經驗。",
                    "title": "恩主公醫院產學合作計畫"
                }
            ],
            "產業實務講座": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "規劃開設「企業永續管理師」培訓班，搭配多元的教學方式，邀請CSR與綠色創新領域學者專家演講，引入最新知識及產業發展趨勢。",
                    "title": "配合政府推動核心產業，發展規劃符合未來產業發展趨勢相關之跨域課程"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "鼓勵與創新相關產業進行合作參訪，或邀請業界專業人士、研究員或資深校友等，就執行經驗與趨勢觀察心得，分享專業經驗，強化產官學界交流合作，啟發並拓展學生跨域能力與視野。",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "由業師將實務面的問題帶入課程之中，並藉由辦理業師演講、系友座談會等活動，使學生有機會直接瞭解產業現況與問題。",
                    "title": "強化產官學界專家協同授課，落實「雙師授課」的教學制度"
                }
            ],
            "聘請業師或雙師協同教學": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "系所依據自身專業領域特色，綜合評估國家社會發展趨勢及產業人才需求，課程中導入產官學界專家協同授課，增進學生的實務經驗。更為鼓勵系所開設創新課程，修訂計畫之雙師授課補助申請對象，以支援開設培育國家核心產業人才或跨領域數位人才之相關課程主要補助對象，其次為其他創新教學相關等課程（如：創新課程、實習課程、USR課程等），促進人才培育與產業發展緊密結合。",
                    "title": "強化產官學界專家協同授課，落實「雙師授課」的教學制度"
                }
            ]
        },
        "建立/完善實習制度": {
            "建立/健全實習制度": [
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "於學生出國實習前提供教育訓練及諮詢服務。",
                    "title": "規劃研習講座"
                }
            ],
            "強化實習課程/實習講座": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "檢驗/評估實習成果": [
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "以全盤掌握企業對於本校實習生的評價及學習成果，作為後續推動實習計畫及研擬相關策略之參考。",
                    "title": "建立實習評量及反饋機制"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "透過經驗分享，激發全校學生海外職場實習動機，並達增廣見聞、提升國際視野之目的。",
                    "title": "於校內舉辦「海外實習發表會」"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "建制企業考評機制及學生自評回饋兩類考核表，提供學校了解學生實習狀況與業者對本校學生之職能評價，並以作為次年度實習培訓及未來實習制度調整之參考依據，了解學生實習成效及未來改進措施。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                }
            ],
            "加強企業實習合作": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "與相關企業合作推動產學聯盟，創造產業實務實習機會",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "校外每年遴選45位學員至企業實習，為其安排企業核心高階主管擔任職涯導師，藉由進入企業核心，讓學生，並持續與校友企業合作，提供2~3個月企業實習機會一覽表（包含法律、會計、人資、財務、機電等單位），讓學生選擇。",
                    "title": "落實「國立臺北大學學生實習辦法」"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "擬藉歷史學系開設「專業實習」課程；民俗藝術與文化資產研究所開設「文化創意節慶與活動研究」課程，與公私立美術館、博物館、紀念館、文創公司等，例如朱銘美術館、蒲添生雕塑紀念館、李梅樹紀念館、阿波羅畫廊、力譔堂整合行銷股份有限公司、藝高文創股份有限公司、文創技研有限公司、竹圍工作室等進行產學合作，以雙師授課、專業實習、創客實作、企劃執行、小組分工、在地分享等模式，帶領學生發揮創意，將歷史素材轉化成具現代新意的新創作，並透過展覽的規劃與執行，習得文藝推廣的實務經驗。",
                    "title": "文藝策展暨推廣計畫"
                }
            ],
            "建立/強化企業實習平台": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "拓展海外實習機會": [
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "已訂定「海外職場實習獎助辦法」，補助優秀學生海外實習。未來將與時俱進，並配合本高教深耕計畫宗旨，提升海外職場實習量化與質化績效指標。",
                    "title": "逐年滾動式修正現行辦法"
                }
            ]
        },
        "產學合作研究": {
            "與企業單位合作研究": [
                {
                    "page": [
                        "35-38"
                    ],
                    "paragraph": "積極主動爭取與企業合作機會，加強產學研合作，連結導入研發新能量",
                    "title": "為擴大培育跨域數位人才，整合課程開設國家核心產業相關學程，建立跨域學習機制"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "出版計畫：與政府部門或私人企業合作舉辦學術研討會，並將成果公開發表，形成國家政策。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "建立與國外研究機構之交流機制：與國內外相關機構、事務所、以及企業團體建立建教及產學合作機制。",
                    "title": "法律學院"
                },
                {
                    "page": [
                        "48-50"
                    ],
                    "paragraph": "環境永續從由「循環經濟」觀點出發，藉由引入低碳商業模式，建構「碳中和」生產與低碳消費社會，再透過碳權誘因建立，激勵民眾的低碳消費動能，進而建立低碳生活新價值典範。金融永續則提出「責任經濟」的概念，建構更能正確衡量企業社會責任（CSR）績效的衡量指標，讓企業的各種利害關係人能正確判斷CSR績效以納入其決策行為，影響企業財務績效或其他財務特性；接著再分析CSR資訊是否與資本市場產生連結，促進企業永續經營之發展模式。",
                    "title": "環境永續與金融永續角度切入探討永續經濟之建構與發展"
                }
            ],
            "與企業合作設立研究中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "產學研究獎勵制度": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "修訂教師升等制度（強化產學研究）": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "成立產學合作研究園區": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "強化產學連結(不分教學研究)": {
            "建立/強化產學溝通管道": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "成立/強化產學中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "整合跨校區域產學資源": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "拓展跨國產學合作": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "建立產學合作制度": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "配合國家推動「數位國家．創新經濟發展方案（DIGI+）」、「前瞻基礎建設」等數位建設計畫，以及「五加二產業創新計畫」，需要堅實的電子資通訊、晶片及半導體產業能量，希望透過快速跨域合作的機會，促成跨業發展智慧科技及應用，並發展智慧系統與物聯網尖端半導體等關鍵技術，同時推動在地產業發展所需要之電機電子和資通訊人才。",
                    "title": "電機資訊學院"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "與三鶯、樹林地區的音律電子股份公司和瑞傳科技股份公司等在地產業深度鏈結，進行「產業研究深度合作」及「產業人才培育」計畫。",
                    "title": "電機資訊學院"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "開設統計門診，安排教師前往醫院駐點，以媒合具醫學統計背景的教師與臨床醫事人員進行產學合作專案。除協助醫事人員解決統計問題，同時取得臨床資料，協助教師教學與開發新統計方法。",
                    "title": "恩主公醫院產學合作計畫"
                }
            ]
        },
        "落實研發成果": {
            "成立/強化創新育成中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "成立/強化產學運籌中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "吸引創投基金": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "促進智財應用/技轉": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "推動衍生企業環境": [
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "發展社會企業：開設相關講座、工作坊以及經驗分享，鼓勵師生發展商業模式以解決社會或環境議題之社會企業。",
                    "title": "鼓勵師生分享創意與思維創新，並增加創新創業相關學程或微型通識課程，搭建創業實作場域。另發展社會企業，用商業模式來解決社會或環境問題"
                }
            ],
            "扶植RSC新創事業": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "其他": {
            "充實硬體設備": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "開設職業倫理課程/講座": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "技術開發": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        }
    },
    "社會責任": {
        "與地方（或中央）政府連結": {
            "擔任政府智庫": [
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "建立產官學之「WTO與區域經貿談判暨爭端解決法律與政策諮詢平臺」為目標，除與世界國際法學會、中華民國國際法學會合作外；並擬針對外交部條約法律司、經濟部國際貿易局及經貿談判辦公室、陸委會法政處、國際經濟商務人員培訓、行政院經貿談判及訴訟人才中高階培訓等政府機關部會進行合作，協助上述機構進行爭端解決與談判之法律諮詢服務。",
                    "title": "建立法律與政策諮詢平臺"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "於106年11月8日第42次校務會議通過修訂本校組織規程新設正式「智庫中心」，將扮演匯聚本校教研人員能量媒合平台，促進本校扮演產官學界重要智庫角色，擴大本校對於國家社會的貢獻，彰顯本校特色。",
                    "title": "深耕前瞻科技研究計畫"
                }
            ],
            "提供研究調查服務": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "執行政策評估研究": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "配合政策提供專業資訊/服務": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "與非營利組織（NPO）連結": {
            "參與了解NPO社會需求": [
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "與身障聯盟、身障藝術團體、罕見疾病基金會等NPO共同合作，成立指導顧問小組研擬推動串聯身心障礙相關方案，由招生、身障生輔導、身障生服務、身障者活動、身障團體協力、身障藝術收藏推廣等，使身障相關方案體系更加完備。",
                    "title": "身心障礙者藝術品收藏、展示、及社區巡迴推廣計畫"
                },
                {
                    "page": [
                        "50-51"
                    ],
                    "paragraph": "邀集身障團體合作辦理一系列北大身心障礙實地寫生活動，並將作品無償捐贈社科院做身障藝廊展示，進行籌設制度性的博物館或文物展示館。待館藏數量足夠及體制定位完備後，推展至在地社區巡迴推廣。",
                    "title": "身心障礙者藝術品收藏、展示、及社區巡迴推廣計畫"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "為求本校與社區共同投入達成本計畫目標，建置穩定組織，永續推動社會實踐，計畫初期結合師生在地服務方案、中期推動在地組織協力平臺、最終籌募育成在地NPO扮演大學與社區之中介合作組織，結合相關資源，獨立運作。",
                    "title": "社團法人北大社會實踐協會"
                }
            ],
            "強化教師參與NPO": [
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "結合社區代表、弱勢人口群代表及校內教職員代表，推動成立可永續執行在地服務方案之非營利組織—社團法人北大社會實踐協會，作為大學與社區共同治理之在地平臺。並在育成階段結束後，將計畫內容轉化為組織常態性會務，推動創新及延續性弱勢群體在地化服務方案，逐漸擴及其他在地社會實踐行動。",
                    "title": "社團法人北大社會實踐協會"
                }
            ],
            "強化學生參與NPO": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "支援在地教育機構": {
            "支援在地中小學教育": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "三鶯樹社區遊戲療癒外展方案：以課程、實務、訓練為三大主軸，首強化學生未來兒少/學校/家庭/性別/老人等社會工作的助人專業能力與就業競爭力，以達成未來深化本校與在地社區中小學之合作。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "服務學習與課輔方案：師資培育中心與中國文學系將透過「服務學習與個人成長」、「閱讀與作文教學」等課程，指導學生協助三鶯地區之國中小學生課業輔導，讓學生在實務發揮專長與所學。另外，亦將辦理「暑假偏鄉服務計畫」，至尖山國中等偏鄉學校，以「課業輔導營」進行課業輔導。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "中國文學系預計與桃子腳國中合作辦理「中文寫作培力工作坊」，協助中學生提升中文寫作能力。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "海山文學創作競賽：擬推動「海山文學創作獎勵計畫」，採海山地區各公私立中學聯校競賽方式，以「關懷鄉土」、「環抱海山」為題，鼓勵文學創作，期勉青年朋友認識海山、認識故鄉，落實在地關懷的同時，亦發揮百年樹人的教育精神。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "舉辦小小CEO營隊，引導各系系學會學生協辦營隊，邀請新北、三鶯地區偏鄉學校或弱勢族群學生參與分組教學。舉辦各種商業相關活動，透過寓教於樂的方式，導入基本的商業知識與學習CSR的重要性，探討各種消費型態對於環境之破壞、生態負荷，推動廣泛社會教育。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "鼓勵各系（所）依據各自專業及特色培育符合經濟潮流及產業所需人才，並引導三鶯地區高中職、國中小學校教師重視學校社會責任，帶領學生以跨科系、跨團隊，透過課程教學、實習、營隊等相關活動形式，落實結合社會連結與實踐。",
                    "title": "強化與三鶯地區產業、政府機關及各級學校之連結合作，增進師生對三鶯地區的認同與關懷，培育在地區域發展所需專業技術及具社會關懷人才。"
                }
            ],
            "支援區域高中教育": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "應用外語系則預計與北大高中合作，透過「英語會話」課程，組織師生共同辦理「英語培力工作坊」，進一步提升英語能力較佳學生之程度。",
                    "title": "推動社會實踐方案"
                }
            ],
            "區域學習資源共享": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "教師培力方案：師資培育中心目前將以明德高中為對象，辦理教學展演相關講座與工作坊，協助教師進行教學專業增能，並結合大學端資源，解決數位教材設計與製作的困難。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "16-17"
                    ],
                    "paragraph": "如社區教育資源整合與合作推廣、跨校圖書資源共享推展、在地文學或藝文活動進駐校園等，經由在地教育資源的連結，培養具人文素養、在地關懷、宏觀視野的現代公民。",
                    "title": "推動社區知識文化交流，拓展社區閱讀網絡"
                }
            ],
            "建置區域教學資源中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "促進地區（社區）發展": {
            "參與了解地區（社區）需求": [
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "帶領學生進入社區，將學習場域擴大將社區的知識與資源帶進校園，建構實踐基地，學習在地知識，關心在地問題，實質創造大學與社區的共學共榮。",
                    "title": "培養學生具備關懷社會、在地實踐、公共服務、解決問題能力，培養面臨全球職場競爭所需核心能力。"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "著眼於海山地區在地文化、教育、傳統產業、技藝與歷史記憶保留之議題，促進師生與「社會全民」共同面對「社會與環境」待解決之各種問題，使教學、研究與在地社會議題結合。",
                    "title": "文化創意城的建構與實踐"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "閱讀三峽區相關的在地報導、訪問區長、訪問區公所業務主管、訪問里鄰長與里幹事，了解三峽區在近兩年來所面臨的公共問題。",
                    "title": "公共政策服務團"
                }
            ],
            "開設在地相關課程": [
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "以三大主題—「實踐公民在地關懷」、「文化容顏行動再現」、「人與環境的健康與永續」，涵括社會、人文、自然領域，以本校與社區雙向互動的模式，全面提升學生核心能力，結合本校各單位，透過通識課程設計，配合專題演講、主題工作坊、藝術展演、校外參訪、社區共學等活動執行此共學計畫；並以本校翻轉教室、藝文教室、木藝教室作為主要實踐基地。",
                    "title": "培養學生具備關懷社會、在地實踐、公共服務、解決問題能力，培養面臨全球職場競爭所需核心能力。"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "學生透過「專案計畫教學」自主學習課程，將三鶯文化各層面之詮釋、修復、發揚、與永續傳承逐步完成。",
                    "title": "文化創意城的建構與實踐"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "陶瓷的技藝與記憶：將以校內陶藝教室作為基地，與鶯歌陶瓷博物館合作，結合「史學方法」、「田野調查與實習」等課程，透過實地參訪、口述訪談、影像紀錄等方式，保存陶藝師工藝以及梳理陶瓷工藝的發展脈絡。",
                    "title": "地方特色產業的再生與蛻變"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "以校內藍染教室作為基地，與三峽在地團體合作，延請業師帶領學生手作藍染作品，體驗藍染藝術之美。",
                    "title": "地方特色產業的再生與蛻變"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "未來3年內，擬開設工藝傳習等推廣課程，並編寫教材，3年期滿後視開課成效及學生迴響，逐步擴大規模，以建立完整的工藝傳習體系為目標。",
                    "title": "傳統技藝的傳承和創生"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "開設「生態臺灣」、「族群與多元文化」、「生命意義與終極關懷」、「志願服務與人道關懷」、「服務學習」、「運動管理學」、「休閒管理導論」等課程，提供培力課程給在地機構。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "使學生及居民投入地方研究，挖掘地方特色。本系列課群擬延聘編輯、影像拍攝等專長之業師教導，讓學生得以透過實作，累積相關經驗。",
                    "title": "開設有關海山地區歷史文化影像拍攝與出版之課程"
                },
                {
                    "page": [
                        "21-25"
                    ],
                    "paragraph": "強化跨領域課程及學程之在地連結，進而推展大學社會責任（USR），連結本校教師與三鶯樹地區專業領域學者及工作者，促進知識分享與產學合作，本校目前已有部分學院開設相關課程，例如：社會科學院《社會研究方法》透過三鶯社會調查得以讓學生能對於「在地」文化、特色有更深入的瞭解、激勵學生參與在地公共事務，並能活絡社區與學校的關係，未來將持續鼓勵各院系所辦理。",
                    "title": "增開各類跨域統整課程，培養學生跨域專長"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "開設媒體傳播相關課程，出版「鳶報」做為地方意見之交流平臺。",
                    "title": "公共政策服務團"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "微電影行銷在地：將以「三峽老街風華」、「李梅樹紀念館」、「三鶯走路節」等主題，拍攝約3-5分鐘之「微電影」，置入週邊公車播放，除可讓學生深刻體驗海山地區歷史文化外，更能藉此建立學生以影像書寫記憶的能力，並行銷在地之美。",
                    "title": "人文與藝術系列課程"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "因應當地居民之需求，未來積極開設各類符合當地需要之多元化進修課程班，滿足三鶯地區民眾進修學習機會。",
                    "title": "強化三鶯地區課程開發與推廣"
                }
            ],
            "協助在地社區規劃/改善": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "發掘具有當地特色和保存價值的自然及人文生態，同時透過文字、影像予以忠實記錄，進而利用電子媒體廣為宣傳，期能喚醒民眾的環境保護意識，共同延續良善的生存空間；每學期更將出版《北大地理雜誌》電子書一卷，以作為具體實踐的張本。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "辦理原住民產品銷售工作坊，教導行銷概念、協助銷售，致力原住民產品加值及行銷推廣活動，持續推廣相關概念至原民社區。提供專家諮詢輔導、行銷推廣活動規劃及相關資源。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "隆恩埔原住民青少年單車方案：透過自主動手維修單車學習問題解決的能力，再配合騎乘路線的規劃與目的地，進行文化背景解說。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "爭取典藏黃龜理國家藝師之珍貴材料：由本校海山學研究中心提出之校傳藝發展計畫，爭取典藏於新北市文化局的祖師廟建築工藝大師—黃龜理國家藝師之珍貴資料與手稿，以助於海山學文化研究，並得以落實國家技藝傳習、展覽推廣、研究發展、作品典藏、學術論壇。",
                    "title": "傳統技藝的傳承和創生"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "茶業文化的記錄、展示與推廣：與三峽區農會以及在地文史團體合作，透過「史學方法」、「三鶯地區發展史」、「臺北地區發展史」等課程，進行三峽境內茶行、茶農、茶師、茶商、茶園、茶種、茶葉類別與品牌、茶業組織的影像紀錄。搜集各類文獻與文物資料，建置茶產業文化資料庫，結合三峽區農會的產銷推廣計畫，於海山學文物展覽館策劃茶產業文化特展，展示百年來在國內外打響盛名的三峽茶業經營內涵，讓更多人了解三峽茶業發展的軌跡與風貌，並思索未來在地茶業經營者如何將產業、文化與生活融入社區總體營造的可能與方式。",
                    "title": "地方特色產業的再生與蛻變"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "教導附近學區的學生如何妥善照顧動物並了解動物習性。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "推動民眾以收養取代購買動物的風氣，同時杜絕捕捉撲殺的措施。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "期許師生透過與在地區域產業及教育之連結合作，如商管教育營隊、社會責任教師工作坊、食農教育之超市集的籌辦，由內而外延伸至服務鄰近的社區，發覺不同面向的社會問題並尋求解方。",
                    "title": "強化與三鶯地區產業、政府機關及各級學校之連結合作，增進師生對三鶯地區的認同與關懷，培育在地區域發展所需專業技術及具社會關懷人才。"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "以「防災社區」概念為出發，革新課程設計，將系統性開設或調整既有課程架構，以三峽地區之社區居民對話與訪談、環境調查資訊系統分析，以及社區與地方政府合作之實習與實務操作。",
                    "title": "公共事務學院"
                }
            ],
            "推廣/育成社會企業": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "籌設藝文/活動中心": [
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "將與校內之海山學文物展覽館或圖書館合作，籌劃定期藍染展覽。",
                    "title": "地方特色產業的再生與蛻變"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "與地方文史團體以及三峽民權老街店家合作，協調店家提供「老街屋」之部分空間，或文物等進行展示、陳列，並輔以數位科技、文化創意方式，以呈現該區域舊時的風貌，藉此逐步將無形的文化氛圍，引進老街商圈與既有之觀光模式，一方面重建三峽老街原本之歷史與文化，另一方面透過展現具有故事與記憶的空間，提高社會大眾對於文化資產的認識與重視。",
                    "title": "再現三峽老街風華"
                }
            ]
        },
        "提供在地服務": {
            "服務特定群體": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "以三鶯樹為主要活動場域，並延伸至大臺北地區，包括三峽河、鹿角溪人工溼地、萬里海岸等。結合研究方法與實作的課程，調查分析在地議題，推動設立學生社團，並開發在地社會關係與捐助資源、服務在地弱勢族群，以推動前驅社團法人北大社會實踐協會籌備。",
                    "title": "串聯地方單位，進行社區實作、在地服務和研究"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "學生志工隊在地服務方案：與新北市中園國小（課輔）、恩主公醫院（早療兒童陪讀）、懷仁基金會（身心障礙者的活動安排）、安新老人長期照顧中心（長者陪伴）等三鶯地區非營利組織合作，進行志工服務。",
                    "title": "推動社會實踐方案"
                },
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "培育「狗醫生」或「動物醫生」，帶領其至獨居老人住處進行陪伴性關懷。",
                    "title": "推動人與環境永續方案"
                }
            ],
            "提供在地專業服務": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "健康校園@健康社區方案：導引社區居民，包括特定團體，如高齡居民、弱勢團體和身心障礙者等，建立正確運動技能與保健觀念。",
                    "title": "推動人與環境永續方案"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "藉由教育專業服務與諮商，落實社會服務與關懷，強化與地方學校夥伴關係。",
                    "title": "文化創意城的建構與實踐"
                },
                {
                    "page": [
                        "38-41"
                    ],
                    "paragraph": "社會實踐力：鼓勵學生進行偏鄉服務，並透過各種座談，讓服務與被服務者彼此交流與對話，實踐社會參與及培養社會關懷與責任。",
                    "title": "培育學生懂得溝通、合作、解決問題及願意承擔社會責任的態度與能力"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "推廣教育於現有非學分班課程規模下，透過積極探尋目前市場需求，瞭解現代潮流趨勢，並配合政府政策推動計畫、各領域產業發展方向及當前資訊科技網路運用需求，開發各類多元實用性課程，以提供社會各年齡層進修學習機會，建立成人終身學習的教育學苑。",
                    "title": "擴大推廣教育，為廣大社會人士開辦多元領域「非學分班」等實用學習課程"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "契合社會成長及策略產業，強化成人培養第二或第三專長培訓，增強中高齡者職場就業競爭力。",
                    "title": "擴大第二專長培訓學苑，為公部門與民營企業機構推廣最佳職能培訓課程"
                }
            ],
            "發展/優化在地服務模式": [
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "透過社區低碳生活教育與研習，提高社區民眾低碳認知、培養正確態度及積極低碳行動力。建立社區低碳生活APP，連結低碳生活經驗分享，並推動社區便利商品零碳商品試點，發展民眾零碳消費生活模式。",
                    "title": "公共事務學院"
                }
            ],
            "發起/參與公益活動": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "參與在地文化、藝術工程計畫": [
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "海山地區煤礦遺址的再造：針對目前分佈於三峽、鶯歌、樹林、土城、中和等山區的煤場遺址和其鄰近礦業社區，將仿傚金瓜石、九份等礦區案例，調查礦場遺址，重現煤礦社區文化，建置礦區文史知識資料庫，規劃史蹟景點深度導覽路線，並結合社區生態旅遊模式，進而帶動沒落社區之經濟效益，同時兼顧在地生產、健康生活與平衡生態的永續發展。",
                    "title": "地方特色產業的再生與蛻變"
                },
                {
                    "page": [
                        "54-56"
                    ],
                    "paragraph": "技藝理論研究專書之出版：擬出版一系列技藝理論研究專書，以期保存匠師傳述，藉由創設圖稿資料、技藝理論說明，為古建工藝建立理論與學說，同時亦協助傳統建物修護，及傳遞國人正確的傳統技藝理念。",
                    "title": "傳統技藝的傳承和創生"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "民俗藝術與文化資產研究所將於每學年進行一處有形（如古蹟、歷史建築、文化景觀）或無形（如民俗、傳統工藝、傳統知識與實踐等）文化資產資源之基礎調查，並在資料彙整後，以網際網路資訊之方式，公開實做過程。",
                    "title": "海山地區文化資產調查"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "組成在地服務性社團「三峽文化志工團」，串聯地方文化藝術機構，如李梅樹博物館、清水祖師廟、鶯歌陶瓷博物館、新北市客家文化園區等地方公、私立藝文空間，初步製作「三鶯地區文化地圖」，日後將逐步擴大至板橋、新莊等海山地區。結合系列課群，並與校外團體合作，建立地方文史導覽團制度。培訓學生學習蒐集文史文獻、產業資料，再藉由田野調查、商家訪談、問卷調查等方式，融合在地環境解說與活動規劃實務，以20分鐘之路程為標的，設計一份「三鶯在地文化導覽解說稿」（中/英文），以培育本校學生成為三鶯地區之種子導覽教師，帶領在地居民（包含移入人口）認識三峽、海山等地方鄉土文化地景、文物風華，提升在地關懷與認同。",
                    "title": "文化地圖的製作與文化導覽的培力"
                },
                {
                    "page": [
                        "52-54"
                    ],
                    "paragraph": "與在地文史團體合作舉辦「三鶯走路節」，邀請社區民眾以走讀的方式，並以上述導覽志工介紹在地歷史文化場域，達到認識、認同地方的效果。擬規劃學校週邊五條文化觀光路線，在學期之初新生訓練時，由導覽志工帶領新生。",
                    "title": "三鶯走路節"
                },
                {
                    "page": [
                        "79"
                    ],
                    "paragraph": "推動建置在地傳統特色產業和工藝影像與文獻資料庫，結合校內外文化創意產業專業，以文化及數位加值方式，加深社會大眾對地方傳統產業與工藝之瞭解。未來將以人文為本、匯聚校內跨領域人才並聯結校內外資源，逐步建立實踐社會責任的典範大學城。",
                    "title": "產業與工藝方面"
                }
            ]
        },
        "打造永續校園": {
            "升級永續校園綠設施": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "宣導永續校園概念及意識": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "綠色校園@綠色社區方案：在校園和社區推動食農體驗教育，體認未來糧食生產面對的環境挑戰，亦帶領學生認識校園周遭生態，分析相關議題。",
                    "title": "推動人與環境永續方案"
                }
            ],
            "強化永續校園制度管理": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "其他": [
                {
                    "page": [
                        "56-58"
                    ],
                    "paragraph": "摸索、建立未來生態城市之規劃與發展準則，與國際接軌，採用國際GRI準則架構編撰及出版《臺北大學永續報告》，展現永續發展績效、社會影響力及遂行利害關係人之溝通。",
                    "title": "推動人與環境永續方案"
                }
            ]
        },
        "拓展國際社會服務": {
            "培植國際志工團隊": [
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "舉辦國際志工海外服務招募說明會與訓練課程。",
                    "title": "國際志工"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "推展多樣性且零距離海外志願服務計畫，進行更廣更深入之交流服務。",
                    "title": "國際志工"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "辦理海外志工經驗分享座談會，分享不同文化視野觀點及服務經驗。",
                    "title": "國際志工"
                }
            ],
            "擴充國際志工服務": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "其他國際社會服務": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        }
    },
    "大學治理與公共性": {
        "組織調整": {
            "組織定位及策略發展": [
                {
                    "page": [
                        "81-82"
                    ],
                    "paragraph": "現階段係透過校長、副校長召集專案會議方式，以研發處扮演總幕僚角色，邀集各相關行政與教學單位共同參與，協調處理推動大學社會責任計畫涉及的重要推動策略與議題，並且不定期邀請校內外富有經驗之專家、學者、實務工作者分享。",
                    "title": "跨平臺資源協調機制與專責單位之建立"
                },
                {
                    "page": [
                        "81-82"
                    ],
                    "paragraph": "再成立校級專案辦公室規劃，運作成熟後，設定以國內外數所大學具備類似Center for Engagement功能之相關單位作為學習標竿，推動結合校內既有組織（例如創新創業中心）與相關資源，成為校內正式組織的一部分，永續結合校內師長與學生組成團隊，持續盤點在地需求及與本校協力合作各項議題，設定行動基地作為落實場域。",
                    "title": "跨平臺資源協調機制與專責單位之建立"
                }
            ],
            "組織重構": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "組織擴張": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "增設組織單位": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "裁撤組織單位": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "學院實體化方案": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "強化招生": {
            "辦理高中生活動": [
                {
                    "page": [
                        "25-28"
                    ],
                    "paragraph": "為提升高中生未來至本校就讀之意願，提高本校知名度，本計畫研擬之相關措施包含：鼓勵各院系開設基礎學科先修課程或配合系所專業特色發展適合高中生修習之實體與線上課程；學期間規劃依「校際選課實施辦法」，開放高中生比照外校生選課方式選修，並配合教育部推動高三準大學生自主規劃銜接進入大學之學習，已修訂本校「暑期開班授課辦法」，開放準大學生報名本校學士班暑期課程或學士班準大學生基礎學科先修課程專班，修畢課程的高中生進入本校就讀後，可依本校學分抵免辦法進行學分抵免。",
                    "title": "勠力推動教學創新，支援開設各種特色課程及學程並發展多元評量"
                }
            ],
            "辦理特殊選才": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化僑生、港澳生招生": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "拓展國外生源": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "設計招生制度性誘因": [
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "本校進修學士班逐年調高甄試入學生額比例，以提振招生率及漸進契合為開放式大學。",
                    "title": "逐年調高甄試入學生額比例"
                },
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "提升報名意願，降低入學難度，本校碩士在職專班超過一半以上之系所已取消筆試，期能吸引更多考生報名。",
                    "title": "簡化甄試入學審查程序"
                },
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "為讓不具本校學籍的社會大眾對於有興趣或有工作上需要的課程，能申請修習學分，故開放進修學士班之隨班附讀。只要符合進修學士班報考資格者皆可報名，每學期至多可以選讀18學分，開放課程涵蓋大部分進修學士班之各學系，若選讀生將來取得本校學籍，亦可將先前隨班附讀之學分申請學分抵免，隨班附讀可視為進修學士班之先修班。",
                    "title": "逐步開放隨班附讀"
                }
            ]
        },
        "拓展財源": {
            "企業募款": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "經營校友會、系友會": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "調整學費": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "爭取政府經費補助": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "爭取非政府單位經費補助": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化進修推廣教育營收": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "附加營收多樣化": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "校務基金管理投資衍生收入": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "境外拓展": {
            "與國外學校合作開設境外學程或課程": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "與國外學校合作開設境外學位學程": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "開設境外分校": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "健全財務管理制度": {
            "精簡行政縮減開支": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "資源分配控管制度化": [
                {
                    "page": [
                        "19-21"
                    ],
                    "paragraph": "由院統籌規劃運用經費、整併相關法規、辦理教師交流等活動，提升資源使用效益",
                    "title": "其他資源整合"
                }
            ],
            "建立財務透明稽核制度": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "校務基金決策機制透明化": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "推動校務研究（IR）": {
            "建置校務資料系統": [
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "第一階段對資料庫進行全面性盤點與重整，整合建構校務資料目錄平臺為先導行動。第二階段達成校務系統開發平臺升級，包含軟硬體設備，後續逐步整合校務資訊平臺，發展更多校園服務資訊系統，搭配學校入口網站改版工程，以符合校務發展中長期資訊化服務與多型態行動化需求。規劃推動軟硬體設備升級，計畫使用互動式網站元件開發模組。",
                    "title": "逐年整併校內各單位資料庫，建置校務資訊整合系統平臺"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "逐步辦理校務研究系統暨資料庫之整合與建置。未來提供和開放全校致力於校務研究的教職員生。可進入該平臺取得研究所需的校務資料，並將重要研究成果公開化，建構e化校務研究產出回饋機制。規劃以巨量資料為基礎，對於學生學習成效、核心能力、多元入學、畢業生流向以及弱勢學生照顧等重要辦學面向，進行交叉分析比對與整合，並搭配資料分析軟體產出e化視覺圖表，提供校務首長於行政決策上之輔助與參考。",
                    "title": "建置校務研究IR資料庫，以強化本校校務研究之成效"
                }
            ],
            "成立校務研究中心": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "發展校務研究": [
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "規劃將立基於校務整合系統平臺以及大數據研究資料庫平臺，結合大數據相關領域專業人才與各領域專業研究人員，共同拓展大數據於電機資訊、商業金融、社會人文、公共事務、法律以及弱勢群體與學生學習照顧相關面向上可應用之面向與議題，並進行深入研究與分析。",
                    "title": "逐步建置大數據專業智庫"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "已修訂「校務研究辦公室設置要點」，將辦公室主任位階從學術副校長提高至校長親自帶領，期加速校務研究之推動。在運作機制上，延續先期模式為基礎，邀集本校富有教育政策行政、教育心理統計、社會學、經濟學、財政學…等各專業領域教師，並搭配校內研究單位，共同形成智庫群參與校務研究專案。另ㄧ方面，亦充實與培育校務研究辦公室專業人力，聘用博士後研究人力專職投入，以強化校務研究專業職能。將以先期校務研究計畫成果及經驗為基礎，持續提出符合本校特色與需求之相關研究議題，開展多元校務研究。",
                    "title": "組織人力及運作機制"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "學生招生入學：學生基本資料、家庭狀況、學制別、多元入學管道…等。",
                    "title": "校務研究資料構面"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "學生學習歷程：學生基本資料、學生輔系雙主修申請紀錄、期中預警紀錄、選課清單、專業證照紀錄、獲獎與榮譽紀錄、實習紀錄、社團表現紀錄…等。",
                    "title": "校務研究資料構面"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "教師教學研究：教師基本資料、課程資料、著作暨計畫、學術獎勵…等。",
                    "title": "校務研究資料構面"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "教育學習成效：學生修課成績資料、教學意見調查、畢業生流向調查。",
                    "title": "校務研究資料構面"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "校園資源利用：圖書館利用紀錄…等。",
                    "title": "校務研究資料構面"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "建立學生學習與核心能力培養分析模型：為有效進行檢核學生的核心能力養成成效，將逐步透過系統化的規劃與管理，建立可量測的課程設計、教師教學與學生學習的模式運作，瞭解學生的能力養成過程，以及掌握學生的學習成效。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "多元入學、選材機制、學生學業中斷與初職表現之研究：積極配合教育部弱勢學生學習輔導補助計畫，擴大弱勢學生入學機會，並提供其入學後完整輔導措施，擔負社會責任。針對現行「大學多元入學方案」、「大學招生入學考試調整研究方案」、「弱勢學生學習輔導補助計畫（起飛計畫）」等，透過校務研究，從生源多元管道、選才機制、招生策略、招生成效…等進行檢視，並將成果回饋應用。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "多元入學對生源組成及流向影響之研究：分析入學生來自資源落後地區比例之變化，並瞭解這些學生就學後的表現，協助校務決策檢視整體招生策略是否體現平均教育機會的理念。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "教師教學評量模型調整與分析研究：本校教師教學意見調查進行超過10年，學校每年運用調查結果遴選教學傑出教師給予獎勵肯定，也可對於需協助與支持之教師，由校方協助提升整體教學品質，確保學生學習成效。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "畢業生流向調查與分析，回饋應用於精進課程與職涯輔導：著重於輔導各系所依據歷年來數據所呈現的分析資料，掌握職場趨勢脈動，深入探討畢業生就業表現，落實精進課程設計及確保學生學習成效，建構更即時完整及可靠的畢業生流向資料庫和職涯發展軌跡。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "視覺障礙學生課業輔導方案對其學習策略與學習成就之介入成效：透過IR計畫探討本校視覺障礙學生接受課業輔導方案後的成效，並將研究結果反饋於校務決策，永續精進弱勢學生輔導作為。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "學生修課行為、跨領域學習與初職表現之研究：將以學生的「選課行為」為主軸，探究學生如何進行選課、為何修習主修科系外的課程、跨系選課學生表現與沒有跨系選課學生比較等選課行為，透過學生選擇修習課程種類，探究其學業表現和初入職場表現的關聯性，據以提出相關校務政策建議。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "因應12年國教新制度之學生選才、學習投入與學習表現之探究：預計針對「全校學生選才的三種成績（XYP）與學習投入之關係」、「全校學生學習投入與學習表現之關係」、「全校學生選才、學習投入與學習表現之關係」，以及「全校學生選才、學習投入、學習表現與職場共通職能之關係」做初步探索與分析，並將研究結果應用在招生策略的規劃及調整，並提出具體改善教學實務以提升學生學習成效之建議。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "網路社群活動與學習成效之關聯：根據學生臉書的動態、社團、粉專等參與度，分析學生興趣類型，並透過分析興趣與學習成效之間的關係，判斷不同類型的學生具體在哪一些學科上有比較優勢，進而能幫助學生在興趣的引導下，發揮所長，做好學習規劃和職業規劃。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                },
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "其他呼應高教深耕計畫（尤以教學創新為核心）之相關校務研究。",
                    "title": "逐步擴大研究與評估分析應用範圍"
                }
            ]
        },
        "健全改革董事會（私校）": {
            "設定董事長及董事任期": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "聘任公益或獨立董事": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "董事遴選制度公開透明": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "健全大學治理參與制度": {
            "建立資訊公開透明機制": [
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "透過校內各單位資料庫平臺之整併、掘取校外公開資訊系統等行動，建置與積累校務資料倉儲，提供校務研究更全面與即時之支援，具體提升校務資訊公開透明度。",
                    "title": "逐年整併校內各單位資料庫，建置校務資訊整合系統平臺"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "透過資訊的透明化以協助學生、家長及社會大眾獲得本校資訊，亦自我監督及改善。目前於學校網頁設有「校務及財務資訊公開專區」，定期公告及更新包含學校教職員工生人數與變動趨勢、校地及校舍面積、設備與資源、發展特色與願景、畢業生流向與校友表現、財務收入及支出分析、學雜費與就學補助資訊、採購及處分重大資產情形、開課與師資資訊、內控內稽執行情形及校務基金公開等資訊。",
                    "title": "定期對外公開校務及財務資訊，呈現本校辦學績效及特色"
                }
            ],
            "健全學生參與機制": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "健全互動關係人參與機制": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "增加弱勢生入學機會": {
            "擴大繁星入學管道": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "增加身心障礙生入學機會": [
                {
                    "page": [
                        "72-73"
                    ],
                    "paragraph": "將擴大招收弱勢學生比例。",
                    "title": "提升高教公共性"
                }
            ],
            "招收原住民學生/新移民子女": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "增加弱勢家庭子女入學機會": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "弱勢學生支持系統": {
            "弱勢學生獎補助制度": [
                {
                    "page": [
                        "72-73"
                    ],
                    "paragraph": "目前本校每學期提供學雜費減免、弱勢助學金等措施，協助校內積極上進之弱勢學生不因經濟困窘致中斷學業。",
                    "title": "提升高教公共性"
                }
            ],
            "建立/強化弱勢生支持系統": [
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "未來將依照無障礙網頁開發規範進行網頁環境開發，定期調整入口網站之版面，使網頁環境在使用上更加直覺與便利，提升弱勢學生使用環境友善性。並藉由本校相關單位定期公開更新辦學相關資訊，如免費課程活動、獎助學金資訊、校務研究成果等；匯整學生學習資源如資訊軟體、專業套裝軟體、學術資源電子資料庫等，強化網站使用環境的直覺性、互動性及多元性。",
                    "title": "強化弱勢學生獲取學習資訊或資源之管道"
                }
            ],
            "建立外部募款基金": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ]
        },
        "其他": {
            "建置開放式線上課程": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "平衡人文社會及自然科學領域發展": [
                {
                    "page": [],
                    "paragraph": "",
                    "title": ""
                }
            ],
            "強化行政職能": [
                {
                    "page": [
                        "69-72"
                    ],
                    "paragraph": "為提升校務專業管理效能，將持續辦理「校務研究資料運用處理要點」，規範本校教師及研究人員符合倫理規範遵行事項，積極將相關申請行政程序納入校務資訊整合系統平臺之e化發展。",
                    "title": "建置完善行政程序配套"
                },
                {
                    "page": [
                        "60-62"
                    ],
                    "paragraph": "以本校行政人員為對象，舉辦東南亞文化、語言講座。",
                    "title": "以人為本，建立學術交流網絡及招生平臺"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "辦理本校行政人員英語與跨文化溝通能力之相關訓練課程及研習會，包括：舉辦行政人員英語能力講座、English Corner，鼓勵其通過英語能力測驗；另定期舉辦異文化及國際禮儀講座，培訓行政人員接待外賓、境外生能力。",
                    "title": "持續營造國際友善校園"
                },
                {
                    "page": [
                        "74-76"
                    ],
                    "paragraph": "擬增聘三峽推廣教育行政專員，專責於三峽校區辦理推廣教育業務。",
                    "title": "拓展三峽校區在地推廣教育"
                }
            ],
            "建立計畫管考機制": [
                {
                    "page": [
                        "13-16"
                    ],
                    "paragraph": "為提升英語授課課程教學品質，依據「國立臺北大學外語授課補助要點」實施外語授課管考機制，定期於每學期期末進行教學意見調查，經統計學生回饋教師以外語授課之時數達該門課全授課時數之60%，始得繼續給予1.5倍授課鐘點補助；將教學意見調查結果提供各系所、院及校課程委員會，作為改善英語授課之參考，未來亦將持續落實管考機制。",
                    "title": "持續推動英語授課課程及落實外語授課管考機制"
                }
            ],
            "基礎建設及硬體設備提升": [
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "藉由校園入口網站改版計畫，本校入口網站將呈現一致性風格，並由各單位分層分工負責。亦致力於提供大眾更具彈性、更符合多樣化需求之網頁使用環境。同時亦配合校園資訊化及國際化趨勢，運用行動科技及雲端系統、開發「臺北大學APP」、「NTPU Library APP」等，有利隨時取得服務訊息。對內強化行政作業上之效率及便利性，對外則行銷本校特色，邁向透明、友善與親和之高教新世代網站。",
                    "title": "逐步整併本校校園官網、系所網頁及其他e化系統，提供資訊即時性、瀏覽便利性、服務友善性、互動親和性之使用環境"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "透析加密封包之內容，將加密封包轉化為明碼封包進行解析與過濾，並強化DDoS網路攻擊行為之分析與自動學習，以減少加密payload bypass所造成的攻擊或資料竊取與進行自動過濾與阻擋之預警機制。",
                    "title": "妥善處理大數據資料之資料保護與校安問題"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "建立完善的電子紀錄保存系統及外來軟體與APP開發軟體之檢測平臺，以符合法令法規的要求，防堵校內使用綠色或免費軟體所造成之隱藏的危害與資安隱憂，並強化資安事件發生時之追稽查詢與資安設備聯防和關連性分析。",
                    "title": "妥善處理大數據資料之資料保護與校安問題"
                },
                {
                    "page": [
                        "67-69"
                    ],
                    "paragraph": "透過響應式網頁設計提供行動裝置瀏覽，並符合資訊安全及網站服務等相關規定。並且依手機、平板或電腦等多型態系統不同特性調整資料呈現形式，公開本校辦學資訊，亦提供教師教學、學生學習以及職員行政所需之校務資料。一方面落實校務專業管理能力、強化自我課責及監督，另一方面則進一步將整合分析作為各類決策之依據，並強化系所品質保證機制。",
                    "title": "公開辦學資訊提供行動裝置瀏覽的服務功能"
                },
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "進修部除將努力進行資產活化BOT案，並期望能逐步更新臺北校區軟硬體設備如語言教室、教學電腦、E化講桌、投影設備、體育場館等等。",
                    "title": "加強軟硬體設備"
                },
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "增加校內雙語資訊能量，如校園公告、建物標示、各項活動內容、網頁資訊等，打造資訊國際化之校園。",
                    "title": "持續營造國際友善校園"
                }
            ],
            "提升學校知名度": [
                {
                    "page": [
                        "73-74"
                    ],
                    "paragraph": "除調整原有招生方式外，更積極的在校內校外進行招生宣傳、招生說明會及參加校園博覽會擺攤，並透過報紙、網頁關鍵字搜尋、經營進修部臉書等增加曝光度。",
                    "title": "多元招生管道"
                },
                {
                    "page": [
                        "44-48"
                    ],
                    "paragraph": "邀請國內外學人來訪，提升法律學院能見度。",
                    "title": "法律學院"
                }
            ],
            "增進師生福利": [
                {
                    "page": [
                        "62-64"
                    ],
                    "paragraph": "提供海外移動計畫之對應經濟獎助與申請輔導機制。除提供行政支援、諮商服務，協助同學申請教育部學海系列獎助學金、姊妹校獎學金、外部機構獎助學金等，另對於經濟弱勢學生，更主動積極協助其申請或提供圓夢獎助學金。",
                    "title": "培養國際移動力"
                }
            ]
        }
    }
}