{
  "年度": "107",
  "學校": "國立政治大學",
  "類型": "大學",
  "教學": {
    "強化教學品質": {
      "推廣創新教學模式": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "在創意實驗室研發並實驗正式與非正式課程，成為創造力終身學習中心。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "這些創新教學制度，將包含微學分、微學程、共時授課、募課、自學課程等。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "移動共振學院：為解決師生世代隔閡日深，教師缺乏學習誘因的問題，這虛擬學院實驗了一個培養教師創意，強調師生共學共同成長的空間，透過「用未知領路」、「與異質碰撞」、「師生角色轉換」、「互動教學團隊」、「翻轉教學設計」、「翻轉空間運用」、「自主學習增能」等指導原則，在政大實驗具實作精神的教學革命。若實驗成功，將激發進一步發展的想像，建構更多的設計，讓政大成為「為高等教育創新服務的智庫」，透過「動機+洞察+創意+轉化+實作+反思」的課程設計新概念，搭配創造力理論、方法、工具與品牌（如肯園、心靈工坊等），培養學員熱情、勇氣與創造未來的動機，引導其透過不斷檢討和修正行動目標、方法與結果，形成可以分享與實踐的新知識。",
          "title": "教師培力"
        }
      ],
      "訂定核心能力，規劃課程地圖": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "創新創業學院將規劃嚴謹且具創意的課程及修習地圖，並框列必選修課程，以跨域、多元議題及實作為核心內容元素，不與既有學院課程相似。課程設計強調「解決問題」，學習者必須和問題情境互動，組合各式資源，提出可以實現的解決方案，同時進行實驗檢驗，並循環修正改善，達到系統性的累積與成長。",
          "title": "建置跨領域學院"
        }
      ],
      "強化課程內容": [],
      "調整課程規劃": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "於105學年度行政會議通過「彈性授課施行方案」，各系所可規劃將每學分課程之18小時規範為15小時之教師課堂教授指導及3小時之多元學習，如網路課程、實習、實作、專題製作、移地學習及參訪等方案，促進教師從事教學創新；方案中同時訂定教師補課規範，以確保教學品質。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "改變課程規劃方式：以學院為核心教學單位，強化學院整合功能，達成跨領域整合及資源有效配置，提高課程設計與開課效率，增加基礎學門課程之開設，鼓勵系所多開設「寬口徑、厚基礎」之課程，以利學生精熟各學門之核心知識，並提供多元、跨領域學習之機會。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "52",
            ""
          ],
          "paragraph": "以「設計素養」為核心，改造數位媒體內容之課程。傳播學院將推出以設計思維為核心理念的課程，強調學習者必須和情境互動，組合資源，提出問題的解決方案。",
          "title": "教學新思維"
        },
        {
          "page": [
            "52",
            ""
          ],
          "paragraph": "商學院為供應鏈管理教育量身打造之校級「供應鏈管理學分學程」。",
          "title": "教學新思維"
        },
        {
          "page": [
            "52",
            ""
          ],
          "paragraph": "法學院亦意識到，傳統法學教育亟需與不同領域對話、交流、整合，已成為國際法律學術與實務發展的重要趨勢。",
          "title": "教學新思維"
        },
        {
          "page": [
            "52",
            "55"
          ],
          "paragraph": "商學院「金融科技研究中心」則將盤點協助學士班與碩士班金融科技教育課程規劃、創設金融科技學位學程。",
          "title": "運算思維課程"
        },
        {
          "page": [
            "52",
            "55"
          ],
          "paragraph": "「程式設計課程規劃小組」，將盤點及整合全校資源，廣納不同學院對程式設計不同的需求。",
          "title": "運算思維課程"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "政大民族系也與地政系合作推動原住民碩士專班，提供領導與公共治理課程，推動南島民族太平洋田野調查工作坊，與紐西蘭維多利亞大學威靈頓校區的雙聯學程。",
          "title": "多語及多文化的課程設計"
        }
      ],
      "培育優良教學助教/人力": [],
      "教師專業分享輔導機制": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "持續推動共振計畫，透過分享與交流，致力於培養教師創意、發展師生共學、增強教學互動等。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "與教發中心合作，經營跨域教師社群，並開辦教師的創意實驗室工作坊等。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "為鼓勵政大教師組成教師教學成長社群，教發中心邀請運用特定教學或評量策略已有成果之熱忱教師擔任社群召集人，招攬有心從事的教師加入社群，成為未來推展相關活動的種子教師，並藉社群的定期聚會或工作坊活動，傳承、交流教學經驗和建議，凝聚教師的群體力量，以及形塑大學教師的相互觀課文化，進而發展課程模組與範例，以利其他領域教師運用。同時也配合教發中心辦理教學發展工作坊，使教學創新的理念及課堂應用的經驗能藉此公開活動和電子報的形式分享、宣傳給其他未參與的教師，鼓勵其投入教學創新。",
          "title": "成立教師教學成長社群"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "教發中心與商學院PERDO合作，並邀請司徒達賢教授擔任社群顧問，期望能將個案教學法引介、推廣至其他適用的專業領域教學。每個星期五除了開放教師進班觀摩他的課程，並親自指導教師撰寫個案。再者，政大積極推動國際化，培養學生國際移動力，延攬國際人才、招收國際學生比例大幅提升，各院也紛紛成立全英語的學分學程，甚至學位學程。因此，特別成立「英語教學」社群，期望透過此社群之成立，集結英語授課教師，分享或傳承其教學經驗，共同討論相應的教學與評量方式，也凝聚教師教學能量，彰顯其影響力。",
          "title": "成立教師教學成長社群"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "在數位教材的錄製以及教學媒體的融入課堂，則以「翻轉教室」與微歷程「學習分析研究」社群成員為種子老師。在數位學習課程的製作與運用推廣，藉經驗豐富的召集人帶領社群成員去學習錄製磨課師、開放課程等數位教材，及如何將數位學習融入課程設計，進行教室的翻轉，使教學能更顯多元彈性。「學習分析研究」社群希望實驗新的教學科技，有效蒐集學習微歷程，針對學生學習歷程進行教學與學習上之分析研究，提供增強學生學習成效之教學設計與教學策略。",
          "title": "成立教師教學成長社群"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "延續Dewey「做中學」的理念，在實作、實習、專題、總結性課程（capstone course）等重視經驗的課程設計，則以「社會參與」、「行動實踐」兩個社群為主。「社會參與」社群的老師成員，大都從事某個田野場域、族群或社群的社會實踐工作，透過此教學平台定期聚會以工作坊形式分享田野調查方法，以及社會實踐的歷程，希望培養同學公共參與，關心公共事務的態度。「行動實踐」社群的參與教師主要針對教師如何設計行動方案為課程重點，探討如何帶領學生規劃行動方案、以及如何有效完成專題執行，也根據學生行動實踐的面向運用不同的評量方式，藉以培養同學解決問題的能力。",
          "title": "成立教師教學成長社群"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "除了教學創新策略的精進，為落實政大課程精實紮實學習的理念，發展高要求學習評量策略，特別成立側重於設計學生學習評量尺規的社群。評量社群成員集結不同專業領域教師的設計、教學實驗與共同研討，協助建置有效的評量模組，以達示範及推廣之目的。評量策略的設計與運用，在大班授課更顯重要，如何規劃課程與執行有效的教學與學習評量策略，是大班教學授課共同面臨的挑戰。希望透過社群的運作，能邀集不同的大班教學教師，讓新手教師有機會向資深教師請益，同時也分享各學科的教學特色，共同討論相應的教學與評量策略。",
          "title": "成立教師教學成長社群"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "我們將循序建制，以多重誘因鼓勵教師投入整合性學術。首先由既有各實踐計畫的團隊組成經常性的互動社群，以團隊人力協助蒐集可共用的田野資料，透過團隊經營田野人脈，並以團隊會議的跨領域腦力激盪刺激創意，除了將田野調查的成果轉化為學術成果，也做為授課教材，而同學修習專業實習課程，也提供豐沛的田野操作人力。",
          "title": "教師培力"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "舉辦新進教師研習營：於每年8月辦理1至2天的「新進教師研習營」，邀請當年度及前一年度尚未參與新進教師研習營的老師參與。除單向演講課程，同時規劃「各類教學法體驗講座」、「教師社群座談」及「教學課綱工作坊」，提供教學與研究知能培訓管道，加深新進教師對政大之歸屬感。未來將與國合處及國際學院合作，建置新進外籍教師之支持系統，讓新進外籍教師能於最短時間整體掌握政大環境、制度與資源。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "編纂新進教師手冊：依「關於政大」、「教師基本權利與義務」、「教學相關資源」、「研究相關資源」、「資訊服務與圖書資源」、「生活與福利」等六大主題，規劃編纂每年度「新進教師手冊」，結合校內各單位最新資訊，期使新進教師能及早有效掌握學校資訊、適應政大教學與研究生活。未來將規劃以數位化形式呈現新進教師手冊相關資訊，並與外文中心、國際學院合作提供中英對照內容，提供新進外籍教師更友善了解政大資訊之使用介面。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "成立跨領域教師教學成長社群：教發中心為鼓勵教師切磋教學經驗，透過教學精進實驗計畫之補助，先後成立若干教學社群（亦請參見第二章第三節），佈點於各種主要教學方法及教材教法，2015年度起新增「教師教學成長社群」補助方案。2017年度起則結合原有的教學精進實驗計畫，並整併教師傳習制度、教師關懷等業務，以教師教學成長社群為主體帶動教師增能。同時主動核給每位參與教師教學成長社群的新進教師1位教學獎助生，並藉由資深教師帶領社群的定期聚會或工作坊活動，傳承、交流教學經驗和建議，凝聚教師的群體力量，以達共同提升教學成效的目標。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "教學發展電子報：配合教師教學成長社群發展，就最新「教」與「學」趨勢，擬訂「個案教學」、「Rubrics TBL運用與高要求評量」、「發展行動實踐課程與評量策略」、「社會參與」、「翻轉教室教學」、「英語授課」、「學習研究分析實驗」、「大班教學」等主題，規劃電子報內容，並同時在電子報平台上分享最新教學資訊。",
          "title": "學術人力資源發展策略"
        }
      ],
      "健全教師（學）評鑑制度": [],
      "推動多元升等": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "目前教師與專業技術人員已可採不同的升等途徑以適性發展，今後將再針對升等評審項目之門檻、升等著作規範、審議程序、外審方式等，繼續檢討修訂，進一步提升學術之嚴謹性，建置以「教學品質為必要條件，研究品質為充分條件」的升等制度，達到以系統化及持續性的方式增進教師教學、研究和服務等方面之質量，充沛並創新政大學術總能量。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "另有關約聘教學人員之升等，會在之前既有的多元升等基礎下進行規劃教學實務研究升等，讓以教學為職志之優秀教學人員得以在政大安身立命。",
          "title": "學術人力資源發展策略"
        }
      ],
      "健全教學獎勵制度": [
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "研修相關獎勵機制，包括績效評量納入社會貢獻的評分比例；全校型計畫的協同主持人等比例比照科技部計畫；籌措專款頒發教師社會貢獻獎，以平衡目前重研究、輕教學、更輕社會實踐的教師評鑑體制。",
          "title": "教師培力"
        }
      ],
      "減輕教師教學負擔": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "學校於2017年核給專任教師員額後，依開課結構、開課需求及供需端調整兼任教師員額，並視教學體系之需要擬訂政大約聘教學人員合理人數來強化教學效能。例如，部分語言課程將以聘任專任教學人員為主。這系列的變動，使政大兼任教師之聘任逐漸主要支援專任教師因兼任行政職務、休假研究、借調、經核准之出國研究進修、延長病假及講座教授減授之時數等情形而產生之課程，故其人數將會再調降，兼任教師之合理人數將回歸聘任兼任教師之目的。",
          "title": "政大師資人力結構分析"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "除已退離之員額外，政大將另增核45個具國際競爭能力的教師員額，至2022年專任教師總人數將可達745人；生師比可由目前的21.11降至20。屆時將敦聘到更多能成為思想及教育大師的潛力學者，同時達成學生多元、基礎及紮實的學習目標。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "教務處於105學年度起推動「新制課程精實方案」，降低教師的備課數及授課時數，減輕教學負擔，建立友善教研環境，讓教師專注於教學精進及研究創新。另對有限期升等需求之教師，各學院均執行「授課時數每一學年不超過12小時，備課課目數每學年不超過4門課上限」的政策。",
          "title": "學術人力資源發展策略"
        }
      ],
      "建立教學改善回饋系統": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "檢核每學年新制課程精實方案執行成效：依新制課程精實方案已訂定之檢核指標，持續追蹤新制課程精實方案執行成果，以落實實施成效。檢核指標包含開課量下限控管、上下學期開課平衡控管及追蹤、各學制開課量、各類課程精實前後開課量差異狀況、教師授課時數檢核、備課數檢核、各學制畢業學分數調降狀況及必修學分數調降比例、教學大綱審視機制推動情形及彈性授課施行方案執行情形。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "我們將嘗試在X學院中設計創新的教學制度與活動，進行封閉性的教學創新實驗（包含制度、教法與教材），並將實驗結果回饋給行政或教學單位，做為未來創新制度規劃的依據。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "為提供教師更精準的教學回饋，提升教師對學生學習狀況及時的掌握，並創新教學評量系統，特別研發此「輕鬆點，教學評量人工智慧平台」系統，並建置兩間教室實驗，期待能有效改善期末教學評量，若實驗成功亦可成為政大對外輸出之教學產品。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "實驗階段先針對大班授課之通識課程教室進行規劃，在教室架設一台攝影機，定點拍老師授課狀況，錄好的影片直接存在學校的資料庫，未來供修課學生、授課老師點選觀看使用，後台提供影像內容分析。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "課堂中學生可運用「輕鬆點APP」做記號，聽到精采重點內容，可用手指在APP上畫「星號」，聽到不懂有疑問內容，可用手指在APP上畫「？問號」。APP要提供該學生的學習歷程，記錄學生上課標注的「我的問題、我的精選」，系統要同步記錄每一堂課每一位學生在他的APP畫的「星號」和「？問號」，並透過影片Time Code，以AI做影音分析，定義出整班學生的精采片段及問題片段。若前一堂課有超過一定數量的學生有共同的問題區段，系統將即時回饋給教師，教師應於下一堂課回答學生的疑問。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "本系統結合影音資料庫與人工智慧分析，使得校方得於後台實際瞭解教師與學生在課堂中的互動方式，透過統計得知該教師授課的情形，若學生的問號太多時，教務單位能調閱影片來了解教師的教學方法與內容是否有問題，抑或是學生在惡作劇教師。這些資訊能處理學生課堂行為大數據的計算程式，讓老師可以即時掌握學生學習現況，或在課後了解學生在注意力、學習投入和學習障礙等學習行為，協助教師改善教學方式，瞭解學生學習狀況和學生學習成效。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "ee-class 是一套可用於翻轉教室和磨課師課程的學習平台，除了具備作業繳交、問卷、測驗等基礎功能外，平台更針對翻轉學習加強許多特色，例如，課堂即時回饋 （學生透過手機）、影片測驗、影片筆記、問題的分佈與統計等功能，並可藉由學習數據的分析，協助老師掌握學生的學習狀況，藉此因材施教，達到更好學習成效。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "課程點名：透過課堂雷達掃描功能，立即完成課堂點名及出席統計，可查閱過去課程點名歷程，快速了解學生出席狀況。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "課中教學：支援教師隨時載入教材，投放手中載具教材畫面即可開始授課。將老師的教學情境濃縮在行動裝置，教學設計中融入積分小遊戲，創造提高學習樂趣。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "即時測驗/問卷：隨時建立互動測驗或問卷，提供多樣化題型，可使用拍照、相簿、畫布來出題，題目除了即時建立外，亦可直接引用WM5 平台內的題庫資料，出題更加彈性方便，支援「全班」、「個別」、「隨機挑選」作答模式。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "運用教學行為數據分析之AI，課堂教學行為會透過HiTeach互動教學系統自動記錄，自動上傳至IES雲端補救學習平台，透過「蘇格拉底分析面板」，即時提供「自動」和「半自動」生成的課堂教學行為數據。透過蘇格拉底（Sokrates）分析系統所自動採集、分析的教學行為數據報告，做為自我提升的科學化依據。教師透過clouDAS雲端診斷分析，診斷學生學習狀況，達到補救教學之目的。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "「智慧型議課廳」提供議課專家與教學現場的教師們精進教學的場所，在智慧型議課廳中教師使用HiTeach 互動教學系統進行教學，教學實況透過ezStation智慧型錄製系統錄製並同時呈現在專家評審前方的大屏幕上，或是專家評審們直接透過單向鏡觀察。在專家評審面前還有教學與學習行為儀表板，即時呈現課堂數據變化。每位專家都配裝有蘇格拉底APP的平板電腦，專家可即時輸入觀察到的現象，交由「數據分析系統」進行分析；協助議課專家與聽課教師進行更科學的、有效的議課與教學研討活動。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "辦公室與通識教育中心合作，運用2011年度該中心即已建置完成的「博雅核心能力問卷」，每年針對全校學生進行年度性調查，建置可供長期追蹤學生學習成長變化趨勢的資料庫。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "未來，我們將持續運用此工具對全校學生進行年度性的調查，藉由前測問卷確立學生之起始點，再逐年透過調查，建置可供長期追蹤學生「博雅核心能力」學習成長變化趨勢的資料庫，經與後測問卷之數據交叉比對，可提供學校評估「通識教育課程」的實施成效，以及檢核學生習得「博雅核心能力」的實際情況，並做為爾後改進通識教育課程及進行畢業生流向追蹤調查的指標之一。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "透過校務資訊透明化措施，期望能夠提升問卷系統主動回饋資訊給學生的功能，培養學生主動參與填答校務研究相關問卷，包括博雅核心能力調查、學習投入調查、教學評量意見等的意願與習慣，建立起雙向回饋（學校與學生雙方）的評量文化。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "現行招生系統由教務處蒐集考生個人基本資料、學歷背景及考試成績，分別統計考生及錄取生之分布區域、年齡層、就讀校系、應考資格、是否為弱勢生（低收、中低收、身心障礙生）、及各招生管道成績分布情形等。教育部國教署推動之「高中學習歷程資料庫」建立完善後，得延長蒐集考生高中學習歷程，分析考生修課紀錄、成績表現、課外活動表現情形、參加競賽結果及檢定項目等。之後，為持續追蹤錄取學生入學後表現，上述資料得匯入校務資料庫，以利校務研究辦公室分析學生高中及大學學習歷程，比較各招生管道入學前後關係。各項分析結果得以做為招生方式制定回饋機制。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "我們希冀透過發展健全的「教學獎助生資料庫」，並發展長期追蹤的配套機制。除了協助建構學生擔任教學獎助生之學習歷程，並了解及確保教學獎助生在學期間的學習表現與在就業職場的工作表現，做為教學獎助生學習成效長期追蹤。我們已著手建置教學獎助生（TA）的背景資料、所參與的課堂、曾參與的培訓課程等基礎資料。教學獎助生的行政資料，可透過在學生系統中加入選項並勾稽，讓基本教學獎助生背景原始資料可以由系統匯入。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "政大將以xAPI技術為校內所有學習平台開發符合xAPI規範的學習歷程記錄器，並據此發展可整合不同異質學習平台之學習歷程於學習歷程記錄儲存資料庫LRS，進而做為基於這些學習歷程資料進行學習歷程儀表板（learning dashboard）設計，以及基於儲存的學習歷程大數據資料，利用統計分析、資料探勘、機器學習、人工智慧等技術發展形成性評量、學習推薦、學習診斷與學習預警等回饋機制，以更有效輔助學生的數位學習活動。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "對不斷在累積中的資料庫，光是靠校務研究辦公室的有限人力，恐亦難盡倉海之一粟。因此，組成研究團隊讓更多研究人力可以投入，是政大在深耕計畫中的另一里程碑。這方面，在過去，政大兼任講座教授王平院士所領導的團隊已建立了相當的基礎。該團隊包括了政大「台灣研究中心」及「經濟政策研究中心」的成員，他們在學習診斷、成效分析的研究成果已有目共睹，特別是對「多元入學管道成果」的分析，已回應社會各界對多元入學實行成效質疑。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "政大商學院預計自2017年起至2021年止，持續推動學習成效確保專案。商學院做法嚴謹，其相關發展亦將成為政大「人才培育與學生學習成效回饋系統」組成重要之一部份。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "執行方法則是運用「直接評量」法與「間接評量」法，全面量測各級學生學習成效。所謂直接評量法就是利用課堂、會考、口試等方式，直接利用評分量規來量測學生的表現。而間接評量法則是利用畢業生出口調查、校友問卷、雇主問卷等非直接與學生接觸的方式，量測學生是否確實達到學習目的、學習目標設定的學習成效。施測範圍涵蓋全院學生，由精選課程（設定為各系所「總結性課程」）任課教師暨論文口試委員擔任施測執行者。直接評量流程管理與執行落實的項目有：量身訂做各級學習目的、學習目標、評分量規；降低學習目的與學習目標數目；確保教學獎助生能夠協助執行無誤；鼓勵教師將評量結果回饋學生；有因應龐大資料量之處理策略。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "未來的發展之一為新增外籍生交換生滿意度調查，雖然外籍生對於商學院黏著度不高，但外籍生之學習成效、學習滿意度，代表與國際接軌的一種方式，未來可以將之設定為調查對象，獨立量測，進行結果分析。如此，亦可檢測商學院設定之學習目的、目標，是否同樣適用於外籍交換生。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        }
      ],
      "課程外審": [],
      "教學單位國際認證": [],
      "成立教學品保委員會": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "審查每學年度各學院課程精實計畫書：檢視各學院前一學年新制課程精實方案執行情形，各學院規劃新學年課程精實及教師授課鐘點調整計畫書，提送校課程委員會審議，以確定新學年課程基本架構。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "學系所、院課程委員會對於實施彈性授課時數的課程應負督導的責任，以維護課程教學品質，相關課程大綱應經系（所）課程委員會或系（所）務會議通過，經院、校課程委員會備查後始得執行。授課教師每門課程均應安排課堂之外的輔導時間（office hours）並明訂於教學大綱內。對於教師請假補課明訂規範，無法配合移動學習的同學，教師應協助規劃完整之自主學習配套措施，讓修課學生均有公平完整的學習，避免影響學生受教權及造成學習成效的差異。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        }
      ],
      "提升教師群專業度": []
    },
    "跨領域學習": {
      "規劃跨領域學位（分）學程": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "設立學分學程開辦基金及後續業務費推動補助，鼓勵以學院為單位進行院內跨系基礎課程整合，乃至跨院系所之整合。另補助各學系規劃基礎及入門課程開放外系學生修習，以擴大學生自我學習範圍。同時為顧及學分學程之品質，將定期實施學分學程自我評鑑。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "52",
            ""
          ],
          "paragraph": "理學院進一步整合學院的課程規劃，設計出二個跨領域學術發展特色相關的群組課，如「人文社會科學跨計算科學」及「人文社會科學跨神經科學」。",
          "title": "教學新思維"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "政大也在外語、傳播、文學、社會科學、法學、商學、理學等學門跨院的整合下建立了4個跨越外語與專業的學分學程，分別是「外語傳播第二專長學分學程」、「翻譯與跨文化學分學程」、「外語專長商管學分學程」及「語言、認知、與大腦學分學程」。",
          "title": "多語及多文化的課程設計"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "跨領域學院：社會實踐必涉及不同領域的學習，政大設立了2個跨領域學院，以更具彈性的課程安排，提供具社會意識與社會關懷的學生，進行問題導向的學習，培養協同共創的能力。",
          "title": "學生培力"
        }
      ],
      "鼓勵輔系、雙主修": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "透過制度之修訂，降低各學系學生申請修習標準並擴大招生名額，使學生可多次申請不同學系為雙主修或輔系，增加學生多元探索，配合修習資格低門檻及學習成效高標準，鼓勵學生認真學習，面對挑戰。另一方面，降低各院系所學分學程設置學分數標準，提高學院系所專業課程組合彈性，學生得以跨領域學習不同專業課程，提升未來自我學習的能力。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        }
      ],
      "跨領域教學": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "自詡成為一枚「不分（例如不分系）」炸彈，引爆各種連結、修補與創新的可能。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "預期未來5年開設累積不分系創意入門實驗課程8門、不分系畢業製作實驗課程5門、共工空間團隊進駐10屆、不分系實作計畫25件及持續開設推動跨越世代的「第一堂創意課」與「最後一堂創意課」。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "在學院成立初期，凝聚校內共識，盤點跨域發展資源，包含與各學院合作盤點現有跨域課程與學程的轉型。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "與通識中心、創意實驗室、文學院、傳播學院、理學院等各開課單位合作，提供量足質精的核心能力課程（包含創意、敘事、審美及數位等能力）。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "建立教師間跨域合作平台（如教師的創意實驗室），鼓勵教師在所屬學院及X學院開設跨領域的共授課程。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "傳播學院結合全人人文社會科學規劃下列七大專業領域：新的說故事型態、新的使用者體驗、媒介組織與傳播工作型態的轉變以及傳播產業的新商業模式、群體智慧或群體力量的實現、未來實踐傳播權之政策、權利與倫理，風險社會下的傳播問題及新素養。",
          "title": "臺灣政經傳播智庫"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "將來在研究互動與合作的基礎上，外語及理學兩院仍將持續推動語言數位典藏與數位人文之研究，可開設與語言資訊相關的課程，推動跨學院、跨領域的教學，教導學生基本的語文資料處理方法、計算工具與軟體工具的知識與應用，培育學生語言為本的科際整合、跨領域學習及數位人文的能力，促進學生的知識整合能力與創新思維。政大英文系未來亦將以數位科技結合英語教學、發展多語教育、增加量化研究專長之師資，期能豐富英教課程，進一步朝世界趨勢發展。",
          "title": "語言、區域研究與國際關係"
        }
      ]
    },
    "提高學習自由度及彈性": {
      "調降系必修學分": [],
      "微學分（彈性學分）": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "期望透過學生自主增能學習與募課的微學分機制之建立，讓學習跨出傳統教室領域，延伸至校園、甚至是校區周邊的社區，增進學生自主學習、蒐集資訊的能力，鼓勵與不同領域與專長的學生合作，增進溝通與跨領域知識應用的能力，更重要的是發掘自身與周邊環境的關係，運用所學知識帶來改變，活用知識，提升解決問題能力。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "X學院有系統的建立教師合作與師生共學的跨域平台，將辦理微學分學程的招生，預計第一屆將招收40 名學生，每年增加10名，於第5年增加至80名學生。在這微學程之下，我們將開設多元的跨域課程，預計第一年開設6 門課程，第二年起開設共12 門課程，第三年起維持15 門的開課能量。",
          "title": "建置跨領域學院"
        }
      ],
      "開設入學前先修課程": [],
      "深碗課程": []
    },
    "人才國際化": {
      "增進外語能力": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "外文能力提升計畫：包括提高外文通識應修畢業學分、嚴謹強化英文寫作及英文口語能力、定期開設英文寫作工作坊，收集英文寫作作品成果。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "近年配合科技發展，外語學院建有「外語自我學習平台」，完成20種語文基礎課程錄製，免費開放全國大學院校師生使用；另建置「全國外語磨課師」平台，現已編製10門線上課程 ，推動外語翻轉教育。",
          "title": "多語及多文化的課程設計"
        }
      ],
      "多元文化/文化交流": [],
      "辦理海外參訪或移地教學": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "鼓勵教師利用寒、暑假期間，帶領學生海外短期移地授課或實習，讓學生與國際優秀學子共同相互學習，感受多元文化帶來的衝擊。同時政大也於暑假開設國際夏日課程，為國際學子提供瞭解亞太區域經濟與臺灣文化的機會。",
          "title": "以積極國際合作營造學生境外學習機會"
        }
      ],
      "交換學生": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "未來我們將鼓勵學生出國交換，5年內以成長40%為目標，預計達到1千人。在短期交換學習外，目前政大共有29份雙聯合約，涵蓋美、日、韓、德、法、澳大利亞、新加坡等國，讓學生有機會透過雙聯合約，進行更深度的學習。",
          "title": "以積極國際合作營造學生境外學習機會"
        }
      ],
      "雙聯學位": [],
      "推動英語授課/全英語學程": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "107學年度全校各學院都將設置ETP，使政大英語授課專業課程數量每學年都能達到400餘門。",
          "title": "形塑多元包容的校園文化"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "未來3年政大將「全面開設ETP學程」與「設置ETDP學程」，藉由橫向與縱向的努力，擴大國際學習與交流動能。107學年度各學院學士班ETP學程將全面開設。甄選進入ETP學程的學生，前兩年將以專班授課，接受英語口說與寫作能力訓練，搭配系列專業英語課程進行學習或出國交換。社會科學學院與商學院刻正規劃ETDP學程，該學程的核心專業課程一律採用英語授課方式進行，未來國際學院成立後，課程的豐富度將更為提高，有助國際雙聯學程的簽署，提供學生更多出國修讀雙學位的機會。",
          "title": "全面開設ETP與ETDP學程"
        }
      ],
      "生源國際化（及其配套措施）": [],
      "國際學位學程/學院": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "未來將設立「國際菁英人才育成學程」，為國家培育國際舞台上具高度競爭力的外交菁英。",
          "title": "多語及多文化的課程設計"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "政大將在已有的英語授課環境下，於2018年8月成立「國際學院」，下設學士學位學程，於2019年8月正式招收第一批學生，為政大第一個學士班全英語學位學程，規劃每年招收30名國際學生與10名特招生。",
          "title": "成立國際學院"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "該學程將結合政大國際優勢領域，設商業管理、區域研究、媒體與行銷領域，其次為人文社會及華語文等。「國際學院」將與政大大部分學院共同進行課程的開發與合作，未來透過各學院跨院選課與共同授課等機制，將各院英語課程串連起來，使英語專業課程的開設更為穩定，健全發展各院的ETP及ETDP，有助於各學院與世界大學進行雙聯學程簽署以及教師交換的協商。",
          "title": "成立國際學院"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "提供國際學人客製化需求及完備相關配套措施，為政大努力目標。為此在機制設計上，我們將成立國際學院，做為政大推動國際化教研環境的本營，建置完善的支持系統，營造友善國際化校園，吸引全球人才來訪或任教。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "國際學院協助健全英語行政環境，從行政系統、各項法規及相關資料，到學院或學程相關會議等，均以英語做為工作語言，讓外籍教師能全面融入學院及學程之運作；另一方面，國際學院也將吸納具備高等教育經營管理或專業實務的人才到校服務，以提供外籍教師優質的行政服務及生活上的支援，包括甫抵臺時所需的安頓與居留相關安排，並協助熟悉政大、社區與我國文化，讓外籍教師能無後顧之憂，專心從事教學研究工作，並於本地扎根，長期為政大與我國學術環境投注能量。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "在設計國際師資支持體系時，國際學院亦將參考其他學院的經驗，首先了解全校國際師資聘任及服務的概況，並與其他學院合作探求過去國際師資聘任時遭遇的問題，或聘任後無法長期於政大服務的狀況，找出過程中之挑戰，並分析各項影響因素，未來建置之行政支持體系能切合需求並健全發展。",
          "title": "學術人力資源發展策略"
        }
      ],
      "招聘外籍老師（或邀請授課）": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "外語學院各系所與國外大學交流頻繁，與各國姊妹學校簽訂學術合作協定，派遣交換教授前來任教，如韓國漢陽大學、成均館大學、釜山大學、土耳其安卡拉大學等。每年自俄國聘請4至5位俄籍教師來校任教，日文教師亦由日本交流協會及日本姊妹學校充實教學。",
          "title": "多語及多文化的課程設計"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "政大率先於今年初完成「政大各職級教師與美國主要州立大學各領域教師年薪比較一覽表」，具體了解薪資誘因在不同領域及職級的差異，有助各院於全球招募的洽談。學校將提供全球招募費用，鼓勵各學院參加大型國際學術年會中之工作博覽會，或直接探訪尋覓人才。政大院系所多與國外大學或姊妹校院系所交流頻繁，未來我們將利用此管道，爭取經費，聘請更多不同專業的師資前來開設課程，打造政大堅實的國際師資陣容。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "政大專任外籍教師目前只有6%，未來將努力招募更多的國際學者，將比例提升，因此應努力了解及改善國際學人選擇到政大任職及留任的金錢外的其他考量條件，如政大提供的研究團隊及設施、整體福利措施、友善校園生活環境、子女就學環境、配偶就業機會等。",
          "title": "學術人力資源發展策略"
        }
      ],
      "培養華語教學人才": []
    },
    "提升基礎能力": {
      "強化國文能力": [],
      "強化數理能力": [],
      "強化寫作能力": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "於2007年起即設置博雅書房，以空間營造為理念，以閱讀無所不在之精神，強化博雅書房的場域功能。配合中國語文通識課程，積極推動寫作中心的駐點，強化輔導，聯結校外與校內文藝，提升藝文寫作風氣。未來將擴大中文寫作中心之功能，提升學生的寫作質量。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "此外將協助中文系進行「中國語文通識課程深耕計畫」、提供寫作基礎課程與活動、培養種子教師以辦理寫作系列教學、定期開設寫作工作坊、擴建中文寫作網站功能及線上專欄、寫作觀摩與研習成果出版。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        }
      ],
      "強化表達溝通能力/領導能力": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "增強學生「敘事表達」及「程式設計」的能力。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        }
      ]
    },
    "提升實作能力": {
      "推動各類競賽（實作能力）": [],
      "建立校外競賽鼓勵機制": [],
      "呈現、檢核或評估實作成果": [],
      "開設增進實務能力導向課程": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "在各學院加開「基礎課程」、「專業領域入門課程」，並持續推動「專業基礎整合課程」，政大整體課程結構將逐步調整為金字塔型態，更多的基礎課程訓練將改變現行多而不實的修課文化，期以政大學生具有紮實的學術基礎，在未來進修或投入就業時能更具競爭力。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "以學生需求為導向，透過微學程的形式，規劃開設院生所需之核心能力課程、師生共學的募課工作坊、與實際問題導向的跨域專題課程。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "52",
            "55"
          ],
          "paragraph": "傳播學院為鼓勵學生善用數位科技，厚植社會和文化軟實力，將加強學士班數位科技相關課程，包括經營自媒體、監看媒體口碑及分析大數據，以培養數位傳播的能力。",
          "title": "運算思維課程"
        }
      ],
      "聘請業師或雙師協同教學": [],
      "提升教師實務能力": [],
      "建立/強化實習制度": [
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "海內外實習：積極推動海外暑期實習計畫，以期培養學生國際與多元視野；此外也提供學生國際實習活動獎助學金補助，使同學不因經濟因素自我設限，協助政大學生海外勇敢逐夢，邁向成功。鼓勵學生於寒暑假期間進行企業實習、社會實踐、國際移動等活動，推動「15+3」彈性授課方案，將課程學期週數降至15週，另3週可結合寒暑假規劃多元學習（如網路課程、實作、專題製作、移地學習及參訪等）。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "實施課程分流制度": []
    },
    "提升專業/證照能力": {
      "開設證照專業課程": [],
      "專業技能檢定之輔導機制": [],
      "制訂專業證照獎勵辦法": [],
      "學士後專業教育": [],
      "其他": []
    },
    "數位化": {
      "建置開放式線上課程": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "同時也持續發展政大優質特色課程的磨課師課程（如資訊力與資訊搜尋、美國外交政策、西洋文學經典、python數據分析、生活中學審計等課程），使課程內容更加豐富完備。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "透過輔導教師將課程數位化，進而鼓勵教師改變傳統授課形式，將課程內的事實知識與概念知識製作成教學影片，放置雲端空間，或採用國內外既有的磨課師課程影片，搭配實體課程的互動教案設計，成為提高師生互動與學生參與度的翻轉課程。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "政大一直主張用科技提升高教正外部性，政大教發中心於四年前即開始投入磨課師課程製作，並鼓勵教師開發磨課師課程，今後將擴展具有政大特色、不同領域之系列磨課師課程。",
          "title": "開放式線上課程"
        }
      ],
      "開發數位學習課程": [],
      "教材雲端化": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "未來規劃整合校內各數位教材製作軟體，教師上課後立即可將上課錄製影音檔上傳至雲端教材庫，可協助老師將分散各處的影音教材資料匯集整理，解決儲存、搜尋的困擾，進一步可進行管理、分享影音教材。提供完整影音支援，資料庫另有影片索引、重點整理、FAQ機制、章節編排等功能，強化教學與學習的效能。",
          "title": "數位課程與教學資訊的串流"
        }
      ],
      "數位教學創新": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "在政大雲穩定支援的架構下，我們將逐步改造新世代的智慧學習空間。藉由Google G Suite for Education的多樣性教學工具，搭配多螢幕投影裝置，吸引學生主動參與課堂討論，配合即時反饋工具，提升教學現場的互動性，深化學習成效。",
          "title": "建置高效能的數位教學環境"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "老師可透過EverCam預錄教材供學生於上課前預習，或是在課堂中錄製投影片講解過程，以及軟體操作的畫面，課後可以透過編輯工具重新錄製部分投影片或進行補充。若有預錄的教學影片，則可用於翻轉教室。教師可利用ee-class提供之工具從眾多雲端的教育資源匯入多樣化的教材，如Youtube、Wikipedia、Ted、Flickr等，使得無限豐富的網路資源均可成為課堂上的教學素材，而且可以為這些網頁或影片整理重點、增加索引、設定討論區，以方便同學們閱讀、互相討論、協同合作學習。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "該平台由政大圖書館自行開發，可以協助教師執行專題實作教學活動。平台設計三階段的基本架構：「知（認清問題）」→「行（設計方法、實際解題）」→「思（省思檢討）」，學習者需通過每階段的測驗，才能進入下一階段，由教師把關每位學生是否確實了解該階段內容，有效引導個別學習者或小組成員尋求問題解決的答案。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "此一學習平台可打破實體教室的限制，解決問題不分時地，教學相長，不僅讓學生擁有蒐集正確資訊解決問題、尋求答案的能力，並能讓小組討論更有彈性，同時記錄完整的學習歷程，蒐集學習者的資訊尋求與學習微歷程行為，進行大數據分析，做為學生學習反思與教師改善教學內容與提升教學品質的依據。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "運用台灣三星電子的創新科技，結合最新的VR、360全景相機等設備，對原住民族語言文化進行數位保存、學習與數位內容發展教學的實驗。",
          "title": "多語及多文化的課程設計"
        }
      ],
      "電子學習歷程（e-Portfolio）": [
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "全人系統：政大開發的「全人系統」透過大數據的蒐集，能因應不同情境需求，即時將學生的學習成果、累積的榮譽事蹟，以及能力證明等資訊整合輸出成實用的履歷報表。結合具公信力的認證制度，能將學生投入社會實踐的經歷與成就，如修習專業實習和服務學習課程，乃至於參與或領導服務性社團等，展示於履歷中。",
          "title": "學生培力"
        }
      ],
      "典藏文獻史料數位化": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "由教發中心協助拍攝、教材彙總、智財權審核、匿名處理與版面美化，建置開放教學實務平台，目前已建置45門開放式課程，網站亦提供互動討論功能，以達知識分享與交流之目的。「政大開放式課程」主要以典藏政大名師的優質課程及屆退老師的經典課程為主，但政大內亦有許多學術界的珍貴名師駐校及來自世界各地的知名學者開講。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "以機構典藏系統為基礎，建置政大學術集成平台，透過介接校務系統中的教師履經歷系統資料，可同時看到單一學者的學經歷、研究專長等個人資料，以及研究計畫、授課紀錄、指導論文等相關資訊，另一方面結合機構典藏系統中的個人所有學術產出，成為完整的個人學術歷程紀錄平台。此一平台能夠完全展現政大各系所、學院，以致於全校的學術研究能量，並提供外界使用者查找政大在特定專業領域的特色學者、合作對象，未來將發展成為全校學術產出呈現與學術傳播的重要入口平台。",
          "title": "學術集成平台（Academic Hub, AH）"
        }
      ]
    },
    "資訊力": {
      "開設程式設計課程": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "程式設計課程發展計畫：籌組「程式設計課程規劃小組」，盤點及整合全校資源，廣納不同學院對程式設計不同的需求，從「全人人文社會科學」框架出發，將運算思維與程式編寫納入政大教學體系，包括開設「程式設計」相關課程並使之成為核心通識課程；全面提升學生數學邏輯、數位資訊，與程式設計能力，預期5年後全部學生都曾修習過與邏輯思考、數學運算與程式資訊相關課程",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "同時開設相關工作坊，以配合開設程式設計通識課程之創新教學政策，亦可培養學生邏輯與系統化思考等運算思維之能力。",
          "title": "建置高效能的數位教學環境"
        }
      ],
      "開設資訊學程/課程": [],
      "辦理程式設計競賽": [],
      "強化基本資訊能力": []
    },
    "博雅教育": {
      "通識課程革新": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "成立通識課程改革小組：對課程進行盤點與滾動式課程檢討，在一定時間後（如每三年） 通盤審視與調整通識課程結構。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "通識模組化與主題書院，在鼓勵學生勇於終身求知的目標下，通識教育將提供模組化課程，略分為基礎認識（察覺）、跨域學習（提案）、應用整合（專案）等類別，並鼓勵同學以參與校內不同主題的實踐型計畫做為場域，組合成問題導向的學習歷程，讓知識的習得更有層次感與關連性，並培養學生自學以解決問題的勇氣、習慣與能力。政大特有的主題書院，則是模組化的先驅：透過課程設計和住宿學習以達成落實品格教育，培養社群連結和反思能力的實踐型教育。",
          "title": "學生培力"
        }
      ],
      "辦理藝術展覽或藝文活動": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "與學務處及政大書院合作，發展教室外的非正規學習活動（如與藝文中心合辦藝文相關活動）。",
          "title": "建置跨領域學院"
        }
      ],
      "品德教育": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "完善新生書院輔導人力，建置書院總導師、書院導師以及學長姐小老師（tutor），組成新生書院關懷陪伴團隊，照顧新生，傾聽新生想法，引入與轉介學習專業資源。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "新生書院也邀請多位傑出人士及退休教授擔任「生涯導師」，透過每學期的互動機會向導師們請益、從其生命經驗中汲取智慧，為探索人生目標立定方向。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "為落實與深耕書院教育，新生書院將逐年增加書院導師與小老師，擴大書院教育的規模。未來預計安排3位專職書院導師，進行書院的通識教育與書院教育研究、發展等。5年內陸續增加書院導師與小老師，使5年輔導人力達58人。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        }
      ],
      "服務學習": [],
      "其他": []
    },
    "培養自主學習能力": {
      "閱讀計畫補助": [],
      "自主學習計畫獎勵機制": [],
      "自主學習資源共享平台": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "鼓勵程度佳、自學能力強的同學自修完全線上的共同科目與核心通識磨課師課程，規劃欲承認的國內外磨課師課程，於課程修畢後進行課程能力檢核考試，通過考試則授予學生畢業學分。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "資源示意圖為一種主動提供知識指引給使用者的作業方式，可上傳至教師資訊整合系統，做為教學大綱之輔助資源，對學士班課程而言，此可為課程之指定參考書目與閱讀清單；對碩博士生課程而言，可進階結合論文寫作、學術倫理與論文比對系統，讓學生完成更具有學術性之報告論文。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "圖書館有必要發展整合檢索查詢系統（Meta Search），以協助教師在課程規劃時更便利取得多樣化的數位資源。將搜尋結果以優化演算法進行排序後，提供給教師做為課程教學的參考，除了可降低圖書館館員的工作負擔外，亦可提供教師較為完整的數位學習資源。",
          "title": "數位課程與教學資訊的串流"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "以U通訊軟體建立互動溝通的平台：本計畫以U通訊軟體做為與學生互動溝通的平台，透過討論牆設定討論議題，並進行檔案分享、問卷調查、投票等活動。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "以U會議系統進行群組會議，使用者透過Windows或Mac電腦、iOS或Android行動裝置均可參加視訊會議，並可進行螢幕分享把簡報投影片、軟體演示過程分享給參與討論的群組成員，老師和助教可以利用此平台引導同學解決問題，亦可做為小組討論、協同合作學習的工具。",
          "title": "活化教學與教學媒體融入"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "以U簡報軟體透過網路進行線上簡報直播與遠距教學，整合簡報投影片、視訊攝影機、桌面分享、即時文字回饋等工具，與學生進行即時互動，使線上簡報和網路研討會變得更生動。亦可利用編輯後製工具重新錄製同一張投影片上之配音及筆畫，以及透過預錄功能事先錄製簡報內容，稍後於教學活動中使用，學生可透過網路重複使用簡報教材。",
          "title": "活化教學與教學媒體融入"
        }
      ],
      "激勵社團相關活動與競賽": [],
      "住宿書院（及自主學習相關課程與活動）": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "政大重視新生的同儕學習，在硬體上正在規劃2,400床能容納全大一新生的宿舍，並在宿舍區內以政大的「山居學習中心」為範本，完成10間創新創意實驗室，配合鄰近新建的圖書館，讓宿舍成為自主學習提案的實驗場域，打造新生「自我探索｣與「自主學習｣的環境，以及溫馨關懷的住宿學習空間，推動新生自我探索與跨域實踐教育。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "學期間，政大新生書院推行「多元自主學習計畫」，透過小老師、達人或同儕的刺激，讓新生探索、嘗試與實作，初步以15組計畫，200名以上學生參與為目標。未來逐步擴大，與跨領域學院、國際學院、主題書院合作，讓學生大一就有機會探索興趣、培養跨域能力，5年後參與學習計畫人次累積超過20,000人。 ",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "帶動書院的多主題發展：未來推動重點包括擴大招生對象至弱勢學生及僑生、結合社會實踐課程輔導學生積極參與社會公益計畫、關心鄰近社區發展及落實社會關懷、開設募課平台、組成教師社群、推動跨校書院聯盟及輸出書院教育理念。",
          "title": "通識課程專業化：書院計畫與通識改進計畫"
        }
      ]
    },
    "培育創新創業人才": {
      "創新創業學程或課程": [],
      "育成學生創業團隊": [],
      "建立完整的創業輔導機制": [],
      "聘請業師參與育才": [],
      "舉辦創業團隊競賽": [
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "每年度舉辦「AYEP亞洲青年創業峰會」之國際級創業競賽，以及在國內跨校之創業黑客松大會，皆提供同學實際參與新創產業的機會。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "發明展（或競賽）鼓勵機制": [],
      "其他創業輔導及補助": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "創新創業學院亦將透過各式異質碰撞的活動場域，展開跨領域激盪，提供師生共創的多元化刺激機制。例如，以「眾籌咖啡館」的實驗會聚，促進多元連結與創意想法的產生；以「眾籌小聚」提供有創業新想法的同學，在每二至三個月內利用一個中午時間，以桌長、換桌方式，透過激盪讓新想法更為成熟。等到想法比較成熟後，可能缺的是資金、人才，再以「眾籌大會師」，邀請創投界校友、相關領域教師及校外專業人士、團隊參與，讓創業與新事業的發展，能有更多元的交流，以厚實實踐基礎及未來發展的可能性。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "創新創業學院課程的進行方式會是多元而開放的，如創新創業工作坊、創意創業競賽、移地教學等，建立學院的創新教學風格。在學院中實踐跨領域多元學習，在創意創業學院內沒有科系之分。學院也將結合政大創新育成中心、政大創聯會等學校資源，透過創業論壇、新創企業實習／正職媒合會等活動，連結校友學長姐專業能力，促進創業媒合機會，並輔助學生在校修習相關創業課程、申請進駐政大創新育成中心及申請相關創業實踐獎助金，獲取在創業實質需要的資金、法律和會計顧問諮詢等支援與協助，開創創業契機，建構創業成長新動能。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "指南山莊新圖書館將設置創客空間、VR體驗區等場所，並配合可讓師生展出的大型顯示設備，導入以實作為基礎的學習模式，創造師生共學的可能，提供跨領域之數位技術創作與做中學之環境，增進學生具備自主學習、協同討論、團隊合作及解決問題之素養與能力。",
          "title": "建置高效能的數位教學環境"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "場域經營：政大將在校園內建構多元的創新創業學習場域，「創新創業學院」以及創業人才的輔導與育成基地。「創新創業學院」除了將開設多元課程，也將致力於場域經營。創新創業學院將會引進新師資投入多元課程，活絡教學環境。再納入從商學院引進新創事業的伯樂，連結天使基金與創投，讓創新創業學院的孵育看見實際的成果，降低創業及研發初期的成本與風險，並提高事業發展之成功機率，為創新創業之發展注入動能。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "技轉與研究實踐：創新創業學院除專注於人才培育，尚可連接政大法學院及科智所，成立技轉組織，與創業學院的學生或團隊討論技術未來可能應用的方向、產品、系統，並可在專利申請的範圍、判斷、專利事務所的協尋、專利事務所專利撰寫品質的把關、權利範圍和組合等項目上提供協助，方能在創新創業的能力上更為完備，並有創業的整體思維架構。再者，有鑑於未來在數位／經濟／人文／人工智慧等技術需要大學教授的專業，教師將能在學校裡開設「研究服務公司」，一方面成為創新創業場域的一環，促進學生創業的力道，另一方面也能為自己的研究帶來實踐之成果，持續進行前瞻研究。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "此外，創新創業場域亦將連結育成中心，該中心除了提供場地、設備租借及行政庶務等支援，未來則可提供企業營運機能管理所需技能的輔導與傳授，與創新創業學院一同提升新創事業孕育的成效。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "創創平台：建構友善的產學合作生態，連結在校所學及畢業後的事業。除支援各實踐計畫開設系列課程（如創業家精神），並提供共作空間，引進成功企業家擔任業師，媒合供需，匯聚創業資源，讓具備社會關懷、行動意識，以及創業興趣的學生，在這創業聚落中獲得行動的助力與勇氣。",
          "title": "學生培力"
        }
      ]
    },
    "健康力": {
      "促進學生生理健康": [],
      "促進學生心理健康": []
    },
    "就業力": {
      "強化職場連結": [
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "企業參訪與職涯能力培養工作坊：為有效瞭解實習機構/企業的運作狀況，將由導師設計安排同學前往適合的機構/企業進行參訪；同時，利用參訪過程，與導師或機構/企業主管深度互動，增進同學對於實習機構的認識。此外，除點狀的「企業參訪」，職涯發展中心亦將規劃透過線狀之「職涯能力培養工作坊」系列活動與講座，至面狀之實體企業實習，使學生有多元的選擇空間，逐步養成職場能力。前述參與職涯輔導人次，5年達15,000人次。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "生涯/職涯輔導": [
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "Ucan測驗探索：推動學生職涯輔導的進程，首要目標即讓同學能培養自我探索的能力，藉由綜合評量學生生活經驗、學習歷程、人格特質等面向，檢視自我的興趣後，投入熱情於有興趣的學習領域，找出自身職涯藍海；藉由新生學習週中推動帶領同學施測，初探其職涯性向，期望同學甫入學即完成自我認識與探索過程。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "業師諮詢計畫：透過由產業創業主、業界菁英、企業高階主管（成員多為政大畢業或就讀EMBA之學長姐）組成的職涯業師團隊，提供學生關於職涯方向探索諮詢。未來除希望擴充職涯業師，由每學期特定活動轉型為常態駐點外，亦與勞動部勞動力發展署合作，使更多產業別之業師協助學生達到「瞭解自我、發展自我」的目標。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "職場倫理培育工作坊：職涯中心特別強化品德教育的養成，期望由法律面、經營面、財務面、人資面、宗教面理解品德之重要性，並透過聘請講師闡述業界不倫理行為的發生背景、參觀監獄受刑人等方式，促使學生懂得面對職場上各種壓力與誘惑時，秉持自身節操之道。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "就業博覽會": [],
      "畢業生流向調查": [
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "政大已有定期進行「畢業生流向調查」，且針對畢業後每1、3、5年進行特定再訪等資料收集。所收集到的例如畢業生就業/升學、求職薪資等不同領域的廣泛資料，可定期的從中與教學獎助生資料庫名單進行重合分析，進而了解教學獎助生經驗在未來職涯發展的狀況。碩博士擔任教學獎助生期間的學習投入與表現，教發中心已著手發展相關問卷，以曾任教學獎助生的畢業校友為主要對象，進行追蹤調查與薪資結構分析。",
          "title": "建立完整的校務研究資料分析、學習成效檢核問卷與資料庫"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "除掌握學生最新的發展情形，我們更擴及一、三、五年的畢業生流向調查，並成立畢業生流向調查資料庫與趨勢分析，藉以建立回饋機制，讓政大課程規劃，能與產業脈動能有更強的連結，以化解學用落差的困境。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "雇主滿意度調查": []
    },
    "其他": {
      "充實與改善硬體設備": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "預計增建設備如3D列印機、動作捕捉系統、VR、人機互動之相關軟硬體等，並優先選擇學生入門及撰寫容易，並可以直接整合Python、Java、C或C++所開發的軟體。",
          "title": "建置高效能的數位教學環境"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "翻轉教室的理念，是跳脫出既有的紙本、黑板、講義之學習框架，運用多元教材與工具，激發出新穎的學習成果。因應大量數位教學媒材趨勢，提升政大E化教室的效能成為刻不容緩的議題，包括提升輸出的影像畫面品質、視訊設備與音響裝置的重新規劃。",
          "title": "建置高效能的數位教學環境"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "透過國際學院之經驗與模式，協助行政資源之統籌整合，帶動全校國際化之發展，並與人事室研議簡化延聘特殊傑出國際學者之聘任流程、提供新進外籍教師必要的教學研究支持資源，如開辦費用、空間、住宿等。以吸納國際學術人才群聚政大，提升學術能量及國際聲望。",
          "title": "學術人力資源發展策略"
        }
      ],
      "跨校學習資源整合與共享": [
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "自2017年度更擴大製作課程數量，積極尋求與他校合作之機會，與清大、交大兩校共同規劃發展跨校系列磨課師課程，以金融科技及VR/AR虛擬實境兩大趨勢主題獲取教育部計畫補助。",
          "title": "數位課程與教學資訊的串流"
        }
      ],
      "學生輔導": []
    }
  },
  "研究": {
    "提升研究能量": {
      "制訂限期升等相關規範": [],
      "增加授課時數制度彈性": [],
      "強化落實評鑑制度": [],
      "提供研究經費支援": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "為促成年輕教師（45歲（含）以下之專任助理教授或副教授之泛稱），快速適應學術社群，擁有一定研究資源，研發處補助新進教師每案10萬元進行學術專題研究，規劃資深教研人員擔任新進教師之學術研究諮詢者，協助其國際合作與接軌，以厚實政大研究能量。各學院也設計制度鼓勵新進教師透過薪傳教師制度及科技部傳習制度之相關資源，規劃學術生涯之發展。",
          "title": "學術人力資源發展策略"
        }
      ],
      "提供研究人力支援": [],
      "提供研究獎勵及補助": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "以政大研發處所主導的系列措施及補助，如學術研究補助辦法，補助教師外文學術著作編修及投稿、出版學術期刊與專書、出席國際會議、舉辦學術研討會、創組研究團隊及邀請國際傑出教學研究人才參與政大教學研究活動等，則可以激發教師提升其學術研究能量，豐富其研究成果，進而促進與菁英學者的合作。",
          "title": "學術人力資源發展策略"
        }
      ],
      "成立研究中心": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "商學院將整合物聯網、供應鏈及電子商務，培育相關領域師資以及培養學生進入專業領域職場。政大在科技部資助下已成立「IoT 物聯網‐科技創新營運模式研究中心」，實際執行亞洲矽谷計畫相關策略與行動方案，並緊扣四大具體推動策略。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "政大大型整合計畫「金融科技創新營運研究中心設立與維運計畫」已獲科技部支持補助。將藉由設置「金融科技創新營運研究中心」，有系統探究現有金融業者與新創金融科技業者如何發展適用於台灣在地化的商業模式及相對應的策略與組織議題，並同時檢視金融科技發展對於企業投資決策與顧客管理決策所創造的價值。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "另一方面，如何建構基礎科技工程與對監理法規的適時開放檢討，以及金融科技發展對弱勢族群所產生的衝擊也都是該研究中心欲發展之重點項目。不同類型的金融科技需有相對應的基礎工程及商業模式，因此，在以不同的商業模式及基礎工程為構想下，以此探究策略與組織、法規與創新應用、投資與價值、普惠金融。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "設立「金融科技監理沙盒實驗室」，協助創新業者強化法律遵循與風險管理，研提相關政策與修法建議，積極協助金融科技創新。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "原住民族研究中心（簡稱原民中心）長期投入原住民族語言、教育、文化的推展工作。",
          "title": "多語及多文化的課程設計"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "配合政大特色中心的成立，發展行動學術實驗室，累積政大行動研究方面結構化的質性與量化資訊，為其他研究中心提供計畫撰寫與成果發表的素材。一方面為學界提供珍貴的學術公共財貨，另一方面也透過跨學科合作，積極開發更具前瞻性的前沿學術研究。未來將於行動學術的過程中，整合在地與科學知識，建構學術新知素材，進行問題再思考，建立創新機制，實踐產學合作。",
          "title": "研究機制"
        }
      ],
      "與國內其他研究單位合作": [],
      "設置研發創新獎項": [],
      "前瞻性頂尖研究": [],
      "辦理學術講座": [],
      "提供研究分享輔導機制": []
    },
    "延攬優秀人才及留才": {
      "落實彈性薪資": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "持續執行彈性薪資遴聘講座教授、特聘教授及補助新進教師，並檢討配套措施，提供具吸引力的薪資福利，延攬及留任優秀人才，提升政大在人文社會科學領域領先的學術基磐。",
          "title": "學術人力資源發展策略"
        }
      ],
      "加強推動特聘講座制度": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "為與國外一流大學之標準齊平，2017年完成講座教授設置辦法之修訂並發布施行，改革內容包含資格條件標準、遴選程序、審查推薦流程及擔負任務；特聘教授遴聘辦法草案亦在相關會議審議中。對新聘助理教授，政大提供每月得增核學術津貼，支領數額以補足其薪資總額與副教授起薪薪資之差額為限，於到職後前2年內核發；除增核學術津貼外，校方還鼓勵各院協助新進教師申請科技部補助延攬特殊優秀人才等補助，許多學院尚會額外提供經費及授課鐘點減授，以利招攬及留住人才。",
          "title": "學術人力資源發展策略"
        }
      ],
      "設立專款支援人才聘任": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "提升甄審流程的嚴謹性，以確保延聘師資之品質。做法是在「新聘專任教研人員作業流程」中，增加由校教評會召集人及校長閱覽名冊程序，嚴謹把關人才招募之積極性及國際化共識；目前校務研究辦公室已著手分析近年來政大新進教師到校前後之研究論著成果，比較分析人才招募新制實施前後的成效，俾利確保招聘優秀師資的過程及結果。預期各學院延聘之新進教師之學術表現將青出於藍、普遍優於現職同職級教師之平均水準。",
          "title": "學術人力資源發展策略"
        }
      ],
      "強化教師福利": [],
      "吸引外籍人才相關措施": [],
      "建立優秀人才資料庫": []
    },
    "學術國際化": {
      "國際實驗室交流合作": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "並規劃較為優渥的鼓勵條件，藉著教師互訪與交換，促進雙方研究團隊的長期合作，並逐步發展成多國研究團隊，讓兩校雙向的交流擴大成多線交會的合作關係，為政大國際研究開創更大的空間。",
          "title": "學術人力資源發展策略"
        }
      ],
      "跨國合作研究": [],
      "成立跨國合作研究中心": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "連結矽谷等國際研發能量建立創新研發基地。",
          "title": "商管、金融創新與產業永續發展"
        }
      ],
      "雙聯博士學位": [],
      "提供跨國進修機會": [],
      "強化師生國際交流": [
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "未來將積極建置多邊國際合作群，整合各領域專家學者的力量，彰顯政大長期在智庫的影響力，培植高階外交人才及東南亞與南亞區域經貿人才，讓政策研究走出校園。",
          "title": "持續開設多國語言、文化、區域研究課程"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "政大以國合處所主導的系列措施及補助，鼓勵教師善用政大出國研究講學之機制、由校院系補助教師進行國際學術交流、與國外大學互開設課程及成立雙聯學位、參與國際會議及研究團隊，讓老師有跨國交流經驗以注入教研新活水，希望於2022年交換、訪問教師人數占全體教師3%。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "為達到深化國際學術交流目的，政大將逐步提升姊妹學校間的合作關係，從「交換學生」走向「學術交流的層次」。以政大國際學術研究領域上的強項為核心，從姐妹校中選出國際知名且領域互相匹配的學校與領域，比如區域研究、兩岸經貿、漢學研究、傳播學、華人宗教等，做為共同發展的利基，建構校際與國際間的學術連結關係。",
          "title": "學術人力資源發展策略"
        }
      ],
      "招募國外博士後研究人才": []
    },
    "跨領域研究整合": {
      "跨領域合作研究案": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "未來政大將繼續鼓勵外語學院與理學院在學術與教學的合作，推動以語言為主體的計算與資訊科技研究。這項跨領域研究創新也將結合語言與資訊科學，探究大數據、計算技術和軟體工具結合之語言數位研究，發展能處理語言特性規律的運算模型，並以巨量語料為本之研究方法，從而研發出具真正了解人類語文內涵的人工智慧、自然語言處理、機器學習等技術。",
          "title": "語言、區域研究與國際關係"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "政大語言學研究團隊，近年來奠基於既有的學術經驗及優異的研究成果，也從事語言與心腦的跨領域研究。外語學院多位老師現同時為「心智、大腦與學習研究中心」合聘研究人員，與理學院進行多項語言相關的認知神經研究，研究成果有助政大學術國際化。奠基於外語學院與理學院的學術合作基礎，未來將持續教研合作，積極推動「以外語學習為主體的心腦學研究」。這項具國際性的跨領域研究將結合語言與神經科學，使用腦造影及眼動技術探究外語學習及語言文化的認知及大腦機制，將促進政大跨領域的國際學術發展。",
          "title": "語言、區域研究與國際關係"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "法學院則積極推動法律科際整合研究，將跨領域整合的前瞻觀念引入，透過跨領域整合研究，建立更加完善的法律制度。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "政大致力於人文與科技的創新結合研究，以外語學院文學組為代表的研究團隊尤然。為配合政大延伸教學與研究於科技領域，政大文學院亦肩負起相關之人文精神與義理反省的工作，並以資訊科技、生物科技 （包括醫學倫理）為中心議題。",
          "title": "蛻變中的人文學"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "政大外語學院與國際關係學院、社科院、文學院等將合作，共同進行「世界文化與文明」之相關研究，整合政大各單位之中東、中亞、北美、歐洲、亞洲、歐亞大陸等之區域研究，除可自人文及跨領域觀點檢視世界文化與文明發展歷程，並期將此與當代世界衝突連結，為政大國際關係研究注入文化創新之元素，使臺灣更能在動盪的國際現勢保有該有的意識與知識。",
          "title": "持續開設多國語言、文化、區域研究課程"
        }
      ],
      "發展跨領域研究學群": [],
      "建立跨領域研究中心": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "中文系將推動文學院「民國歷史文化與文學研究中心」、「數位人文研究中心」為發展主軸。提出使用數據庫進行觀念史研究的方法，利用數據庫的數據挖掘和重要關鍵詞意義的統計分析，揭示中國近現代觀念如何在西方衝擊下起源和形成之過程。歷史系在新科技和跨領域研究上，也和圖檔所等相關領域進行如數位人文等新領域的探索。",
          "title": "蛻變中的人文學"
        }
      ]
    },
    "其他": {
      "充實硬體設備": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "軟硬互補，提升軟實力建構物聯網完整供應鏈。",
          "title": "商管、金融創新與產業永續發展"
        },
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "網實群聚，提供創新創業與智慧化多元示範場域。",
          "title": "商管、金融創新與產業永續發展"
        }
      ],
      "培育研究型人才": [],
      "強化學術研究倫理": []
    }
  },
  "產學": {
    "產學合作教學": {
      "開設產業專班/學院": [],
      "依產業需求研訂課程/學程規劃": [],
      "提升教師產業實務能力": [],
      "產業實務知識融入教學": [],
      "產業實務講座": [],
      "聘請業師或雙師協同教學": []
    },
    "建立/完善實習制度": {
      "建立/健全實習制度": [],
      "強化實習課程/實習講座": [],
      "檢驗/評估實習成果": [],
      "加強企業實習合作": [],
      "建立/強化企業實習平台": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "設計建置能滿足教師與學生之間教與學需求的媒合平台，以及學校與產業的產學合作媒合平台，以達到資訊充分雙向溝通與資源整合運用的目的。",
          "title": "建置跨領域學院"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "將志工服務、實習機會與正式職缺訊息整合於單一平台媒介，俾利資訊提供者與資訊使用者相互觸及。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "完成初步建置職涯發展與實習/志工平台，並分階段完成壓力測試、使用回饋、系統除錯及資料庫建置等流程，預計每年觸及廠商數目超過350家，5年累計使用學生人次達4萬人。",
          "title": "最後一哩與學習成效檢核"
        }
      ],
      "拓展海外實習機會": []
    },
    "產學合作研究": {
      "與企業單位合作研究": [],
      "與企業合作設立研究中心": [],
      "產學研究獎勵制度": [],
      "修訂教師升等制度（強化產學研究）": [],
      "成立產學合作研究園區": []
    },
    "強化產學連結（不分教學研究）": {
      "建立/強化產學溝通管道": [],
      "成立/強化產學中心": [],
      "整合跨校區域產學資源": [],
      "拓展跨國產學合作": [],
      "建立產學合作制度": []
    },
    "落實研發成果": {
      "成立/強化創新育成中心": [],
      "成立/強化產學運籌中心": [],
      "吸引創投基金": [],
      "促進智財應用/技轉": [],
      "推動衍生企業環境": [],
      "扶植RSC新創事業": []
    },
    "其他": {
      "充實硬體設備": [],
      "開設職業倫理課程/講座": [],
      "技術開發": []
    }
  },
  "社會責任": {
    "與地方（或中央）政府連結": {
      "擔任政府智庫": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "電子治理研究中心未來將結合大數據、公民參與及集群智慧，開設數位時代下的「電子治理策略管理訓練課程」，利用政大多元領域的師資及豐富教學資源，協助公務員提升電子治理的管理職能，期望能發揮智庫的影響力，藉此增進電子化政府政策研究的質與量。",
          "title": "臺灣政經傳播智庫"
        }
      ],
      "提供研究調查服務": [
        {
          "page": [
            "46",
            "52"
          ],
          "paragraph": "政大以理學院為主的理科團隊將積極從事作業研究在大數據分析的研究，近來已利用健保資料建立亞洲第一個大數據分析糖尿病病程發展模型，並於《自然》（Nature）子期刊Scientific Reports 發表。理學院將進一步和選舉研究中心合作，以大數據分析探討公民意識與公民參與的情形。",
          "title": "臺灣政經傳播智庫"
        }
      ],
      "執行政策評估研究": [],
      "配合政策提供專業資訊/服務": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "政大的「在地蹲點，跨國連線－發掘『偏鄉教育創新』亮點」是教育部「優秀外國青年來臺短期蹲點試辦計畫」之子計畫，同時配合國教署執行「偏鄉教育創新發展計畫」，期吸引優秀國際學生來臺參與並體驗偏鄉創新教育，經由網絡媒體傳播與發聲，吸引更多外國青年對臺灣人文及偏鄉教育的特色產生興趣和關注，進一步提高其來臺進修學位、語言交換和工作實習的意願。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        }
      ]
    },
    "與非營利組織（NPO）連結": {
      "參與了解NPO社會需求": [],
      "強化教師參與NPO": [],
      "強化學生參與NPO": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "Soobi積極與國際非營利組織Micro：bit Educational Foundation，在偏鄉推廣程式語言學習，募集CLASSROOM課室出版集團的贊助，廣邀國內各大學共襄盛舉，推動資訊教育平權。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        }
      ]
    },
    "支援在地教育機構": {
      "支援在地中小學教育": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "愛育營志工服務營隊，透過組成營隊過程，學生學習團隊合作、企畫書編寫、教案設計與教學實踐，凝聚團隊意識，激發多元活潑的教學策略，從多方面提升學生能力，從實際教學現場中理解教育理念，培養對教育服務的熱忱，同時提供偏遠地區學童一個充實且快樂的寒假。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        }
      ],
      "支援區域高中教育": [],
      "區域學習資源共享": [],
      "建置區域教學資源中心": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "政大教育學院多位教師長期關注國內外實驗教育的理論與實務，在政大成立「偏鄉學校型態實驗教育推動中心」，建立發展實驗教育的平台，成為國內實驗偏鄉教育的研究重鎮及第一線實驗教育教師的重要支持力量，並為國教署實驗教育規劃的重要推手。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "政大公企中心是政大提供終身專業學習的重要場域。公企中心現正重新改建，預計於2020年完工。以全新先進軟硬體設施展現的公企中心將持續發揮政大人文社會科學的專業，引進政大師資及相關產業資深校友，持續提供職場進修、企業培訓，協助提升國人職場技能，再創職場價值。未來亦將因應高齡化社會，協助現職高齡人口提升職場技能",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "未來5年公企中心將承續發揮社經影響力的使命，邀請國內外優勢領域師資，配合當前產業發展、進修需求、政府培訓方向等，協助在職者進行專業學習，甚至發展第二專長，或發展第二職涯、第三職涯。",
          "title": "最後一哩與學習成效檢核"
        },
        {
          "page": [
            "32",
            "43"
          ],
          "paragraph": "另外，公企中心也接受政府或企業機構的委訓需求，引進政大師資及相關產業校友，以系統化、客製化方式設計專屬課程，協助現職高齡人口提升職場技能，再創職場價值或豐富人生意義。",
          "title": "最後一哩與學習成效檢核"
        }
      ]
    },
    "促進地區（社區）發展": {
      "參與了解地區（社區）需求": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "組成協力治理機制，由校方、地方意見領袖、政府部門及熱心地方公益人士組成溝通平台，此間政大扮演「社區知識樞紐」的角色，與社區居民就發展願景及所面臨的各項問題，共同擘畫、解決，成就審議式民主、參與式規劃的典範。",
          "title": "文山學：形塑政大國際人文大學城"
        }
      ],
      "開設在地相關課程": [
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "常民設計學堂：結合與政大關係匪淺的社區大學與民間組織，以具體計畫為媒材，合作開設培訓課程，培養公民參與社區營造的能力，研發在地產業發展的策略，解決學術單位在社區營造與地方發展的過程中過於強勢的問題，避免學院氣質與草根環境的格格不入，以及在地行動者的退縮，找出融合在地知識與科學知識的接合點，以具備常民視角的知識論主張融入基層，透過紮根於在地文史脈絡與慣行法則的認知，對科學知識的轉譯，形成「常民專業」。",
          "title": "社區培力"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "透過轉注藝遊等實踐型計畫，激發政大充沛的人文研究能量，關照在地文史特色與發展，結合國際學生的創意，轉譯成國際關注的文化亮點。",
          "title": "文山學：形塑政大國際人文大學城"
        }
      ],
      "協助在地社區規劃/改善": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "離政大五分鐘車程的安康社區，正值政府改建安康社區成興隆國宅，國宅卻因安康的標籤化而面臨重大發展困難。但新國宅建築也創造了轉機，得以透過新元素來實驗新的治理機制。政大以睦鄰的精神，將攜手政府與民間社團，企圖建立新的模式治理模式，改變誘因結構，翻轉社區居民的命運。",
          "title": "興隆安康，文山共好"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "以科技元素串起偏鄉的文化光點，特別是新店溪流域因水源保護而受到發展限制的社區，提出城鄉共生發展、多元文化共榮輝映的另類發展計畫，期待扭轉鏽帶成為智帶。本計畫希望結合科技與人文想像，創造場景革命，並結合「常民設計」的社造運動，鼓勵在地社區透過公民行動將所屬的文化元素轉換成資產，並透文山國際大學城的媒介，建構起在地全球化的永續經營規模經濟和整合營運模式。",
          "title": "河域倡議與文化智帶"
        }
      ],
      "推廣/育成社會企業": [],
      "籌設藝文/活動中心": []
    },
    "提供在地服務": {
      "服務特定群體": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "偏鄉校長及行政支援系統計畫，鑑於近年社會環境變遷及校園生態改變，國民中小學校長面臨權力越少、責任卻越重之現象，不僅經營校務更加艱辛，也對個人生涯規劃產生影響，引發倦勤與退休潮，不利於校務治理經驗傳承之延續管理，影響偏鄉校務運作。該計畫在校長生涯每一階段，提供實務專業訓練以及專業能力之培訓，並透過偏鄉校長及行政支援系統的建構，積極協助校長提升經營學校能力，進而穩定偏鄉教育環境。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        }
      ],
      "提供在地專業服務": [
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "政大將與臺北市立聯醫系統合作推動「社區人文關懷醫療」計畫，結合人文社科學術能量與臺北市廣大醫療資源，從「健康促進」、「健康維持」與「安寧關懷」三大方向，推動社區在地化之學習與實踐。",
          "title": "抓住生命最後一里的悸動：安寧學院的社區人文關懷醫療教育"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "本計畫結合專業課程、服務學習、實習、社區組織與臺北市立聯合醫院，讓學生在教師帶領下經過適切之醫療資訊學習後，擔任醫療服務志工，直接進入社區推動居家照顧關懷，將年輕活力與相關之衛教醫療訊息帶入社區，以落實社會關懷、接軌人才、產業結合的大學社會責任。",
          "title": "抓住生命最後一里的悸動：安寧學院的社區人文關懷醫療教育"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "將提供法律扶助給有需求的人，擴大法律教育的接觸面，讓司法正義想像得以朝正面扭轉。",
          "title": "司法正義推一把：法律扶助新想像"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "互助教保服務中心輔導計畫，為凝聚社區與部落共識，建立在地認同感，並整合資源以建構幼兒—家庭—社區共榮互利的共同照顧體系，政大受教育部委託，協助輔導新竹縣尖石鄉馬里光部落互助教保服務中心，提升教保工作者的教育照顧知能，建構以社區互助為基礎的學前教保照顧體系為目標。此一計畫可望為偏鄉教保體系樹立發展典範。",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        },
        {
          "page": [
            "80",
            "83"
          ],
          "paragraph": "Soobi開發手機應用程式，投入為偏鄉學童解題的服務，並透過認證制度與全人履歷等技術的開發，強化志工投入的誘因；與台達電、廣視電子、元太等企業合作開發愛麗絲兔子洞的大學校園直播活動，推廣偏鄉數位教育；鑑於推行科學、科技、工程、藝術與數學（STEAM）等教育能讓孩子養成整合資訊成為可用資源的思維，具備解決困難能力與勇氣，",
          "title": "重塑偏鄉教育場景：創意、國際與科技"
        }
      ],
      "發展/優化在地服務模式": [],
      "發起/參與公益活動": [],
      "參與在地文化、藝術工程計畫": []
    },
    "打造永續校園": {
      "升級永續校園綠設施": [],
      "宣導永續校園概念及意識": [],
      "強化永續校園制度管理": [],
      "其他": []
    },
    "拓展國際社會服務": {
      "培植國際志工團隊": [],
      "擴充國際志工服務": [],
      "其他國際社會服務": []
    }
  },
  "大學治理與公共性": {
    "組織調整": {
      "組織定位及策略發展": [
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "對內，在行政上協調研發處（如媒介適當主持人以撰寫、承接相關計畫）、教務處（引進教學革新方案）、學務處（鼓勵學生社團參與）、國際合作處（引介國際學生投入）、人事室（修訂教師績效評鑑指標）等部門的業務。",
          "title": "統籌治理機制"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "【原則1】未來5年屆齡退休教師人數之1/3撥至各學院，以協助學院發展「以院為開課單位」。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "【原則2】未來5年屆齡退休教師人數之1/3，依各學院所提「學院精進國際聲望教師培育計畫」及所排定重點發展方向核給。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "【原則3】未來5年屆齡退休教師人數之1/3，依各學院新制課程精實方案執行績效及專業基礎、整合課程之開課情形核給。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "【原則4】外加核給1/3競爭員額予學術表現特優學院。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "【原則5】為保有延攬人才彈性，得依政大「延攬傑出人才方案」以暫時外加核給員額。",
          "title": "學術人力資源發展策略"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "建立以「學院」為統整主體之資源彈性配置及調整模式，達到學生跨域學習之目的。突破系所本位框架，透過學院整合師資及教學資源，達到師資人力彈性調度。教師員額以學院或跨學院為分配單位，再由學院視發展規劃進行院內之配置，新聘教師得由學院聘任。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "行政組織之調整及規劃：傳統上大學教學單位以學系為主，人力經費分配以各學系為單位，在目前講求跨域合作的趨勢下，為有效運用有限資源，應以學院為整合單位進行調整教學單位之組織架構及修訂相關法規。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "對外，則凝聚推動成效的亮點、吸引外部資源，並定期發表政大社會責任白皮書。",
          "title": "統籌治理機制"
        }
      ],
      "組織重構": [],
      "組織擴張": [],
      "增設組織單位": [
        {
          "page": [
            "52",
            "55"
          ],
          "paragraph": "通識中心將籌組「程式課程設計規劃小組」，開發多門具人文社會特色之程式設計磨課師課程及暑期先修線上課程，使全校修習人數提升至100%。",
          "title": "運算思維課程"
        },
        {
          "page": [
            "77",
            "80"
          ],
          "paragraph": "仿企業成立社會責任委員會，由學術副校長召集校內主管專家及校外賢達組成，為一具有制高點的統合機制，設定政大希望達成的指標，負責規劃全校的行動學術佈局，推動社會實踐的風氣、檢核各單位的細部作為。",
          "title": "統籌治理機制"
        }
      ],
      "裁撤組織單位": [],
      "學院實體化方案": []
    },
    "強化招生": {
      "辦理高中生活動": [],
      "辦理特殊選才": [],
      "強化僑生、港澳生招生": [],
      "拓展國外生源": [],
      "設計招生制度性誘因": [
        {
          "page": [
            "10",
            "20"
          ],
          "paragraph": "招生規劃：為使學生達到跨域學習及提高招生名額調控彈性，得採學院招生、或延緩分流等方式，且名額配置由學院統籌分配。",
          "title": "專業課程精進化：多元開課，制度鬆綁"
        }
      ]
    },
    "拓展財源": {
      "企業募款": [
        {
          "page": [
            "61",
            "66"
          ],
          "paragraph": "為籌募吸引優秀海外人才及增聘師資所需費用，於2017年訂定政大「設置捐贈講座學者遴聘作業要點」擴大募款，鼓勵企業、法人或自然人透過指定用途捐贈形式設置講座，以捐贈款的孳息及收益設置講座，提供永續性彈性薪資制度，目前學校已利用募得的第一筆捐贈款項設置「羅家倫講座」，將遴聘一名傑出之現職教師或新進教師，一年補助學術研究補助費120萬元，期滿得續聘。",
          "title": "學術人力資源發展策略"
        }
      ],
      "經營校友會、系友會": [],
      "調整學費": [],
      "爭取政府經費補助": [],
      "爭取非政府單位經費補助": [],
      "強化進修推廣教育營收": [],
      "附加營收多樣化": [],
      "校務基金管理投資衍生收入": []
    },
    "境外拓展": {
      "與國外學校合作開設境外學程或課程": [],
      "與國外學校合作開設境外學位學程": [],
      "開設境外分校": []
    },
    "健全財務管理制度": {
      "精簡行政縮減開支": [],
      "資源分配控管制度化": [],
      "建立財務透明稽核制度": [],
      "校務基金決策機制透明化": []
    },
    "推動校務研究（IR）": {
      "建置校務資料系統": [
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "資料盤點期：瞭解現有資料欄位及定義，盤點決策需求，同時了解外部資料獲得之可能性，提出建置架構建議及校務資料整合期程。",
          "title": "校務研究資料庫建置"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "資料建置期：資料交換及系統整合建置，針對資料進行清理，並整合歷史資料與現有資料，同時推動學生個人系統之建置。",
          "title": "校務研究資料庫建置"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "資料運作期：將整理好的資料，依指標需求與決策需求進行分析，並規劃報告架構以及發佈方式。",
          "title": "校務研究資料庫建置"
        }
      ],
      "成立校務研究中心": [],
      "發展校務研究": [
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "校務研究辦公室目前除了協助電算中心建置校務研究專用中繼資料庫，同時進行校務研究資料的蒐集與統整，並針對跨單位與領域的議題進行整合性分析，將分析結果產生的數據圖表報告，提供相關單位以及主管首長決策支援。另外，為提升校務數據的透明度，達到傳播校務資訊的目的，校務研究辦公室將簡單的校務統計資料，透過互動式網頁呈現，提供一般使用者及訪客瀏覽。",
          "title": "組織團隊及分工"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "校務研究辦公室未來擬與外部機構合作，逐步整合入學前資料，例如：學生入學前高中畢業成績表現、入學前在校期間特殊表現、獎懲或比賽紀錄，以及畢業後之就業流向調查與薪資水平調查等資料；同時，為加強政大教職員對於資料分析工具之認知與運用技能，將透過校內研習活動，建立起對校務研究與管理的相關概念，讓同仁在運用資料的同時，得以兼顧個資保護法與取得電子化資料之間的平衡。",
          "title": "校務研究指標系統的具體成果"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "為了提升資訊系統價值及發展創新服務，將持續盤點指標需求，針對現有資料填報與申請方法進行改善，精簡各項申請作業，以整合資料取得流程，提供更便捷之資料服務方式。",
          "title": "校務研究指標系統的具體成果"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "擬逐步添購伺服器或工作站，以專業簡明為原則，規劃建置「校務研究資料申請平台」於本辦公室網站。除了開放校務研究資料供校內同仁申請研究外，同時期望能匯集校內人力於各項校務研究議題之分析，促進校務專業管理的自治與治理能力。",
          "title": "校務研究指標系統的具體成果"
        }
      ]
    },
    "健全改革董事會（私校）": {
      "設定董事長及董事任期": [],
      "聘任公益或獨立董事": [],
      "董事遴選制度公開透明": []
    },
    "健全大學治理參與制度": {
      "建立資訊公開透明機制": [
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "校務研究辦公室首頁：利用網頁技術將政大目前各種公開的重要數據資訊，透過互動網頁方式，以資訊圖表（Infographic）介紹目前的各種數據，如總人數、男女比、圖書館藏書量等，不僅便於外界了解政大，同時有利政大自我檢核績效表現。",
          "title": "校務研究指標系統的具體成果"
        },
        {
          "page": [
            "67",
            "70"
          ],
          "paragraph": "靜態指標列表：由電算中心建立靜態統計指標查詢網頁，資料內容豐富，包括學生學籍、教職人員、課程學習、研究創作、教學服務、行政服務、會計財政、職涯發展、榮譽獎勵、校園生活等。未來，此部分將交由校務研究辦公室接手，規劃將以原有資料為基礎，考量教育部大學校院校務資料庫以及其他常用外部指標，擬新增其他資料項目，使原先之呈現內容更為全面化。",
          "title": "校務研究指標系統的具體成果"
        }
      ],
      "健全學生參與機制": [],
      "健全互動關係人參與機制": []
    },
    "增加弱勢生入學機會": {
      "擴大繁星入學管道": [],
      "增加身心障礙生入學機會": [],
      "招收原住民學生/新移民子女": [],
      "增加弱勢家庭子女入學機會": [
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "107年度大學個人申請入學管道「政星組」分2組招生，放寬篩選標準，訂定國文、英文、數學（或社會）均標，招生名額36名（佔新生總量2,073名之1.7%），著重經濟弱勢學生在高中求學期間相對資源不足，但成長歷程力爭上游及具強烈學習動機者優先錄取；原住民族外加名額於大學繁星推薦及大學個人申請入學管道達33名（佔新生總量2,073名之1.5%）。",
          "title": "「政星組」放寬篩選標準"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "108年度除辦理「政星組」招生外，並增加「特殊選才」招生管道，提供具學習動機之弱勢學生（如不同教育資歷、新住民、三代家庭無人上大學）入學機會，兩項考試提供弱勢學生名額達45名（佔新生總量2,073名之2.1%）；原住民族外加名額於大學繁星推薦及大學個人申請入學管道達37名（佔新生總量2,073名之1.7%）。",
          "title": "增加「特殊選才」招生管道"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "109～111年度持續辦理「政星組」及特殊選才招生，提升弱勢學生入學之招生名額達46至52名（佔新生總量2,073名之2.5%）；原住民族外加名額於大學繁星推薦及個人申請入學管道達39至42名（佔新生總量2,073名之2%）。",
          "title": "提升弱勢學生入學招生名額"
        }
      ]
    },
    "弱勢學生支持系統": {
      "弱勢學生獎補助制度": [],
      "建立/強化弱勢生支持系統": [
        {
          "page": [
            "74",
            ""
          ],
          "paragraph": "由教務處招生辦公室、教發中心、學務處生活事務暨僑生輔導組、住宿輔導組、身心健康中心、職涯發展中心、原住民族學生資源中心共同組成，從招生端至畢業端，包括招生制度、課業輔導、成效追蹤、經濟扶助、活動空間、實習機會、職涯發展及職場連結等各層面，照顧弱勢學生。",
          "title": "弱勢學生輔導支援系統"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "輔助課業學習諮詢：預計自107年度起結合「成績預警系統」及「成績查詢系統」，主動提供弱勢學生課業學習諮詢資源訊息。",
          "title": "強化弱勢學生課業學習輔導"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "培養自主學習能力：預計自107年度起優先補助弱勢學生參加自主學習活動名額與參與機會，透過「學生讀書學習行動小組」、「學生外語學習行動小組」、「學生英語自學口說系統」、「書卷獎小老師學習諮詢」等活動與機制，培養各項學習能力與態度。",
          "title": "強化弱勢學生課業學習輔導"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "指導學習生涯規劃：預計自107年度起規劃「教學優良及教學特優獲獎教師」擔任各院弱勢學生在校學習之導師，指導學生規劃學習生涯及善用學習資源。",
          "title": "強化弱勢學生課業學習輔導"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "「全方位學習手冊」：預計自107年度起訂定「弱勢學生參與職涯活動補助獎勵要點」，並配合建置「全方位學習手冊」，鼓勵弱勢學生參與職涯活動，如職涯業師諮詢、產業發展議題講座、原住民族就業發展講座與企業參訪等，促其認識並善用校內資源，並給予補助，增強未來就業力。",
          "title": "提升弱勢學生職業生涯培力"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "「證照補助與獎勵」擴充弱勢學生專業學能，強化就業競爭力：預計自107年度起訂定「弱勢學生參與證照考試補助及獎勵要點」，透過「證照考取實務講座」的辦理，如原住民族語、英語檢定、證照考取等講座，豐富應考資訊，鼓勵報考國內外具法規效用或產業公會認同之專業證照。",
          "title": "提升弱勢學生職業生涯培力"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "「海內外實習補助」幫助弱勢學生突破經濟困境，大步邁向海內外職場：預計自107年度起訂定「弱勢學生海內外實習助學補助要點」，鼓勵弱勢學生透過政大職涯「發展與實習/志工平台」，媒合至海內外實習後，給予助學補助以促其在投入實習場域時，不因經濟因素而退卻。",
          "title": "提升弱勢學生職業生涯培力"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "推動弱勢學生服務學習，鼓勵參與志工服務﹕107年度起招募對於校內服務、社區關懷及部落發展等公民議題有興趣及 熱忱之弱勢學生，重視弱勢學生個人的需求與興趣，安排專業、創新培訓課程，提升學生專業服務學習素養，增進學生反思認知活動，深化學生生涯發展思維，透過多元學習目標支持弱勢學生參與志工服務。",
          "title": "提升弱勢學生職業生涯培力"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "生活適應：針對每一位特殊教育學生制定與提供個別化支持計畫服務，依據其特殊教育需求提供身分鑑定、新生轉銜、疾病或障礙惡化適應、住宿問題、心理困擾、人際關係等協助，以協助特殊教育學生身心健康發展。",
          "title": "實施特殊教育學生全程生命發展（life-span）協助"
        },
        {
          "page": [
            "附錄",
            "4"
          ],
          "paragraph": "生涯軌道：生涯軌道建置之重要性在於讓特殊教育學生了解其在障礙影響之下，透過優劣分析（SWOT），建立多元學習與多廣度生涯發展活動，建置個別生涯軌道圖，提升學生自我認同與生涯規劃能力。綜上所述，各年度計畫重點如下：107年度建構特殊教育學生個別化支持計畫，提供特殊教育需求協助與資源連結，108~109年度提升特殊教育學生生活適應功能，110~111年度：發展特殊教育學生生涯軌道。",
          "title": "實施特殊教育學生全程生命發展（life-span）協助"
        }
      ],
      "建立外部募款基金": [
        {
          "page": [
            "附錄",
            "5"
          ],
          "paragraph": "成立助學專案募款小組，爭取外部資源挹注，以永續基金支持，啟動未來五年弱勢學生募款計畫。第一年預期達成500萬元目標，用於扶助政大弱勢學生之協助機制。擬向校友、企業、家長、社會人士、機關團體、基金會等，進行募資業務，尋求資金或各項實質贊助，募款所得專款用於培育與扶助弱勢學生，未來5年以募集500萬元以為目標。",
          "title": "助學專案募款小組"
        }
      ]
    },
    "其他": {
      "建置開放式線上課程": [],
      "平衡人文社會及自然科學領域發展": [],
      "強化行政職能": [],
      "建立計畫管考機制": [],
      "基礎建設及硬體設備提升": [
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "政大亦將著重於推廣教師註冊ORCID，以利於將政大教師及研究員的學術產出、學經歷、研究計畫等資訊透過學術集成平台自動同步上傳至ORCID官方網站的個人頁面，以長久保存政大教師及研究員之學術成果與研究歷程，並提供ORCID QRcode印製於教研人員之名片，透過行動載具掃描後，可立即呈現學術成果，不僅提升政大學術研究成果的國際能見度，也藉由ORCID官方網站的社群交流，提升政大的學術研究風氣與研究能量。",
          "title": "學術集成平台（Academic Hub, AH）"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "除透過AH提升政大學術能見度及曝光度之外，該計畫同時引入各篇文章在Web of Science、Scopus、Altmetrics等引用與計量指標，計畫與國內學術產出及知識加值開發系統，如國家圖書館之臺灣人文及社會科學引文索引資料庫（Taiwan Citation Index – Humanities and Social Sciences, TCI-HSS）或華藝等合作，讓使用者了解正在閱讀的文章在學術圈或是社群網站產生了多少影響力。",
          "title": "學術集成平台（Academic Hub, AH）"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "政大未來5年針對學術集成平台之發展方向包含：升級ORCID API版本、提升學術集成平台系統穩定性與增加應用功能、發展使用歷程紀錄與分析功能、增加教師合作關係視覺化與基礎統計分析、進行各項統計數據資訊視覺化、檢索資料進行後分類、發展自動能將學術成果推播至學術社群網站之智慧型代理人系統、呈現學術成果被關注地區分佈資訊、納入政大開放式線上課程（Open Course）等，以提高使用者滿意度，強化系統促進學術傳播效益。此外，也將引入SciVal、PlumX等進階統計資訊以充實本平台的學術資訊呈現面向，讓使用者能更深度了解政大之學術能量與學術領域特色，進而提升政大之國際影響力。",
          "title": "學術集成平台（Academic Hub, AH）"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "政大未來擬深化建置具有學術研究價值之資料庫，並預計規劃重要手稿、函牘、文書、檔案、照片、錄音錄影膠卷、館藏等史料文物之清冊整理、建置詮釋資料（metadata）、全文繕打與數位化掃描等工作，並積極徵集名家手稿與相關檔案，以及因應政大研究需要與實際狀況多方蒐集特殊主題之特藏資料，目前規劃將進行的資料庫建置工作，除了由政大圖書館直接進行的6個主要資料庫，也包括統整分散在校內十數個教研單位的人文社科特色資料庫。",
          "title": "人文與社會科學特色資料庫"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "政大圖書館近年來嘗試以DSpace為基礎開發通用型數位人文研究平台，建立全文資料庫系統及詮釋資料功能，並提供完善的資料瀏覽、檢索、檢索後分類等查詢功能，以及全文文本與掃瞄影像的對照閱讀環境，朝向建置數位人文的研究環境方向發展。",
          "title": "數位人文研究平台"
        },
        {
          "page": [
            "71",
            "74"
          ],
          "paragraph": "在數位資料整理工具上，政大將發展文本斷詞與自動標註系統，藉由斷詞技術將自然語言進行前期處理，再結合Linked Data概念匯聚各方資料庫資源，進而替文本進行自動化註解，方便使用者在解讀文本時能參照其他資料庫資源，利於使用者進行資料解讀；在數位研究分析層面，本計畫提供統計分析、量化計算、視覺化呈現及社會網絡分析等數位人文計算與呈現工具，並進一步規劃納入使用者之歷程紀錄，可分析使用者在系統中探索使用資料之歷程。未來除了目前典藏的明人文集之古籍外，政大更可加入其他的全文化數位典藏內容，例如羅家倫先生文集、重要人物手稿史料等，將政大典藏數位化，提供使用者更便利的使用環境，啟發人文學者的研究靈感，進而提升學術研究能量。",
          "title": "數位人文研究平台"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "2017年9月我們推出實驗性質的「政大雲」虛擬桌面服務，試圖解決教學與學習上所遭遇的困境，以高階伺服器與光纖儲存系統建置與完善雲端電腦教室、高效能的數位學習平台、雲端互動教學平台，提供不受時空限制之高品質、科技化的學習環境。透過瀏覽器或者用戶端軟體（Client）便可方便操作所需軟體，對於學習上有相當助益。",
          "title": "建置高效能的數位教學環境"
        },
        {
          "page": [
            "21",
            "32"
          ],
          "paragraph": "我們將同時邀請校內老師加入專用課程雲環境建置，將雲端運算服務進行客製化調整，以符合應用特殊軟體課程的需求。第一年建置150人雲端電腦教室環境，第二年在數量與效能上能擴充至300人同時執行雲端運算，之後更將擴充彈性化學習空間。",
          "title": "建置高效能的數位教學環境"
        }
      ],
      "提升學校知名度": [],
      "增進師生福利": []
    }
  }
}