{
  "年度": "107",
  "學校": "淡江大學",
  "類型": "大學",
  "教學": {
    "強化教學品質": {
      "推廣創新教學模式": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "推動「以虛整實混成課程」：訂定以虛整實混成課程實施辦法，鼓勵教師投入混成教學，彈性調配「實體上課」與「數位課程」比例，帶領教師逐步實施多元數位教學課程模式，提升教師創新教學之靈活度。",
          "title": "彈性課程、適性發展"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "提升學生的想像力、創造力與美感能力，擺脫慣性思考，透過不同領域專長的教師，以系統化的創意思考教學，增設「創客空間」工作坊，舉辦實作與成果發表，增加學生的興趣廣度，激盪出創新的思維，涵育學生創意思考、跨域交流及解決問題之能力。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "規劃各類研習或工作坊：為協助教師瞭解學習者為中心的理念及各種創新教學方法，並配合本校推動之課程革新，透過問卷調查及分析，具體蒐集教師研習需求，以規劃開辦各類增能及創發研習活動，鼓勵教師將創新教學模式運用於教學領域。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "補助進行教學實務研究：本校訂有「教學實務研究補助要點」，激勵教師投入教學實務研究，提升教師教學專業素養。106年度以「創新教學」為主題，徵求教師以應用各類創新教學方法於課程為計畫主題提出申請，希冀藉由帶動研究創新教學，從教學與研究中實踐師生共學。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "提供多元教室資源：因應新世代教與學的需求，落實「學習者中心」的教學模式，規劃、建置與維護多媒體教室、遠距教學教室、學教翻轉教室、跨域教師社群空間及創新學習場域等，使符合國際最新教育趨勢，以激發不同教學方法之實施（如：PBL、翻轉教學等），突破傳統課堂教學模式。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "在創新教學的實踐上，將持續建構翻轉教室，適度開放微學分課程，要求教師提供部分課程進行線上學習，並鼓勵運用問題導向與專題導向學習（PBL）的方式授課，以提升學生的學習效益。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "專業深化，統整創新：統整工學院既有的「機器人工程碩士班專業實務組B」與「工學院機器人博士學位學程」，以創新的課程與教學，培育理論與實務兼具的專業人才。接下來將新設「工程專業領導人才培育學分學程」，結合專題實作、問題導向學習及「構思、設計、實施、運作」的工程教育模式，來培育跨域創新、從事智慧製造與機器人產業的領袖人才。",
          "title": "策略產業、優勢人才"
        }
      ],
      "訂定核心能力，規劃課程地圖": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "為培養專業學科之核心能力，由各系選擇核心專業學科，除學期考試外，建立競試制度（如：會考、實作、專題報告）以精進學習。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "檢視核心能力：系所適時檢視學生須養成之核心能力、操作型定義與衡量尺度，以及其對應校級素養，並檢視學生八大素養能力之進步情形。。",
          "title": "學習評量、鏡映躍進"
        }
      ],
      "強化課程內容": [],
      "調整課程規劃": [],
      "培育優良教學助教/人力": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "透過學期前、學期中辦理教學助理系列研習活動，包含暑期成長營隊、期初會議、研習與培訓工作坊，以及教學專業課程線上研習等。邀請校內外學者專家指導與培訓教學助理所需具備的職能（Competency）、才能（Capacity）及創意（Creativity）（所謂3C能力）。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "藉由選拔特優及優良教學助理，以及教學助理評鑑與回饋，表揚表現優異的教學助理，激勵其自我精進教學知能與技巧。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "舉辦遠距教學課程線上助教培訓：每學期辦理遠距教學課程線上助教培訓及Moodle平台工作坊，針對線上助教工作內容、線上帶領技巧及Moodle平台功能操作進行培訓，協助遠距線上助教瞭解工作內容、線上教學協助技巧以及平台操作之指導與資源說明，使得遠距教學課程與數位學習碩士在職專班順利進行，提升網路教學的實施品質、教師的教學效能及學生的學習成效。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "針對教學助理，舉辦精進教學知能策略工作坊，藉由專家示範與經驗分享，提升教學助理的3C能力。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "提倡教學助理專業成長社群：提供教學助理經驗交流與建立支援系統，鼓勵擔任同質性課程、相關領域課程或跨領域課程之教學助理組成專業成長社群，藉由多元主題討論、教學技巧分享，落實教學輔導能力專業成長，提升教學助理之教學品質，進而提升學生之學習意願與學習效果。",
          "title": "開展學涯、能力加值"
        }
      ],
      "教師專業分享輔導機制": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "辦理服務學習課程相關訓練及交流活動，讓師生增能；辦理「教師交流分享會」，讓優秀教師分享課程經營之經驗，並整合相關需求。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "辦理「服務學習課程說明會」，讓參與的教師、助教瞭解課程執行相關細節，並鼓勵其參加教育部青年發展署之線上服務學習培訓。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "創新教學，觀摩交流：多方探詢各院、系所採用「以學習者為中心」教學模式，或是運用數位科技進行教學，並邀請教學成效卓著的教師於研習活動分享經驗，或開放其他教師進班觀課，實際體驗各類創新教學方法或模式對學生學習的影響，透過觀課回饋促進教師間的交流與互惠。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "建立教師交流平台：為鼓勵教師相互交流及進行跨域合作，規劃各類創新教學主題，如：「CLIL英語授課」、「PBL教學」、「翻轉教學」、「創新教學行動載具」等，透過實體（如：共進午餐或下午茶）或網路平台（如：建立FB、LINE群組），以輕鬆、非正式的交流方式協助教師認識校內各領域的教學同好，並分享經驗，進而思考未來組成教師社群或共同合作的可能性。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "成立優化教學教師社群：呼應課程革新，在前項交流平台建立的基礎上，鼓勵教師成立各類精進或創新教學社群，透過團隊合作或跨領域的方式，共同研討學生學習的優弱勢、教學內容與評量，各類創新教學方法或科技在教學上的實施與應用，以及如何透過跨域合作，培養各種人才。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "發展系所特色社群：配合學校政策或系所特色發展，組成系所特色社群，藉此深入交流與討論，切磋教學經驗、改進教材教法及研發創新教材，並凝聚系所教師共識，共同發展有效率的教學模式，增進學生學習效益。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "組成跨領域教師精進成長社群：鼓勵不同學門領域教師組成精進創新教學社群，在各自專發展背景下，讓教師在教學專業上協同合作，進行教學設計及教材研發，以提升教學品質，強化學生未來多元發展。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "系統性協助教師在教學職涯上的發展，包括：對新入教職的老師，辦理新聘教師教學工作坊，並提供一對一的良師益友帶領輔導，協助新聘教師在教學、研究、服務上的適應。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "錄製學教研習影片：就校內各類系列增能研習或工作坊，錄製數位課程，諸如：「學習本位」、「成果導向教育」、「問題或專題導向學習」、「線上學習」、「數位科技運用於教學」等主題。搭配數位匯流影音服務，提供教師得以隨時吸收教育新知與觀摩教學，精進教學知能。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "授課技巧，爐火純青：教師採用多元授課方法（如：英語聽力練習、實境會話演練、英檢考試模擬軟體等），提升學習效果，研議「英語授課教學評量特優獎勵辦法」，鼓勵英語授課教師精益求精，並舉辦英語課程授課教師技巧分享觀摩會，提升英語授課技巧，成為蘭陽教師專業特色。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "另外，開設種子教師培訓制度，傳承視障職場經驗與必備技能，並且拔擢盲用電腦、行動裝置操作及程式撰寫表現優異之視障者成為日後培訓課程之種子老師。",
          "title": "看見希望、就業工場"
        }
      ],
      "健全教師（學）評鑑制度": [
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "落實教師教學評量結果之處理：對於教學評量表現不佳教師之處理，依據「教學評量實施規則」辦理，由相關院系所完成改善流程，再於每學期期末針對評量不佳教師完成分析報告暨教學評量結果改善報告，並進行教學輔導。除持續追蹤教師改善方案的執行成效外，亦持續追蹤近三年連續評量不佳教師，並促使系所提出長期改善方案。",
          "title": "教學評量、精益求精"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "修訂教師教學評量結果改善流程：為有效改善持續評量不佳教師輔導方式，召開教學評量改善流程會議，新增近三年連續評量不佳教師輔導流程，並追蹤改善方案的執行成效，必要時提供院系所因應方案，以更有效落實教學評量結果之改善。",
          "title": "教學評量、精益求精"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "完善教師評鑑制度：為使教師評鑑制度更臻完善，人力資源處與校務研究中心合作進行本制度的優缺點分析，並探討依不同教學單位特性採客製化設計的可行性，過程中將參照本校教師歷程及其相關系統的數據，蒐集國內外文獻及比較其他學校相關規定，並進行各教學單位特性評估，以瞭解目前各衡量指標達成的難易程度，做為進一步改善的依據。",
          "title": "分院評鑑、各顯神通"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "分院評鑑執行進程：106學年度調查各學院、體育處、教務處之專任教師特性差異分析，並評估目前專任教師評鑑各衡量指標達成之難易度，預定於107年7月前完成與各教學單位相關討論，並確認修正後評鑑方式及評分標準，107年9月前完成評估報告初稿，依程序提107學年度第1學期學術副校長室召開之院長會議討論通過後，教師評鑑辦法修正案提第80次校務會議審議，教師評鑑評分準則表修正案提107學年度第3次校教師評審委員會審議，通過後自107學年度第2學期開始實施。",
          "title": "分院評鑑、各顯神通"
        }
      ],
      "推動多元升等": [],
      "健全教學獎勵制度": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "獎勵優良教學創新成果：為鼓勵教師進行創新教學，本校訂有「教師教學獎勵辦法」，對於實施創新教學有具體成效者，給予教學創新成果之獎勵。",
          "title": "挹注活水、以學定教"
        }
      ],
      "減輕教師教學負擔": [],
      "建立教學改善回饋系統": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "針對具高度連貫性或銜接性的專業學科，指定學生於寒暑假完成相關學習，並於次學期驗收，以提高學習效益。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "研擬學生學習成效之評量辦法及量表，結合系所核心能力，使其量化並可與評鑑及認證資料配合使用。將學生學習成效反饋資料，以及將評量結果結合學習成效指標一體多用，做為課程規劃與教學改善之依據。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "檢視課外學習成效：針對課外活動、社團經營與學生能力提升之相關性，進行量化分析與質性研究，確認課外活動各項學習課程之價值。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "對於教學評量不佳的教師召開專案會議，邀集相關系所主任、教學特優及優良教師，以及諮商專家，共同檢視其評量結果、意見及回應，擬定建議方案提供學院、系所及教師參考，協助其改善教學。",
          "title": "挹注活水、以學定教"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "活化創新教學社群：鼓勵教師成立之各類創新教學社群於「學思域」舉辦師生面對面之互動討論活動，如：舉辦公開之教學方法交流、教學心得分享、教學社群成果發表等活動，以增進師生對話，第一線瞭解學生學習的各項需求、問題與建議等回饋，提升教師創新教學之效益，進一步營造師生學教共趣的生態。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "網羅標竿資訊：探討世界主要國家/地區（如：美國、英國、澳洲、香港等）學教品質確保相關機制，瞭解其高等教育機構對於教師教學與學生學習所提供之狀況評估、成效診斷、增能輔導、服務支援等資源。",
          "title": "學教指標、領航登峰"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "彙整方針指標：彙整上述主要國家/地區之學教品質確保機制，依本校實施現況與發展規劃，綜整其可供參考之實施方針與相關指標之定義，作為發展自身指標之參考依據，以掌握學生學習、教師教學等成效評估工具之最新發展趨勢。",
          "title": "學教指標、領航登峰"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "研訂學教指標：參考美國、英國、澳洲、香港等國家/地區之學教品質確保實施方針與相關指標之定義，邀集校內外學者專家，共同研訂適合本校與符膺未來大學趨勢之學教品質確保指標。",
          "title": "學教指標、領航登峰"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "凝聚全校共識：為使學教品質確保指標能夠有效引領本校教學與學習之發展，將辦理一、二級主管座談會及指標規劃說明會，以凝聚系、院教師同仁之共識，使各實施層級之參與人員皆能妥善運用，以全面提升學教品質。",
          "title": "學教指標、領航登峰"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "課程導入，分析就位：藉由iClass學習平台、Moodle遠距教學平台之導入，蒐集師生之教學與學習歷程，全面性記錄平台上課程實施之活動細節，做為後續分析教師教學方法、學生學習成果及課程實施成效之依據。",
          "title": "學習評量、鏡映躍進"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "建模分析，數據佐證：結合iClass學習平台、學生事務資訊系統（SiS）、學生教務資訊系統、學生社團活動等資料發展iSignal學習先期預警機制及相關儀控板（Dashboard）。藉由數據蒐集、整理和資料倉儲（Data Warehouse）等之建置，運用所發展之大數據分析平台（School Insight）進行建模、分析與呈現，衍生預測課程學習成果訊息。",
          "title": "學習評量、鏡映躍進"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "檢討學習表現：依據學習平台資料及其他學生學習相關資料，由商管學院試行，定期討論及記錄學生能力表現結果，提出改善方案並執行，以觀察後續成效。",
          "title": "學習評量、鏡映躍進"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "分析訊息增加宣傳度：為落實並普及教學評量之實施，提高回饋資料信效度，將教學評量相關訊息由e-mail改由資訊處開發的海豚頻道發布，以持續追蹤信件之開信率及點擊率，並進一步找出能吸引學生開啟信件之主旨與內容，藉此增加信息點擊率，進而提高評量填答率。",
          "title": "教學評量、精益求精"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "舉辦即時抽獎活動：新增教學評量系統即時抽獎功能，針對填答完評量問卷之學生，立即提供抽獎機會，以增加即時互動感與活動熱度，進而提高學生填寫教學評量之意願。",
          "title": "教學評量、精益求精"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "落實英外語課程分級制；與財團法人語言中心合作舉辦修習英文課前後英語能力檢測。",
          "title": "外語優勢、燦爛明星"
        }
      ],
      "課程外審": [],
      "教學單位國際認證": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "教育認證品質保證：工學院8系持續獲得中華工程教育學會（IEET）認證；商管學院12系申請國際商學院促進協會（AACSB）認證，「認證計畫書」已於2015年通過，正加速進行修正改善，期望及早獲得認證。",
          "title": "戰略前瞻、整體佈局"
        }
      ],
      "成立教學品保委員會": [],
      "提升教師群專業度": []
    },
    "跨領域學習": {
      "規劃跨領域學位（分）學程": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "跨域課程多元學習：為培養學生跨領域涵養、鼓勵多元學習、增進學用合一，強化就業能力，將整合校內師資專長及企業人才，開辦具前瞻性、互補性與跨領域的學分學程或學位學程。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "綜整運用文創孕育：文創產業是政府強力推動的產業之一，被視為新一波的經濟動力，本校基此推動跨領域「文化創意產業學分學程」，提供全校學生選修，擴增學生文化產業視野。在課程設計方面，為知識綜整與應用創新，除教師、業界專家、藝文人士講授外，也安排學生參訪研習、創作展演，經由實務歷練，增加職場體驗與業界見聞，避免學用落差。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "優質學程，雙軌人才：由本校商管學院與外語學院共構的「雙外語經貿人才學分學程」，除了雙外語的加值與優質實用的經貿課程外，亦將透過本校校友、各地台商、駐外經貿單位，為參與本學程的學生尋求海外實習的機會。",
          "title": "迎應趨勢、外語經貿"
        }
      ],
      "鼓勵輔系、雙主修": [],
      "跨領域教學": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "透過跨領域的課程設計與腦力激盪，獎勵教師以「協同教學」的方式，結合不同學門特色，設計整合與創新的課程。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "由工學院整合機電系、電機系與資工系的師資，讓修讀學生具有多元跨域的能力。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "結合π型人才發展創新產業：配合淡水在地產業發展之國際化需求，強調在地文化資產與特色的語言鏈結，以創新創業為目標，規劃6種外語學系學生強化文藝、傳媒、觀光、經貿、翻譯、華語、外交等跨域專業，培育適應未來社會發展的π型人才。透過學生選課的豐富度，並在實作教學環境中強化其就業力及創業力，期持續有效地發展出以學生為主體的新創就業組織。",
          "title": "六六大計、接軌國際"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "結合CDIO教學：建立跨領域教師創新教學合作機制，強化學生之系統開發實戰及系統整合的軟實力與硬實力，讓學生在構思（Conceive）、設計（Design）、實施（Implement）、運作（Operate），即CDIO模式中學習。亦藉由CDIO的運用整合科學（Science）、數學（Math）、藝術（Art）、機器人（Robot）、以及科技（Technology）等範疇之專業知識，帶給學生SMART跨領域之經驗增長。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "跨院跨域整合：結合工學院、文學院與教育學院之各領域教師，共同規劃、研發48科智慧機器人實務課程。首先由工學院之電機、機電、資訊等3系規劃智慧機器人相關之軟硬體應用設計專業課程，再輔以建築學系提供電腦設計的美學課程，使學生具備跨領域的創造力；其後導入文學院進行人文與科技之跨域整合，賦予智慧機器人工程師重視使用者體驗（UX、UI）之設計內涵；最後整合教育學院，針對48科智慧機器人實務課程進行教學評量，並依循PDCA（plan, do, check, act）之回饋機制，持續精進。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "經貿專業，跨域培才：本校涵蓋12個系所、商管專業完備的商管學院，則負責規劃契合實務需要的基礎經貿課程，並由院內優秀教師授課。這個經貿課程的規劃，尤其著眼於讓非商管專業的學生，也能順利習得重要的基礎經貿知識。",
          "title": "迎應趨勢、外語經貿"
        }
      ]
    },
    "提高學習自由度及彈性": {
      "調降系必修學分": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "調整適性學習門檻：畢業學分數調降至128學分，各學系及學位學程將檢視課程結構及應修學分數，建立彈性、適性轉系措施、降低培養跨域第二專長之輔系與雙主修門檻，提供學生多方探索、適性發展機會。",
          "title": "彈性課程、適性發展"
        }
      ],
      "微學分（彈性學分）": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "實施微學分課程與微學程：訂定微學分課程與微學程之實施辦法，以結合通識課程、遠距教學課程、磨課師課程、「五加二」產業課程的推動，增進學生自主學習之能力。",
          "title": "彈性課程、適性發展"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "設立科學傳播教育微學程",
          "title": "化學深耕、科普推進"
        }
      ],
      "開設入學前先修課程": [],
      "深碗課程": []
    },
    "人才國際化": {
      "增進外語能力": [
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "課程加強，程度升級：強化「英文閱讀」、「英文寫作」、「英文口語溝通」及「英文能力檢定」等課程教學內容，增加考試及作業量，輔以課後訓練，並檢核追蹤學生入學至畢業之英語檢定成績提升情形，以作為輔導規劃參考；招募高年級學長姊擔任小老師，協助課後輔導，有效加強學生英文聽、說、讀、寫之能力，得以輕鬆面對國外生活及課業學習。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "善用情境教學：結合本校國際化特色，透過外語學院英、西、法、德、日、俄等6系6種專業語文能力之培育，強化學生外語應用能力。外語學系以各國文化為主軸所發展之情境式教學環境，結合聽、說、讀、寫、口譯、筆譯等6種應用模式，活化外語學習，建立學生的專業語文能力，使學生在學習過程中更深刻地體會語言與文化的蘊涵。",
          "title": "六六大計、接軌國際"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "外語教材傳播在地：以在地故事為題材，融入聽、說、讀、寫、口譯、筆譯等6種基礎能力，發展出6種外語的獨特故事型教材，強化學生的專業外語應用能力。藉由實際參與淡水在地活動，增加外語口說機會、練習外文寫作技巧、活用翻譯理論，以其主修語文向國際傳播動人的在地故事，在行銷新北市之際，並比較外國文化，深化學習內容。",
          "title": "六六大計、接軌國際"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "口說筆寫準備十足：持續設置英語寫作諮詢室，另增博士生英文期刊論文撰寫諮詢項目。持續開設托福與多益加強班，強化學生英外語能力，為海外學習做好外語準備。引導學生加強對留學國語言文化的掌握，及對本國文化與學校的認識，俾便在海外擔任稱職的國民外交及淡江學生大使。",
          "title": "國際移動、多元學習"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "增設職場與會展英語課程，強化職場競爭力；規劃英文系全英教學計畫，持續舉辦全校外語營隊，外語能力競賽，激發學習興趣；獎勵第二外語檢定，健全學習歷程數位化和追蹤。",
          "title": "外語優勢、燦爛明星"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "國際合作教學相長：與國際姊妹校合作，邀請英、西、法、德、日、俄等語言教學專長之外籍研究生來校擔任教學助理，增加6個外語系學生與母語人士交流機會，增進學生聽力與口說能力。",
          "title": "外語優勢、燦爛明星"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "英、西、法、德、日、俄6種外語系同步加強學生口筆譯訓練，引導學生運用翻譯理論與技巧，實地參與淡水在地活動，以其主修語文，製作書籍、微電影、網頁與參展等，向國際傳播在地雋永故事。",
          "title": "外語優勢、燦爛明星"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "雙語加值，暢行國際：本校將結合商管學院的12個學系與外語學院的6個語文學系，共同新設「雙外語經貿人才學分學程」。其中，外語學院將運用優質的外語師資與豐沛的外語學習資源，負責雙語加值的部分。雙外語包含目前全球通用的英語，以及各國如法、德、日、俄、捷克、西班牙、越南、印尼、馬來西亞等的第二區域外語。",
          "title": "迎應趨勢、外語經貿"
        }
      ],
      "多元文化/文化交流": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "全球視野獨立思考：為協助學生瞭解國際社會脈動與變遷，建構寬廣國際視野，通識核心課程之全球視野學門每學年開設全球化發展、國際現勢等13科課程80班，吸引近6,000名學生修習。每年並持續舉辦國際事務週、區域事務研習營及外交決策模擬營，以培養嫻熟國際及區域事務人才。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "文化講座叫好叫座：文化全球化課程持續邀請專家演講，介紹各國藝術、社會文化與創新作為；另設置多元文化講座，開啟學生多元文化思維。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "學習社群交流共融：安排本地生與境外生組成學習社群，定期聚會，相互學習。持續辦理境外生文物展等文化交流活動。強化國際大使團功能，賦予文化橋接的使命，為本地生與境外生營造多元合作交流的機會。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "影音交流樂趣無窮：「多元文化影音交流區」結合圖書館豐富影音資源，提供學生觀賞討論各國影片優質空間。國際交誼廳持續辦理Chat Corner與國際文化萬花筒等活動，提供學生語言交換與多元文化融合學習最佳場域。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "國際牽手資源分享：邀請本地生與境外生組成服務團隊，前往中小學進行語言文化交流，分享本校豐沛的國際資源，帶動中小學生對多元語言文化的認知，同時使境外生更加深入認識台灣文化。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "強化境外生聯絡網，辦理境外生學伴、友善家庭、節慶活動等。引導境外生參與淡水國際環境藝術節等在地活動，加速境外生融入台灣社會文化。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "在地資源豐富教學：結合大淡水資源，整合在地文化，將在地景點、歷史與觀光休閒等議題融入外語教學，豐富教材與教學內容，同時進行主修外語國家文化特質與在地文化的比較，如：比較歐洲朝聖之路與淡水廟宇活動路線，學生不僅學習宗教祭祀文化用語，同時瞭解兩者之異同。",
          "title": "外語優勢、燦爛明星"
        }
      ],
      "辦理海外參訪或移地教學": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "專業實習亮麗收割：深化辦理東南亞為核心的主題學習與專業實習計畫。建築系師生團隊深入馬來西亞鄉間進行教育空間環境改造，協助建置行動圖書館設施，深獲好評。本校「海外非政府組織實習隊」前往菲律賓、泰國、印尼、馬來西亞和柬埔寨非政府組織實習，體驗不同的文化。",
          "title": "國際移動、多元學習"
        }
      ],
      "交換學生": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "榮譽加值出類拔萃：持續薦送榮譽學程學生參與各項海外見習或交換生計畫等交流活動，並將學習歷程發表於校園媒體，以鼓勵更多學生參與，開拓國際視野。此外，鼓勵榮譽學程學生申請「科技部補助大專學生研究計畫」或參與教師專題研究計畫，亦請教師優先任用或指導其參與研究計畫，使能及早接受研究訓練及加強研究實力，有效提升日後升學或就業之能力。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "出國輔導，嚴密完善：蘭陽校園為協助每年約200位學生申請國外學校修讀1年，建立嚴謹且有效之出國輔導機，除由專人負責規劃外，並由教師專責輔導個別姊妹校之申請溝通，加強互訪聯繫，確認對方可於生活及課業上妥善照顧本校學生，讓學生做好出國前的學習準備及出國後的學習支援。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "出國情境，有效傳遞：舉辦「大三出國學長姊說明會」，邀請大四學生或畢業生講述留學之心路歷程，充分傳遞第一手留學經驗及最新學校訊息供參考，讓在校生選擇學校時找到適合自己的學校，亦可瞭解留學生活細節以先行掌握可能遇到的問題，及早因應準備。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "抵免系統，簡化作業：學生在國外修課因各學校學制及開課學分、時數有極大差異，學分抵免作業往往複雜且曠日耗時，因此利用網際網路建置友善之學分抵免系統，引導學生注意事項及方便有效的進行抵免程序，使在國外即可完成學分抵免，減少複雜的行政作業程序及避免發生錯誤。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "宣傳諮詢配套到位：新生入學之際即宣導播撒國際移動學習的種子。辦理淡江國際沙龍，邀請姊妹校師長親臨或視訊介紹留學環境，並請返國學生傳承海外經驗。設置國際移動諮詢室，開設工作坊，並聘專人定點諮詢輔導。設置學海浩瀚獎助金，鼓勵自行規劃創新海外學習計畫，給予獎助。",
          "title": "國際移動、多元學習"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "同儕效應經驗傳承：持續追蹤學生出國學習對自己的專業成長與能力提升，及對教師教學方式及對學校國際氛圍營造的成效。辦理返國學生學習心得徵文比賽，將其觀察感受紀錄下來，獲獎作品刊登於國際處網站，供其他學生參考學習，並發揮正面漣漪效應。",
          "title": "國際移動、多元學習"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "一年研修收穫滿滿：在台首創「大三學生出國研習計畫」，迄今24年已選派7,029名赴海外姊妹校研修。106學年度計597名分赴19國、102所姊妹校研修。為提供學生更多最佳海外研修機會，將持續深化國際學術交流。",
          "title": "國際移動、多元學習"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "網路學習跨國合作：豐富網路外語學習平台，增設多媒體遠距教室；與姊妹校師生合作結為外語交換學習夥伴，合作開發遠距課程與專書，進行連線教學。安排師生海外參訪交流，針對教學內容與課程進行意見交換。",
          "title": "外語優勢、燦爛明星"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "教師赴海外拜訪姊妹校，實地瞭解「上學期學習、下學期實習」現況，同時可深化姊妹校關係，以利長期合作發展。",
          "title": "海外實習、接軌國際"
        }
      ],
      "雙聯學位": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "深化國際學術合作：積極擴展與世界500大簽署學術合作協議，深化學術合作內涵，增設跨國遠距課程、雙聯學位、合作研究、共同研討會等。現今每學期與芬蘭土庫大學等合作同步遠距課程，提供跨國專業學習環境。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "合作辦學創造多贏：已與澳洲昆士蘭理工大學合作辦理財金全英語雙碩士學位學程，學生反應極為熱烈。為擴大影響成效，將持續拓展與國際名校合作辦學，目前積極與法國里昂第三大學規劃第二個跨國合作辦學計畫。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "雙聯學位雙向推動：跨國雙學位在高等教育國際化中扮演極重要角色（OECD, 2017），將擴大與國際名校合作跨國雙學位及共同辦理學位學程。目前與20所姊妹校進行31項跨國雙學位計畫，包括與昆士蘭大學的碩士1+1合作，與韋恩州立大學、佛羅里達理工大學之工學院學士2+2合作，除持續推廣跨國雙學位合作，提供學生海外修學位的機會外，更將深化與新南向大學之合作，吸引其學生來校修雙學位。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "雙聯加值，國際航照：強力推動本校與佛羅里達理工大學（FIT）在2016年底簽訂的2+2+1雙聯學士學位學程。FIT設有飛行教學訓練中心，包括飛行模擬器與教練機，可提供學生進行飛行訓練；通過飛行考試後，將可取得美國聯邦航空管理署（FAA）與歐洲航空安全管理署（EASA）核可的駕駛員資格。",
          "title": "策略產業、優勢人才"
        }
      ],
      "推動英語授課/全英語學程": [
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "完全英語，嚴格施行：為使大三學生至國外能無縫接軌，融入英語教學環境，蘭陽校園採全英語授課，課堂教學完全比照國外學習情境。因此觀察與檢討學生適應如此嚴格的英語授課而對教學效果感到滿意，就成了評估全英語教學成效之重點。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "課程強化質量並重：為培養學生國際觀，增進其國際競爭力，早於2001年推動英外語授課，迄今設置12項全英語授課學位學程、1項西班牙語授課數位學習碩士、4項英語授課學分學程及800餘科英語授課通核及專業課程。將持續整合院系資源，增設全英課程，強化輔導機制，提升修讀環境。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "獎勵開設持續精進：101學年度即制訂「獎勵專任教師全英語授課實施辦法」提供教師1.5倍授課鐘點費並配置教學助理。已實施英語授課教學評量，分析授課內容與學習成效。將持續鼓勵教師增開優質全英授課課程。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "夏日課程國際共學：2015年起開設英語授課夏日商學課程，106學年度將新增全英語授課之中國事務研究及理工領域學分課程等，邀請姊妹校學生與本校生共同參加，規劃專題演講，安排企業參訪及文化活動，吸引南向國家學生前來研習，增進師生互動交流，強化與姊妹校學術交流合作。",
          "title": "國際移動、多元學習"
        }
      ],
      "生源國際化（及其配套措施）": [
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "跨校合作，攜手創造：結合國立台北教育大學、輔仁大學、文化大學、文藻外語大學、慈濟大學共6校華語中心聯合開發以華語文能力測驗（TOCFL）為主軸的教材，創造台灣華語教材的第三勢力。",
          "title": "時代華語、教材創新"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "巴別團隊破解藩籬：持續招聘本地生與境外生共同組成巴別塔Babel Tower翻譯團隊，搭建譯介橋樑，提供校園資訊與社團活動雙語資訊，形塑無語言障礙的校園環境，同時增進本地生與境外生互動學習與交流機會。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "華語課程加速融合：提供境外生初級至進階5程級的華語語言文化課程，提升境外生華語聽說讀寫能力，及對台灣文化之理解，以加速融入生活學習環境。持續舉辦華語演講與歌唱比賽，鼓勵其對華語學習的興趣。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "建置境外生溫馨課業生活輔導與心理諮商機制。除國際處專責輔導外，提供境外新生與學習有困難境外生1：6境外生導師制；甄選優秀本地生與境外生組成課業輔導小組，提供小組或一對一輔導。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "靈活運用就業翻倍：整合海內外校友及企業資源，擴增境外生職能輔導工作坊、增闢境外生實習場域，引介境外生實習與就業機會。引導境外生加入淡江海外校友會，落實境外生畢業追蹤輔導。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "策略研究海外結盟：境外生來源前20國與地區規劃為招生重點地區，強化招生工作。將與教育學院研究團隊合作針對境外生源、入學動機、招生管道等進行研究分析。已與香港14所高中結盟，將持續海外優質高中結盟，派遣教師與學生團隊，如機器人、化學車等赴海外交流，分享教學資源。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "結合南向主動出擊：配合政府新南向政策，擴大與南向國家大學師生交流合作，進行雙學位計畫，同時拓增研究所生源。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "強化輔導靈活行銷：採更靈活招生模式，製作多語文宣資料與宣傳短片，善用電子媒體與社群網站廣為介紹本校優勢與教學特色。提供境外生優質輔導，使其成為本校海外招生利器。藉助畢業境外生與在學境外生返鄉之際，鼓勵其赴原就讀中學介紹本校，發揮口耳相傳效應。",
          "title": "靈活有致、近悅遠來"
        }
      ],
      "國際學位學程/學院": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "南向尖兵人才儲備：為配合政府新南向政策，培育南向國家研究與實務人才，規劃於東南亞開設商學境外專班，成立「東協經貿學分學程」、「新南向國家研究學分學程」，舉辦「新南向事務研習營」。增設東南亞語言課程，派遣學生至東南亞姊妹校學習，以增強東南亞語文能力及就業力。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "前進東協，攜手共榮：為響應政府的新南向政策，回應東協經濟崛起後，對高階經管人才的需求，本校將由商管學院主導，協同相關系所，向教育部申請在東協區域設立境外的「高階國際經營管理碩士在職專班」（EMBA），以開拓本校與東協區域的實質教育交流，深化雙方的互動與聯盟關係，實現互利共贏的人才培育與區域經濟共榮的願景。",
          "title": "迎應趨勢、外語經貿"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "國際經營，高階管理：規劃至東協設立的該碩士在職專班（EMBA），將以當地企業的中、高階主管為招生對象，開設符合當地所需的經貿管理課程，以培育當地亟需的，能因應產業發展、轉型與創新的優秀經管人才。初期的招生名額訂在30名左右，隨後視招生情況，逐年動態調整。",
          "title": "迎應趨勢、外語經貿"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "優質學程，在地人才：本境外碩士在職專班，將以華語（中文）授課為主，英文為輔。為配合當地企業人士及本校至此專班授課老師的時間，將利用週末或寒暑假密集授課。",
          "title": "迎應趨勢、外語經貿"
        }
      ],
      "招聘外籍老師（或邀請授課）": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "境外學者淡江講學：持續邀請國際知名學者專家蒞校講學，近三年計邀請11名國際名師。增聘優秀外籍教師、境外特約訪問教師與姊妹校交換教師，以提高學術水平，豐富課程內容與質量。校務發展計畫設立熊貓基金，邀請國際大師蒞校講座，引導師生汲取學術養分，扎實基本素養，擴大國際參與。",
          "title": "戰略前瞻、整體佈局"
        }
      ],
      "培養華語教學人才": [
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "優化學程，強化考照：透過課程與師資的持續優化，強調理論與實務並重，來強化這個學分學程，提升本學程具英語或其他外語專業的學生，通過華語教學認證考試的能力。",
          "title": "東風西漸、華師外派"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "開發教材，品牌輸出：與本校成教部共同開發其他語種的華語教材，為未來海外華語文教學工作鋪路。與各國駐台辦事處合作，規劃國內外華語文教學實習方案，提供學生實習機會。",
          "title": "東風西漸、華師外派"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "跨院合作，新授學位：為銜接既有的「外語華語學分學程」，外語學院的6個語系將和文學院、教育學院及本校成教部華語中心通力合作，增設「外語華語文教學碩士學位學程」。本學位學程的宗旨除了有系統地培育能以英、西、法、德、日、俄等外語教授華語的碩士人才，提供外語系所的學生另一個就業職場外，也將著力於開發西班牙、法國、德國、俄羅斯、拉丁美洲等地的華語學習場域，協助我國達成華語輸出的全球佈局。",
          "title": "東風西漸、華師外派"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "國際合作，海外實習：強化與國際姊妹校合作，規劃華語海外實習課程，提供「外語華語文教學碩士學位學程」研究生海外實習機會，實地赴主修語言國家的姊妹校實習，增加與姊妺校之間的交流。",
          "title": "東風西漸、華師外派"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "紙本教材，協作共進：《時代華語》教學系統開發奠定教育服務輸出的基礎，開發一套全球性的華語教學系統。本教材依據國家華語文能力測驗分級編寫教材共6冊，由6個學校分別編寫1冊。預計第1年完成紙本初稿，並進行試教回饋編修的流程，以提高教材品質。",
          "title": "時代華語、教材創新"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "數位課程，教師培訓：教材編寫同時，也應針對跨國性教育服務輸出四個要素：教學系統、師資、測驗、教學機構等項目進行提升。所以教材的師資培訓也成為教學系統成功輸出的要件。《時代華語》在撰稿期間，同時編寫教師手冊，並針對選定的數位教學平台進行教師培訓。希望透過這樣的培訓，種子教師能創新融合更多的教學方法與演示，而外籍老師依循我們的教學系統也可達成有效教學。",
          "title": "數位華語、精進教學"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "數位教材，製作執行：第1年完成紙本教材後，隨即進行數位教材內容的設計、錄製與後製。除安排適合教師錄製外，如何於教學演示中融入或發展數位工具教學，也是課程設計的重點。預計每學期製作2個單元的數位課程，於4年完成10個單元。",
          "title": "數位華語、精進教學"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "洽談合作，日本設點：設立海外教育機構，首先需要篩選良好的在地合作夥伴，目前擬與日本合作單位逐一洽談合作意願，包括法政大學、東京中華學校、橫濱中華學校、大阪中華學校、HAO中國語教室等，希望能洽談出優質互利的合作夥伴，並能在東京或大阪設立據點，進一步拓展台灣的華語市場。",
          "title": "海外拓點、全球共學"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "華師外派，系統輸出：如能順利建立淡江華語中心的海外據點，為確保教學品質與教學系統的完善，勢必要將種子師資輸出，完備教材、測驗、教學機構與師資的跨國教育輸出。配合本校持續辦理教育部「華語教學人才培訓暨華語教學人員赴國外任教計畫」，必能將優質的台灣華語教師，成功在海外建立台灣華語口碑。",
          "title": "海外拓點、全球共學"
        }
      ]
    },
    "提升基礎能力": {
      "強化國文能力": [],
      "強化數理能力": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "經驗整合，巡迴在地：將物理、化學及數學三大基礎科學，規劃以行動社區科普與科普傳播雲為軸心的活動計畫",
          "title": "化學深耕、科普推進"
        }
      ],
      "強化寫作能力": [],
      "強化表達溝通能力/領導能力": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "表達溝通：培養學生具備良好的書寫能力與言之有物的口語表達能力，學習與他人互動，開設「數位e筆」相關課程，結合中文語文表達與資訊科技，強化資訊整合與溝通的能力，以及言之有物的敘事能力。",
          "title": "素養涵蘊、心靈活水"
        }
      ]
    },
    "提升實作能力": {
      "推動各類競賽（實作能力）": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "舉辦經驗分享及競賽活動：實施系所分享經驗，以鼓勵其他系所參與；鼓勵學生將企業實習個案組隊參加國內外相關領域之競賽等，達到強化創意思考、應用設計、團隊合作及規劃整合與實作能力的目標。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "在地國際能力躍升：擴大辦理在地國際接軌活動；TEDxTKU年會與淡江霍特獎Hult Prize@ TKU均獲國際組織授權於本校舉辦。TED由學生團隊策展，邀請專家講座，增進學生國際視野。淡江霍特獎每年依大會頒佈主題舉辦社企計畫競賽，培植學生創新創業力，優勝者或補助參與國際競賽。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "國際競賽，名揚四海：擴大參與各項機器人國際競賽，例如兩個世界盃機器人競賽聯盟「FIRA聯盟」與「RoboCup聯盟」所舉辦的「世界盃機器人足球賽」，以及「亞馬遜（Amazon）」舉辦的「亞馬遜機器人挑戰賽（Amazon Robotics Challenge）」。透過持續參與各項國際競賽來精進學生的專業實作能力，提升淡江機器人團隊的知名度。",
          "title": "策略產業、優勢人才"
        }
      ],
      "建立校外競賽鼓勵機制": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "國際舞台嶄露頭角：補助參與國際會議與國際競賽，擴大國際賽事培訓工作，增進學生實力，於國際舞台嶄露頭角。如：坎城青年創意競賽，FIRA世界杯機器人大賽、世界未來學大會、Maker Faire Tokyo等活動。",
          "title": "國際移動、多元學習"
        }
      ],
      "呈現、檢核或評估實作成果": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "制定「頂石課程成果展示暨競賽獎勵要點」，鼓勵學生發表學習成果，舉辦校內外競賽，邀請產業界參與評審，開啟產學交流及合作的契機。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "研討學術論文發表：為提升課外活動學習學術地位，每學年辦理全國大學校院之課外活動（社團）學術論文發表及學術研討會，以確立課外活動學習之學術價值。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "成效躍進，推廣耀眼：藉由學習平台、iSignal學習先期預警機制與大數據分析平台（School Insight）的建置和導入，實現數位轉型，使資訊科技融入教與學之中，深化數位學習環境並確保學習成效。相關成果將舉辦淡江資訊週七系聯展、亞太智慧校園研討會暨成果展iCSC&E，進行觀摩、交流與分享。",
          "title": "學習評量、鏡映躍進"
        }
      ],
      "開設增進實務能力導向課程": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "師資培育跨域課程：連結科學、科技與社會、生活、環境倫理與自然界永續發展等重要議題，培育學生具備科學研究的基本素養。透過主客體經驗相輔相成，使能藉由所學之科學知識解決生活問題，並依現象提出問題、設計實驗實作進行探究，使具備撰寫簡易科學研究報告的能力。此外，為因應新課綱自然領域師資養成的要求，開設「物理」與「化學」師資培育科目，發展「探究與實作」方面的教材教法，以提升師資生的實作能力，強化職前教師科學教育教學品質。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "就業學程掌握就業：擴增與企業合作開設以就業為導向之系所就業學程，延聘業界專業人士擔任講師，包括基礎課程、實務講座及企業實習等3部分。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "就業學程參與倍增：積極督促全校各系開設就業學程，鼓勵學生踴躍修讀就業學程，達到就業學程參與學生人數倍增之目標。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "實務管理，課程配合：開設「大三出國實務管理」課程，讓學生瞭解出國學習的完整過程及必備手續，包括：選校、申請、簽證、機票、住宿、選課、學分抵免及國外修課等相關規定，作好充分準備。",
          "title": "蘭陽校園、三全拔尖"
        }
      ],
      "聘請業師或雙師協同教學": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "辦理「業師有約」座談，邀請業界分享職場見聞及產業資訊；參訪國內外文創相關大學系所、組織機構或產業聚落，拓展學習場域；與在地文創人士、組織交流，引領學生關懷在地人文，並藉由文字、影音、網站等媒材，從事在地文化推廣與產業行銷。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "入門課程團隊催化：以團隊模式紮根，開設全校必修之「社團學習與實作-入門課程」，聘任社團經歷豐富之校內外業師擔任講師，進行隔週2小時6次團隊課程，引導學生建立團隊認知，模擬團隊運作與企劃，以培育學生企劃、組織、表達能力。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "除了軟硬體設施符合環教場所認證要求外，並聘請專業環境教育人才協助規劃認證期程、整合校內教案、舉辦試教活動，以及彙整申請報告等，透過累積實務經驗並滾動式修正申請書內容，期能於107年底通過環境教育設施場所認證。",
          "title": "環境教育、體驗基地"
        }
      ],
      "提升教師實務能力": [
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "種子教師海外培訓：2012年起每年選派英語授課種子教師計28名赴昆士蘭大學研習，返國後開設工作坊分享所學。將持續教師海外培訓，尤其鼓勵新進教師參與，期藉由密集課程及海外交流，精進原有英授課程的質與量。持續延聘國外教師來校開設英語教學工作坊，已累計83名教師受惠。",
          "title": "戰略前瞻、整體佈局"
        }
      ],
      "建立/強化實習制度": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "擴大與各類文創公司合作，增加學生實習管道，深化自我核心能力，使綜整文創所學並瞭解產業需求。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "企業聯盟職場享譽：為落實學用合一政策，引導學生確立職涯方向，培養職場所需之專業能力及軟實力，系所課程將與合作企業進行深度之密切結合，經由健全之實習體制與專業職場體驗，提升學生就業競爭力。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "多元實習價值體驗：鼓勵參與社會多元發展之新型態實習，如：社會企業、志工實習、NGO…等，引領學生昇華自我、體驗生命之價值，並對社會做出有意義之貢獻。",
          "title": "社會參與、創意實踐"
        }
      ],
      "實施課程分流制度": []
    },
    "提升專業/證照能力": {
      "開設證照專業課程": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "寒暑假舉辦證照考試研習營，密集培訓應考技力；開設產業導向證照輔導研習，加強產業基本功及實作力，提升學生就業技能。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "此外，開設「OFFICE認證實務」課程，協助學生取得相關證照，以滿足學生畢業後之工作認證需求。以及導入高階應用課程。冀使非主修資訊之學生，亦具備計算思維，瞭解使用程式基本邏輯解決問題。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "針對不同社團特色及人才需求開設學習專班，培養特殊專才，協助其考取相關專業證照。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "針對各年級學生，規劃四大類別工作坊，分別為「外語學習」、「組織與管理」、「數位科技」及「讀書策略」，並依大一至大四不同年級之需求提供循序漸進的主題內容，由初級入門至證照檢定等。",
          "title": "開展學涯、能力加值"
        }
      ],
      "專業技能檢定之輔導機制": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "鼓勵各系活化課程結構，增設證照輔導課程及公職考試輔導；修正證照獎勵辦法，激勵學生踴躍考取證照。",
          "title": "翻轉課程、創新整合"
        }
      ],
      "制訂專業證照獎勵辦法": [],
      "學士後專業教育": [],
      "其他": [
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "優化學程，多元輔導：航太系和中華航空公司自103學年度起，即已合開民航學分學程多年。未來將根據過去的運作經驗，多方優化此學程：如開設航空英文課程、邀請飛航專家演講、建立機師考照資訊平台、籌設飛行模擬器實驗室等；藉此提升學生取得專業飛行執照的意願與能力。",
          "title": "策略產業、優勢人才"
        }
      ]
    },
    "數位化": {
      "建置開放式線上課程": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "提供數位匯流影音服務：提供數位課程多螢服務及影音內容檢索服務等功能，使全校師生皆可藉由各式行動載具（如：筆記型電腦、平板電腦、智慧型手機等），隨時隨地搜索本校開放式課程、磨課師課程、遠距教學課程，收看感興趣之主題課程內容，將有效優化師生運用零碎時間進行具彈性的系統化學習，提升自主學習之成效。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "協助彙編教學媒材：提供本校開放式課程、磨課師課程、遠距教學課程之授課教師，數位課程教材製作之軟硬體支援（如：EverCam、Office Mix教材製作軟體、虛擬攝影棚導播系統等），協助製作創新教學媒材及運用數位科技，使能有效投入創新混成教學的實施。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "數位入口，智慧索驥：運用資訊化教學之優勢，整合iClass學習平台、Moodle遠距教學平台、淡江軟體雲服務、課業輔導線上課程與現有之數位學習碩士在職專班、遠距教學課程、開放式課程、磨課師課程等數位學習資訊，建置網一注重UX（User Experience）設計之網路校園入口，佈建智慧化安全網路，提供師生友善、便捷查詢各項資源與服務的最佳途徑。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "自主課程，微型學分：校內外學生可修習本校開設之開放式課程、磨課師課程，或選擇修習國際磨課師平台（如：Coursera、edX、Udacity、FutureLearn等）之精選課程，並可於通過評量獲得證明後給予微學分，從中學習和培養與國際接軌互動的經驗，養成終身學習的習慣。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "前瞻趨勢，脈絡相承：本校自1950年創立發展至今，已於全球擁有25萬名優秀校友，將效法史丹佛大學以創業為主題所開設之「CS183」系列公開課程，邀請各產業領域菁英校友返校開設前瞻趨勢與技術發展之遠距學分課程或學分學程，以同步或非同步方式進行授課，開放在學生與校友自由修課，同步感受全球頂尖發展之脈動，深化知識內涵，實現開放環型的網路大學。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "數位強化，混成學習：藉由學習平台所提供之教師教學輔助、學生學習引導、課程資源共享及行動學習支援等功能，讓本校推動之多元數位課程（包含以虛整實混成課程、遠距教學課程、遠距學分學程、開放式課程、磨課師課程等）與課業輔導線上課程之成效，得以強化。",
          "title": "學習評量、鏡映躍進"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "將透過磨課師課程推廣",
          "title": "化學深耕、科普推進"
        }
      ],
      "開發數位學習課程": [
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "多元課程，終身勵學：為擴散高等教育資源，提供全體民眾均等之學習機會，以善盡大學社會責任，鼓勵各院、系、所以遠距教學方式開設遠距學分課程或專班，並與地方政府或機構合作，透過圖書館、高中職、姊妹校、大學聯盟等管道，宣傳本校開設之相關課程，增進外縣市及偏遠地區學生修讀彈性、扶助弱勢學生就學，依其不同的學習需求而持續學習。",
          "title": "網路校園、超越時空"
        }
      ],
      "教材雲端化": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "推動學教資源分享：透過本校學習與教學中心網站、學教資源平台（可鏈結系所網站資源）及學思域等實體與虛擬環境，做為師生溝通交流的橋樑。鼓勵教師與學生分享教材（如：講義、影片、動畫等）、筆記，或教學與學習之心得收穫、精進建議、最新發展等資訊，以豐碩與拓展師生的教育視域，營造一個樂於分享的校園氛圍。",
          "title": "打造場域、學思盪發"
        }
      ],
      "數位教學創新": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "導入數位e筆優化教學：本校研發之數位e筆系統除可應用於書法教學，以動態筆跡重現古今名帖，更可擴展應用於一般課堂教學，發揮其靈活之數位手寫功能提升傳統教學簡報之互動性，即時呈現教材與授課重點，以提升教學成效。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "建置雲端側錄智慧教室：提供多媒體教室及會議場所雲端課程側錄設備，以即時側錄教師授課之電腦投影及講授音訊資料，並輔以電子白板等教學工具，同步轉化課堂教學為數位課程，並置於學習平台供學生課後進行複習，以提升學習成效，並藉此提升教師錄製開放式課程與投入數位學習領域之意願。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "推動遠距課程行動學習：新增學習平台智慧型手機應用程式（APP），使全校師生透過智慧型手機實現遠距教學課程之教材影音播放、作業測驗繳交、互動討論參與、學習進度掌握等功能；教師可採同步或非同步方式進行教學，打破原有課室之限制，實踐不受時空影響的行動學習。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "學習平台，建置導入：持續深化數位學習，導入iClass學習平台、Moodle遠距教學平台，並規劃與提供教師初階、中階和進階之iClass培訓課程，促使教師善用平台，提供教學輔助。教師可運用教材資源庫，彚整重複使用教材，以提升教學成效並減輕備課負擔。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "突破時空，即時行動：學習平台結合手機APP之運用，可創造無時空邊際之教與學環境。教師可用之進行「行動評量」，讓手機變成教學的助力；學生可用之隨時進行「行動學習」，自己掌握學習的內容、時間、進度、方式與節奏，讓行動學習變成學習的助力。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "學教翻轉，課堂活化：教師可靈活運用iClass學習平台、Moodle遠距教學平台發展數位教學多元模式，設計多樣化之創新教學活動，活化OnO（Online and Offline）教學，強化數位學習之深度和廣度，並進行學習成效追蹤及預警，以提升教學成效。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "教學到位，分析就位：藉由「教視作小點」瞭解學生課程參與度，並運用iSignal學習先期預警機制掌握、督促、追蹤學生學習進度；同時藉由學習平台教與學歷程資料的蒐集，讓數據驅動教學精進之決定。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "以虛整實，混成學習：運用學習平台發展翻轉教學、PBL等數位教學多元模式，進行混成教學，包含可自由調配「實體上課」與「數位課程」比例之「以虛整實混成課程」，如：教師在學期18週內調配「實體上課」與「數位課程」之比例，進行混成教學。「以虛整實混成課程」之學習活動不拘泥於遠距教學課程之授課時數，可採約2-4次實施。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "遠距翻轉，學院開展：為激發教學單位之遠距教學課程發展，除以系所為基地，亦以學院為中心，由各學院推薦並打造優質遠距教學專業課程，每一科目之授課時數須達1/2以上授課時數，可採同步或非同步方式，打破時間與空間限制，讓學生得以隨時隨地進行學習。在遠距教學授課外的實體教室上課週次，可運用PBL翻轉教學，以強化學生在遠距課程線上學習的成效。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "專業基礎，分級修習：因應學生於院、系共同必修之專業基礎課程上的程度差異，運用數位教學之優勢規劃專業基礎分級課程，提供不同程度級別之學生進行線上學習，兼顧共同必修科目之因材施教、有教無類，使其透過數位學習課程循序漸進、精熟學習，以具備未來進階修習專業課程之基礎知識，期順利完成大學學習。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "輔導在線，優化學習：利用本校高度專業化之虛擬攝影棚及數位導播設備，結合各類多樣化之多媒體教材與虛擬場景，針對各院共同科目或不及格率較高之科目，製作活潑生動的高畫質線上教材並置於網路校園平台，以提升學生學習動機，並提供學生隨時隨地自學、複習、以及助教課輔之學習，從而透過線上課業輔導與補救的管道，提供課業學習進度落後之學生學習運用。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "本校研發數位e筆，藉由數位工具，強化重視正體漢字的書寫並結合書畫藝術與科技工具的應用。",
          "title": "淡水老街、載動藝文"
        }
      ],
      "電子學習歷程（e-Portfolio）": [],
      "典藏文獻史料數位化": []
    },
    "資訊力": {
      "開設程式設計課程": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "考量學生對程式基本觀念的差異，將開設程式設計群組課程，包括電腦入門與程式思維、智慧型手機程式設計（Inventor）等初階入門課程；Python、R、C、C++、Java程式語言、iOS程式設計、網頁程式設計等中階課程；APPLE Swift RTC和Android APP等高階創新應用課程，以培育學生資訊程式設計能力。",
          "title": "素養涵蘊、心靈活水"
        }
      ],
      "開設資訊學程/課程": [],
      "辦理程式設計競賽": [],
      "強化基本資訊能力": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "資訊教育新變革：為順應時代的趨勢，以三階課程實施STEAM（Science, Technology, Engineering, Art, Mathematics）與程式教育，強化學生資訊素養、計算思維、程式設計與整合能力，從邏輯思考、實作，進而創作創新。為顧及學生學習進度差異，畢業前必須修習至少1科邏輯思考或程式語言課程，以完成資訊教育的初階訓練，建立其於數位時代的必要素養。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "數位素養微學程：培育學生資訊科技相關各種素養，使熟悉電腦軟硬體運作、資訊安全防護、網路人際關係互動，以及網路商機拓展等。開設網路社群與文化講座、網頁程式設計、駭客技術與資訊安全、電子與電腦科技、數位藝術、數位商務等課程。",
          "title": "素養涵蘊、心靈活水"
        }
      ]
    },
    "博雅教育": {
      "通識課程革新": [
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "通識素養，適性完備：藉由數位教學與微學分課程之實施，推動通識教育革新，發展語文寫作、溝通表達、批判思考等基本素養培養之通識數位學習課程。使學生於院、系專業課程獲得核心能力之外，還可以適性學習所需之跨域應用能力，以培育可適應未來職涯發展之π型人才。",
          "title": "網路校園、超越時空"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "未來城市微學程：培育學生建構理想未來城市生活，透過本校特有未來學課程，建構理想未來城市之規劃，開設城市未來講座、科幻小說、職業倫理、社會未來-城市未來、社會企業、智慧綠生活、網路與雲端運用等課程。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "認識台灣微學程：培育學生瞭解台灣之政治、經濟、宗教、生態、文化等各領域，開設台灣社會與文化講座、台灣歷史風采與踏查、台灣文學選讀、台灣宗教、台灣戰略地位、地球生態環境等課程。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "幸福生活微學程：培育學生增進自我追求幸福之能力，從自我人生價值追尋開始，探索各種不可或缺的幸福元素，諸如人際互動、家庭理財、健康生活與文化藝術等，開設藝術與人生講座、倫理學、幸福經濟學、人際關係與溝通、社會未來-運動文化趨勢、化學與生活、網路與資訊科技等課程。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "現代公民微學程：培養學生公民素養與對公民社會的基本認知，規劃課堂內「現代公民微學程」及課堂外「現代公民週」的學習與活動，提升其積極、有效、知情、涵容及理性扮演社會公民角色之素養。建立取之於社會用之於社會的精神，進而關心公共事務，避免社會衝突，以健全公民社會發展及穩定民主國家體制。開設音樂與藝術的對話、環境倫理、民主政治、生活與法律、政治未來、世界人權問題、科學之旅、網路與資訊科技等課程。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "性別研究微學程：藉由多元文化性別平等議題探討，呼應聯合國的性別主流化政策及國內的性別平等教育法，以性別平等為理念，以跨領域的學科為視野，以獨立思考為利器，探索性別的多樣面貌與議題。開設性別角色與性屬關係、女性主義、性學與哲學、性愛的文學與哲學、文化與心理健康、人際關係與溝通等課程。",
          "title": "素養涵蘊、心靈活水"
        }
      ],
      "辦理藝術展覽或藝文活動": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "藝術展演微學程：培育學生從事表演藝術相關活動所需具備的各種知識及涵養，以講座課程邀請專業表演人才演講，開設台灣劇場講座、世界名曲賞析與詮釋、美學理論與實務、表演藝術、文化全球化、智慧財產權與法律、多媒體實務與應用、光、攝影和視覺等課程。",
          "title": "素養涵蘊、心靈活水"
        }
      ],
      "品德教育": [],
      "服務學習": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "辦理「服務學習影片甄選活動」、「服務學習經驗分享座談會」等，讓學生交流服務學習經驗；透過「跨校」及「社區」之交流活動，學習他校經驗，並從社區中獲得學習能量與服務需求。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "拓展應用外語的服務學習課程：結合專業知能服務學習課程，發揮聽、說、讀、寫、口譯、筆譯等6種外語應用能力，為淡水在地文創、傳媒等之推動與發展，搭建起多元語言溝通、國際友善互動之橋梁，以強化學生實作的學習機會。",
          "title": "六六大計、接軌國際"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "服務學習，四階全備：為培育具專業能力與心靈卓越之人才，推動各系開設「專業知能服務學習課程」。服務學習課程依執行階段可分為「準備」、「服務」、「反思」與「慶賀」。在準備階段，依各系學習目標，媒合服務需求，並提供諮詢，協助教師開發專業服務學習方案。在服務、反思、慶賀等階段，提供教師相關資源執行方案。",
          "title": "系系服務、學用接軌"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "課程分級，整合資源：為鼓勵各系開設專業服務學習課程，設置服務學習課程分級制。該制度依「結合學習目標」、「服務行動安排」、「反思學習」、「社會公民意識」、「資源整合」、「評量回饋」、「服務時數」與「服務人數」等進行初步評估，再依各方案之需求提供不同的資源補助。",
          "title": "系系服務、學用接軌"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "建立學生、教師、學校及社區間的跨域溝通平台。學生間的交流分享，可以激盪更多創意服務學習方案；教師間的交流分享，可以整合社區需求、交流服務學習課程經營經驗，為社區及學生帶來更好的服務學習課程。",
          "title": "系系服務、學用接軌"
        }
      ],
      "其他": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "批判思考：培養學生主動觀察和發掘問題的能力，提升對生活周遭事物的敏感度，應用所學到日常生活的觀察，配合當前社會發生的案例，舉辦公民論壇系列講座與小組討論，成立網路互動平台；邀請大師於課堂舉辦專題講座，廣設議題，幫助學生瞭解未來國際發展的趨勢，擴展視野與思考向度，剖析種種可能的未來，養成處變不驚的思辨能力。",
          "title": "素養涵蘊、心靈活水"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "人際互動：幫助學生在現實生活與網路世界中，自我探索，在既連結又隔離的人際關係中，具備適當的社交技巧，接受不同的種族與宗教團體，在多樣化人群裡安然自處，融入群體生活，提升自信心，養成健全的人際關係，迎接全球化的社會。",
          "title": "素養涵蘊、心靈活水"
        }
      ]
    },
    "培養自主學習能力": {
      "閱讀計畫補助": [],
      "自主學習計畫獎勵機制": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "實施自主學習護照：發放學習護照，學生可自主規劃學習目標並提出學習計畫，配合相關領域教師輔導，完成學習計畫並提交成果報告，加值通識課程之學習。",
          "title": "彈性課程、適性發展"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "提供學業進步獎勵：不受其他獎學金之得獎限制，針對大學部學生提供多種類型之進步獎勵方案。為鼓勵學生超越自己，各類進步獎須由學生自發性提出申請，期藉由各類獎勵制度激勵中、低成就學習者，進而調整自我學習方法與策略，提升學習動力與學習表現；於《學習與教學中心電子報》刊登獲獎者進步心路歷程短文，提供全校學生參考或效法。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "出國回憶，實錄經歷：透過競賽形式，鼓勵學生將出國學習經歷轉為比賽作品，製作成留學實錄，留下珍貴經驗與回憶，成為學生重要的學習歷程檔案，亦可提供學弟妹做為重要參考資料。",
          "title": "蘭陽校園、三全拔尖"
        }
      ],
      "自主學習資源共享平台": [],
      "激勵社團相關活動與競賽": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "中階課程專業提升：針對社團領導幹部，開設「活動方案設計」、「社團服務學習」、「社團專案管理」等選修課程，透過活動方案設計原理原則、服務學習反思模式及專案管理知識與技術，提升社團幹部活動創新創意及專案規劃管理能力。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "團隊運作社會接軌：透過社團實作課程，全校學生在大學四年之內，加入「社團組織」、「校內行政教學單位」或「自主團隊」，實際進行活動參與、執行，藉由社團、行政單位及自主團隊，進行人際溝通、團隊協調與組織運作，體驗縮形社會，期與社會順利接軌。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "持續促進不同社團組織，各自展現其生態及專業；建立九大屬性資源共享平台，實施各屬性幹部訓練，並輔以特色專才工作坊。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "探索發展儲備講師：針對社團負責人給予「N1－社團負責人研習會培訓」、「Md－社團負責人反思再出發」及「∞－社團負責人傳承暨交接典禮」，以完備社團負責人工作經歷及能力養成；徵選、招募卸任社團負責人擔任「社團鍛造師」，辦理各項大型專案活動，透過做中學培育成為社團講師，協助其具備領導統御、獨立思考、溝通協調與問題解決能力。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "課外學習氛圍營造：藉由「課外活動歡迎式」、「課外活動學習地圖」與「多元社團文化探索」，營造本校課外活動氛圍，進行新生社團定向輔導，給予課外活動脈絡與本校社團文化歷史認識，確立課外學習價值。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "社團形塑典範學習：由各學系學長姊，依系所專長特色進行「各系社團課程說明」，讓新生認識系所特色及社團故事，也瞭解社團課程修課方式；透過「社團招生迎新博覽會」，導引新生選擇、參與適切的社團，自我發展學習。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "社團社區相依共營：依照社團學習歷程，辦理「社團新生淡水走讀」、「行動奉茶揹水上山」、「芝櫻知音齊心健走」、「師生全員校園接力」四季特色活動，帶領社團人跨出校園與社區共營，達到淡江、淡水相依偎共依存的目標，也讓學生在投入過程中認同社團文化、共營社區發展、提升公民意識。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "編印社團課程教材：邀集專家學者針對「社團學習與實作課程」、「社團經營與管理」進行系統化討論，並設計、撰寫與編印教材，建立課外活動學習之課程模式。",
          "title": "社團學習、齊力共進"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "推動虛實整合之跨域學生學習社群：鼓勵學生跨校、院、系、年級自組實體與虛擬併進之學習社群，透過同儕互動或家族共學方式進行知識分享，值此全球化知識經濟時代，更積極鼓勵學生接觸不同國家的文化與思維，籌組跨國學習社群（成員包含外籍學生、國際交換學生），體驗豐富多元化學習環境，社群可自訂主題與進度。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "連結跨域學習社群：鼓勵學生自組實體與虛擬並進之學習社群於各類不同型式之「學思域」進行社群交流與分享，如：舉辦公開之學習策略交流沙龍、學習社群成果發表等活動，以擴散社群運作效益，將社群學習成果公開發布予全校師生，創造各不同領域師生之不期而遇的機會，激發創新、創意的想法與行動。",
          "title": "打造場域、學思盪發"
        }
      ],
      "住宿書院（及自主學習相關課程與活動）": [
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "導師住校，師生共學：蘭陽校園融合牛津、劍橋書院制度及教師住校輔導學生之東方特色的全住宿書院，師生在校園隨時互動，對學生在全英語授課之課業輔導及大三出國期間之生活與學業指導，均發揮最有效的導師功能，師生長期相處之融洽感情更可以有效給予學生為人處事、品格發展的協助。由於蘭陽校園的老師付出更多心力，更成就了全住宿書院的全人教育功能。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "主題活動，全人實踐：蘭陽校園全住宿書院制度，有充裕的機會讓學生接觸更多課堂外的知識與技能，由住校教師結合社團學習課程共同規劃具有生活教育意義之主題活動，讓學生經歷課本外之體會與成長，這些珍貴的活動內容亦將提供所有學生參考學習。",
          "title": "蘭陽校園、三全拔尖"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "將在淡江學園推動博雅教育，透過學生宿舍營造的學習氛圍，如：學習生活自理、分享生活空間、調適生活習慣、遵守群體紀律、相互尊重、和睦相處等，培養學生的品格及領導力。由於淡江學園容納甚多短期國際交換學生，在跨文化的交流下，文化差異容易成為溝通難題，亦可能影響社區關係。",
          "title": "住宿書院、為人為學"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "107至109學年度擇由淡江學園的5至8樓（男女宿各二個樓層）先行推動，110學年起則推廣至全棟宿舍，透過書院導師與學生之間的腦力激盪，擬訂書院學生共同的理念與願景，並規劃主題特色活動，如：讀書會、電影欣賞會、分享會、演講、談話會、娛樂、競賽等，以提升學生在知識上的廣度及深度，藉由各樣體驗活動及自主學習，完備學生八大素養。",
          "title": "住宿書院、為人為學"
        }
      ]
    },
    "培育創新創業人才": {
      "創新創業學程或課程": [
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "創新聚合：透過校內外創新聚合師資的盤點與強化，選定試行的主要領域，評估建立多元的創業家開設創新實作課程的可能性，並規劃相關的有機培育課程以提供學生修讀。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "PISC培育：重新建立新創產業發展需要的能力，以PISC機模作為發展課程與教學的基礎。試行結合專業能力（P）、發展資訊資本（I）與社會資本（S）、以儲備職涯資本（C）有機整合之課程，建立職場的競爭實力；盤點各學系課程所需的PISC，結合基本素養的培育，並落實培育創產業能力的課程目標。",
          "title": "創意激發、種子涵育"
        }
      ],
      "育成學生創業團隊": [
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "教訓輔行：以教（專業力、跨域力之培育）、訓（敬業態度、專業倫理、團隊合作）、輔（人際網絡、溝通協調、壓力排解）、行（創新實踐）四位一體之培育機制，運用本校社團必修課程的優勢，透過建立創業性社團的輔助來協助學生及早發展就業與創業的能力，以落實有機的就業創業培育。",
          "title": "創意激發、種子涵育"
        }
      ],
      "建立完整的創業輔導機制": [
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "創新創客創業輔導：為延續創客基地的創新成果，本校將由育成中心輔導學生創業或移轉其產品、創意於廠商的產品應用上。其間的專利申請、資金籌措及公司成立，都由育成中心作一條龍的安排，以達真正學創產出的目的。",
          "title": "創客基地、創新永續"
        }
      ],
      "聘請業師參與育才": [],
      "舉辦創業團隊競賽": [],
      "發明展（或競賽）鼓勵機制": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "發明專利校內爭鋒：針對發明和專利所舉辦校內創新競賽，將持續辦理以激發學生創新創意動能，以提升創新發明的動力和熱潮。部分競賽活動與優九聯盟學校共同舉辦，透過競賽的舉辦，增加相互學習的機會。另亦制定適當的補助辦法，鼓勵舉辦創新及發明競賽，激發學生的創新及發明能力。",
          "title": "創意環境、學群茂盛"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "視野開闊國際崢嶸：補助師生團隊參加國際創新及發明競賽，激發研究的動能。例如電機系智慧機器人團隊在今年七月底至名古屋參加「亞馬遜機器人挑戰賽」，是全台唯一入圍隊伍，其餘包括麻省理工學院、普林斯頓大學、南洋理工大學、東京大學等知名學府，以及Panasonic和TOSHIBA等企業。",
          "title": "創意環境、學群茂盛"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "競賽獲獎公開肯定：給予獎勵參加校內外競賽獲獎師生，除肯定師生的努力，更能彰顯獲獎的價值，並進而激發更多參與競賽的動能。本校將持續各項的獎勵措施，透過公開的表揚和實質的獎金，以獎勵參與的競賽的師生團隊。",
          "title": "創意環境、學群茂盛"
        }
      ],
      "其他創業輔導及補助": [
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "校友企業：結合校友網絡與社會資源，學生透過學校的輔導取得創業協助的知識、技能與輔導創業的資金挹注。以系所為單位，洽詢畢業創業有成的系所有到本校開設相關課程，拉近在校學生與校友間的距離，建立校友企業教研的新網絡系統。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "創客基地：建立「達文西創客基地」提供有志於投入創新創業的團隊進行實作、討論、交流與連結；舉辦各類創新創業活動活絡整體氛圍，強調學習「產業趨勢」、「創業知能」及培養動手自造之能力，以打造具創新創業能量的產學共創基地。藉由「達文西創客基地」共同工作空間、3D列印機等擴充設備資源，以自造者的場域設計為核心，建構創業型實驗場域。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "創業媒合：建立創業媒合平台培育創業，透過校友網絡與社會資源進行團隊創業之媒合，深化各系所產學交流合作的成效。由本校育成中心統合，協助新創團隊進行產學技術應用或移轉。建構本校及區域之創新創業媒合平台，積極提供創業與就業機會，協助年輕人擺脫落入低薪的困境。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "淡海創新學院：著眼於輔導在校學生最後一哩路及面對職場第一哩路之各種挑戰，建置淡海創新型的創業就業培育基地。本學院將導入全新的無體行銷理念、結合校友企業，以創新的就業力與創業力為導向，強調學生跨域能力的展現，建構一個嶄新的產學生態系統，結合創意、公益與福利的機制，孕育未來的創業家，並為台灣未來的發展提供新的出路。",
          "title": "創意激發、種子涵育"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "創客基地動手實作：本校為支持教育部的倡議，迎合社會脈動的需要，擴大創作工場成立「達文西創客基地」，協助師生進行「做、學、想」。本基地先期將以人工智慧AI及樂齡產業為主軸，積極輔導學生先由動手做的概念出發，再達創新產業的目的。",
          "title": "創客基地、創新永續"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "基地內涵創意無限：「達文西創客基地」將分為實作區、創作區及討論區，依「做、學、想」的概念，整合不同領域，達到「做中學」、「學中做」的目標。實作區以工作坊形式呈現，硬體設備以各項工具及電子相關測試零件為主。創作區與討論區以可促進思考及激發創意的軟硬體設備為主。在此基地也將舉辦多項創客講座，激發師生及校友的創意靈感。",
          "title": "創客基地、創新永續"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "新創支援產學營運：結合校友與企業人士設立新創公司，輔導公司成立以及後續的營運作業達到公開上市的目的。",
          "title": "創客基地、創新永續"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "國際觀摩創意國際：本校林健祥校友已捐款成立美國麻州大學創客基地，透過林健祥校友來與麻州大學創客基地合作，交流彼此經驗，達到國際創客合作的目標。進一步再擴大至麻州大學所在的波士頓地區，發展與該地區的大學或公司的創客基地的結盟關係，完成創意國際的目的。同時亦將逐步發展與本校姊妹校的相關創客基地結盟，達到互相觀摩與學習的目的。",
          "title": "創客基地、創新永續"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "國際交流分享產學：學校新創公司的專利，將與國外大學創客基地共同分享，達到創業國際化的目的。",
          "title": "創客基地、創新永續"
        }
      ]
    },
    "健康力": {
      "促進學生生理健康": [],
      "促進學生心理健康": []
    },
    "就業力": {
      "強化職場連結": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "進階課程職涯鏈結：開設「社團經營與職涯發展」選修課程，邀請不同領域、職場學者專家及業師，進行社團經歷、能力養成分享，及職場需求、職涯發展分析，並整合課外活動學習歷程與未來職涯發展作鏈結。",
          "title": "社團學習、齊力共進"
        }
      ],
      "生涯/職涯輔導": [],
      "就業博覽會": [],
      "畢業生流向調查": [],
      "雇主滿意度調查": [
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "調查外界評價：進行應屆畢業生、校友與雇主調查，瞭解學生對系所培育專業核心能力的滿意度、校友認知這些能力在工作上產生的效益，以及雇主對畢業生在核心能力表現上的滿意度。",
          "title": "學習評量、鏡映躍進"
        }
      ]
    },
    "其他": {
      "充實與改善硬體設備": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "社區議題包含多元，跨域整合成為重要的關鍵。設置設備完善的討論空間，滿足師生跨域整合、社區參與之需求。教師團隊利用空間進行跨域整合討論、課程發展諮詢、服務學習意見與經驗交流等。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "整合創意學思場域：彙整校內可以進行閱讀、討論、想像及交流的學習空間，分為開卷區，為單純閱讀區域，可讓師生展書有得，滿腹詩書；勵學區，為優質課業輔導空間，能使課業精進，提升學習力；語悅區，能擴大師生國際交流，拓展國際視野；網際區，讓學習無遠弗屆，是專屬以網路查詢學習資源的區域；集思區，是師生研究、討論課業問題或報告，交換學習心得的好所在；漫想區，是沉思和啟迪的馳想空間，問學討論和自由發想的好去處。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "打造數位無線教學環境：以新型態之資訊講桌整合多媒體教室之電腦與螢幕、投影機與布幕、麥克風與音響等設備，並評估導入無線傳輸裝置以整合教學設備之控制介面，輔以直覺化操作流程，以靈活的使用方式，提供易於上手使用之教學利器，滿足教師實施各類教學方法之需求，營造優質教學情境，成為師生在多媒體教室內教與學的最佳夥伴。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "建置實驗演示教學教室：為提升理學院學生學習興趣與實際操作成效，將規劃建置物理/化學實驗演示教學教室，以結合大一的普通物理與大一普物實驗、大三的近代物理及近代物理實驗、化學實驗等課程，協助教師兼顧結合理論講述與實驗演示進行教學。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "短期（107年）以海事博物館通過環境教育設施場所認證為目標導向，提出「古今中外，科研美學」作為本校環教場所主題。",
          "title": "環境教育、體驗基地"
        }
      ],
      "跨校學習資源整合與共享": [
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "為慶祝民國108年海事博物館開放屆滿30周年，擬擴大舉辦主題式環境教育活動，除為海博館30周年慶生之外，亦宣傳本校海博館通過環境教育場所認證，鼓勵新北市或鄰近縣市學校踴躍前來本校進行環境教育。",
          "title": "環境教育、體驗基地"
        }
      ],
      "學生輔導": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "規劃彈性課輔方案：為協助大學部學生（含境外生）解決學習疑惑及提升學習動力，提供個別實體課業輔導服務，採一對一至一對三的面授方式。實體課輔方案於學期間實施，分為固定排課及個別申請兩種方式。針對全校不及格人數較多之科目（如：經濟學、會計學、統計學及微積分等），安排多個時段提供學生選擇及預約。",
          "title": "開展學涯、能力加值"
        },
        {
          "page": [
            "38",
            "42"
          ],
          "paragraph": "大三導師，聯絡關懷：導師掌握學生出國後的適應情形並提供輔導與協助，利用各式即時通訊軟體，與學生進行線上視訊輔導，針對學習及生活上的困難適時給予建議及關懷，並記錄「出國輔導寫真」，提供學校及家長參考。",
          "title": "蘭陽校園、三全拔尖"
        }
      ]
    }
  },
  "研究": {
    "提升研究能量": {
      "制訂限期升等相關規範": [],
      "增加授課時數制度彈性": [],
      "強化落實評鑑制度": [],
      "提供研究經費支援": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "重點突圍研究攻頂：在科技部執行機器人研發的研究計畫數量上，本校位居全國第三（精密機械研究中心統計資料）。為強化本校之研究特色，在102學年度智慧自動化與機器人中心已提升為本校重點支持的特色研究中心，每年獲補助1,000萬元的設備、耗材和人事費用。機器人中心在輪型機器人、人形機器人和機械手臂的研發已具豐碩的成果，除在國內外各項競賽中獲得260餘個獎項，也獲得上銀科技提供5年3,000萬元大型人形機器人的開發。",
          "title": "群雄爭鋒、士氣昂揚"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "國際專家激盪腦力：各系所主辦國際研討會每年可以編列20萬元的預算，由學校補助支持。如：化材系於2016年舉辦「世界過濾會議」（WFC 12）及資工系於2017年舉辦「尖端資訊網路與應用國際研討會」（IEEE AINA 2017）等。",
          "title": "群雄爭鋒、士氣昂揚"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "績效指標獎優扶弱：透過定期的追蹤，將可全盤瞭解各系所的研究成果，進而獎優扶弱，期發揮整體的最佳戰力。要求各系所訂定4-5個研究指標，參考泰晤士高等教育世界大學排名中的指標，如論文引用、研究產出/教師比、研究經費/教師比、產業收入/教師比、國際共同作者、國際學生比等。",
          "title": "群雄爭鋒、士氣昂揚"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "重點補助潛力發光：持續重點支持具潛力的特色研究領域，每年皆提供各個學院80萬元的先期研究經費。訂定「獎勵教師籌組跨院系所研究團隊」及「輔導教師研究團隊籌組特色領域研究中心」等辦法，補助相關研究領域教授組成研究團隊，並依照先前訂定的績效指標，定期評比以給予獎勵。",
          "title": "群雄爭鋒、士氣昂揚"
        }
      ],
      "提供研究人力支援": [],
      "提供研究獎勵及補助": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "特色建立卓越獎勵：智慧自動化與機器人中心和風工程研究中心都具有特色和卓越績效，每年都獲得高額的獎勵金。本校將持續扶助具特色的校級研究中心，如村上春樹研究中心、臨床醫學資訊系統發展與應用研究中心、水環境資訊研究中心、海洋及水下科技研究中心等，讓他們在國內或國際上是獨一無二（uniqueness）、績效卓越（superiority）、且有創新成績（innovation）。",
          "title": "群雄爭鋒、士氣昂揚"
        }
      ],
      "成立研究中心": [],
      "與國內其他研究單位合作": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "團隊聯盟計畫爭取：在參與政府新南向政策的架構下，工學院積極與國立台灣大學、國立成功大學等校合作，推動學術型領域聯盟計畫，也鼓勵其他學院也積極爭取。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "理學院生醫材料與結構生物中心已進行跨校合作，與醫院結盟聚焦於生醫材料的基礎研究與應用。理學院生物數學研究生態演化，傳染病模型，癌症免疫治療、生醫統計等主題，已與國內外合作並主導由科技部資助跨法日韓台四國的國際合作計畫ReaDiNet，目前結合理工學院，籌組生物科學相關的研究中心，尋求生醫領域的進展與突破。",
          "title": "群雄爭鋒、士氣昂揚"
        }
      ],
      "設置研發創新獎項": [],
      "前瞻性頂尖研究": [],
      "辦理學術講座": [],
      "提供研究分享輔導機制": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "研究諮詢觀摩媒合：本校已有6個學院成立｢學術研究諮詢中心｣，舉辦分享工作坊和個別輔導來協助新進教師撰寫研究計畫和期刊論文。",
          "title": "創意環境、學群茂盛"
        }
      ]
    },
    "延攬優秀人才及留才": {
      "落實彈性薪資": [],
      "加強推動特聘講座制度": [],
      "設立專款支援人才聘任": [
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "訂定特聘教授設置辦法：為鼓勵本校任教達特定年資及績效卓著之專任教授致力於提升學術水準，爭取更高榮譽，訂定聘任辦法。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "特聘教授資格：曾獲選中央研究院院士、教育部國家奬座、教育部學術獎、科技部傑出研究獎、本校教師評鑑傑出獎1次或優等獎2次，或其他同等級之學術榮譽其中一項者。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "提聘方式：符合遴選資格之專任教授得檢具相關證明文件自行提出申請，或由發聘二級單位予以推薦，經發聘一級單位特聘教授評選委員會評選，並經系、院、校三級教師評審委員會審議通過後，每次聘期3年，得連續聘任。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "特聘教授待遇：每月得支領2萬元獎助金為彈性薪資，相關經費由學校視經費情況編列預算或以教育部奬補助款支應，每學年全校名額至多8名。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "特聘教授義務：應於遴聘第3學年度繳交書面績效報告至發聘一級單位特聘教授評選委員會評估，如評定績效不佳或於受獎助期間離職或違反本校聘約，經校教師評審委員會認定屬實者，則終止發放獎助金並不得再獲聘。",
          "title": "彈薪留才、開創新局"
        }
      ],
      "強化教師福利": [],
      "吸引外籍人才相關措施": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "人才引進能量推升：在研究生人數逐漸減少的情形，從新南向國家引進碩博士生、甚至博士後研究員是提升本校研究能量所必需的。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "吸引國際學者任教：為提升本校學術績效達到競爭水準，吸引具國際聲望之學者任教，自100學年度起實施彈性薪資制度，適用對象包括特殊優秀教學、研究人員、優良導師、編制外短期任教之教師等，105學年度起納入新聘國際特殊優秀人才，規劃相關審查及獎勵規則，作為新聘國際特殊優秀人才之聘任依據。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "新聘國際特殊優秀人才：以教學、研究為主要任務，並協助研究相關諮詢，須具備相關領域具體學術成就證明，經專案簽准，再經系、院、校三級教師評審委員會審議通過後予以聘任，應聘期間每年必須於國際期刊，或國際媒體以淡江大學名義發表論文或報導學研成果。",
          "title": "彈薪留才、開創新局"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "訂定新聘國際特殊優秀人才審查及獎勵規則：將參考學者國籍、原專職工作職級、待遇與成就，訂定彈性薪資支給額度，提供住宿或補助居住津貼，且給予教學、研究、服務所需支援，但不得同時申請本校研究發展處承辦之延攬特殊優秀人才獎勵金，或獎勵特殊優秀人才支給。",
          "title": "彈薪留才、開創新局"
        }
      ],
      "建立優秀人才資料庫": []
    },
    "學術國際化": {
      "國際實驗室交流合作": [],
      "跨國合作研究": [
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "國際交流，學教合作：本校工學院進一步強化與既有姊妹校（日本電氣通信大學、日本東北大學、新加坡南洋理工學院、馬來西亞拉曼大學等），在機器人研究與教育上的合作，如教師、博士生短期研究、機器人暑期營、一年交換學生等。",
          "title": "策略產業、優勢人才"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "理學院Ｘ-光科學研究中心發展材料科學研究，並與國外研究團隊進行跨國研究計畫。",
          "title": "群雄爭鋒、士氣昂揚"
        }
      ],
      "成立跨國合作研究中心": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "國際學研聯合加乘：持續鼓勵各院系與國際知名學研單位共同成立「國際聯合研究中心」，共同發表研究成果，達到「一加一大於二」的績效。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "校級中心國際夥伴：敦促校級研究中心積極締結國際合作夥伴，以提升本校的學研水平與國際學術聲譽。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "南向合作關係拓展：配合政府政策與新南向國家的大學及研究機構進行合作，如：電機系和化材系與馬來西亞拉曼大學；機電系與印度Vel Tech大學；水環系與泰國農業大學；化學系與越南西原大學。土木系規劃與馬來西亞University of Reading成立「馬台工程專案管理與數位科技區域中心」，已申請科技部補助，而該中心為代表科技部新南向辦公室在該國的中心。",
          "title": "資源相乘、跨國合作"
        }
      ],
      "雙聯博士學位": [],
      "提供跨國進修機會": [],
      "強化師生國際交流": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "學者來訪研究授課：持續補助邀請國際姊妹校具學術聲望的專家學者，參與研究或短期授課。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "姊妹友好合作強化：結合國際姊妹校和友好之學術機構，雙方教授透過遠距視訊討論資源互補的研究題目，進而發展聯合研究計畫，並共同發表學術論文。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "駐點研究聯合發表：持續補助教師到海外長短期蹲點及駐點，透過駐點形成緊密地研究合作，並共同發展跨國聯合計畫，及共同發表研發期刊或專書。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "補助擴大成果非凡：本校為深化與國際學術研究機構的交流，特制定國際學研機構駐點暨共同培育國際一流人才補助作業實施要點。",
          "title": "資源相乘、跨國合作"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "人文特色村上e筆：本校村上春樹研究中心對日本小說家村上春樹的研究成果，在國內首屈一指，在日本亦備受注目，經常獲得日本重要報刋加以報導。中國大陸每年亦有不少學者參加村上春樹研究中心舉辦的學術研討會。強調人文藝術與傳播科技相融合的文創學程，藉由數位工具，強化正體漢字的書寫，已在中國遼寧省鐵嶺市中小學導入e筆書法的教育應用。另與福建師範大學等定期舉辦「兩岸文創論壇」，增加彼此的文創視野。",
          "title": "群雄爭鋒、士氣昂揚"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "教師國際移動增能：近三年補助教師120人次參加國際研討會，派遣教師30人次赴國際姊妹校駐點研究講學，持續補助教師參加國際研討會及海外駐點交流，擴增教師研究能量與國際經驗。另增加國際遠距教學合作教室。",
          "title": "戰略前瞻、整體佈局"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "在地國際菁英薈萃：已持續舉辦5屆淡江世界青年領袖論壇、9屆淡江兩岸青年東西文化論壇，邀請世界頂尖大學如：牛津大學、北京大學學生，與本校同學共同參與，發表論文，為學生打造在地國際參與的舞台與機會。",
          "title": "全球視野、文化融合"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "三國移動跨域學習：2016年起每年與姊妹校立命館大學、慶熙大學合作辦理亞洲領導研習營（ACLS），透過3校學員於3週內共同跨足臺、日、韓3國的「3-3-3」計畫，進行跨文化、和平學與未來學等三領域之學習。本活動甫獲高等教育國際合作基金會頒「大專校院雙邊交流典範案例」。",
          "title": "全球視野、文化融合"
        }
      ],
      "招募國外博士後研究人才": []
    },
    "跨領域研究整合": {
      "跨領域合作研究案": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "團隊合作跨域計畫：近兩學年度共計編列150萬元經費，補助13個校內跨院系團隊，全校8個學院均參與，過去五年本校已有多個研究團隊成立；本校電機系與金門大學團隊；文學院跨系所研究團隊等，積極提出研究計畫案的申請，已有多項跨領域成果產出，如科技部計畫：「應用集光型太陽熱電驅動史特靈引擎之薄膜蒸餾海水淡化技術研發」、「倉儲自動化之視覺式智慧型貨架揀貨機器人」研製、「新穎能源奈米材料X光顯微術研究」與「淡北城鄉e線牽-淡北城鄉e線牽」研究計畫。",
          "title": "創意環境、學群茂盛"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "人工智慧廣泛應用：人工智慧（AI）為目前全球發展的重要趨勢，人工智慧中的機器學習/深度學習，能透過學習大量資料來解決許多複雜的問題。本校人工智慧中的成果，已在機器人即時視覺式定位與移動物體追蹤和全方位視覺物體辨識，增強分辨各種物品的能力。此研發成果可應用在智慧製造領域，以建立機器人聯網（internet of robotics），實現視覺輔助機器手臂之貨品辨識與抓取，及研磨拋光之優化模式學習。而相關AI專長的教師亦從事影像辨識、語音對話、環境感知智慧、智慧機械、商業智慧等研究。本校未來將舉辦AI研習會，期激發跨領域的研發。未來工學院（深度學習）、商管學院的FT（金融科技）、教育學院的教科系（學習成效的大數據分析），會有更密切的合作。",
          "title": "創意環境、學群茂盛"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "工程特色防洪照護：水環境資訊研究中心建立智慧型即時線上動態區域淹水預報和防洪操作與決策系統，結合水資源與環境等領域，共同完成學術、實務之研究成果。於2016年與馬來西亞政府合作防洪，為台灣水利專家首次以科技技術輸出。工學院的物聯網與大數據研究中心積極研發物聯網的技術，執行許多科技部大型的計畫及整合型計畫。目前也結合大數據技術，以建置居家養老服務，提供居家老人安全、健康、便利、提醒等服務。",
          "title": "群雄爭鋒、士氣昂揚"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "樂齡豐富橋接連繫：橋接文學院與工學院建築學系和資訊工程學系，緊密携手研究健康樂齡發展的課題，透過社區營造、文化創意與資訊科技的結合，研發一體的服務，以豐富樂齡的積極生活經驗。",
          "title": "區域系統、知識集智"
        }
      ],
      "發展跨領域研究學群": [],
      "建立跨領域研究中心": []
    },
    "其他": {
      "充實硬體設備": [],
      "培育研究型人才": [],
      "強化學術研究倫理": []
    }
  },
  "產學": {
    "產學合作教學": {
      "開設產業專班/學院": [],
      "依產業需求研訂課程/學程規劃": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "此外，推動開設以學院為單位的跨域頂石課程，將知識總整應用並創新融入課程設計；鼓勵教師透過課程成果觀摩，跨領域整合並參酌產學各方之評量與意見，設計新型態的頂石課程，提供學生跨域合作與團隊操作的經驗，將頂石課程的精神發揮至極致。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "課程分流學用合一：尋求長期性特定合作之企業共同規劃最適合的產學合作課程與訓練方式，並參與課程運作及實務訓練，讓課程分流規劃與培育能確實符合業界需求。",
          "title": "翻轉課程、創新整合"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "在相關系所開授核心「5+2」產業課程上，將以各相關系所之專長引導開設特色課程，並結合創新教學與企業實習以培育人才。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "推動核心產業學分學程：由各學院主導，以考量學校能量及產業需求為依歸，適時推出最有利的核心產業學分學程。衡諸本校既有利基，將推出3個學分學程為「智慧製造學分學程」、「物聯網學分學程」及「智慧製造學分學程」。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "增益核心產業學程效益：除具培育本校學生之功效，核心產業學分學程亦可進一步媒合在地產學計畫，促進大淡水區域之產業發展，並能厚植研究能量，體現大學社會責任。如：「智慧製造學分學程」可以結合專業知能服務學習，帶領修課學生前進中小學推廣機器人教育；「物聯網學分學程」可以讓修讀學生協助中小學或社區服務性社團之電腦網路維修及佈建，「智慧製造學分學程」則可讓修課學生推動淡水地區之社會企業進行行銷活動。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "基礎課程（cornerstone course）包含數位電子與數位電路、計算機網路、通信原理、機械製造、計算機程式、自動控制、電腦輔助製造、PLC程式設計；核心課程（keystone course）包含製造聯網整合技術、智慧製造技術、物聯網與大數據於智慧製造應用、CPS製造技術、工業4.0特色技術、工業物聯網與企業實習；頂石課程（capstone course）則為PBL專題實作。藉由創新教學，期能獲得厚植產業能量、增進創新創業、提升國際合作、締造學校特色及強化在地連結等邊際效應。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "物聯網學分學程：由工學院整合電機系、機電系、資工系、資管系、統計系、數學系、教科系與資傳系，進行大規模的跨域師資整合。基礎課程包含資料結構、通訊與網路概論、物聯網概論、嵌入式系統導論、通訊與網路概論與微處理機概論；核心課程包含：JAVA程式設計、作業系統、雲端計算、無線感測網路協定與應用、大數據應用、感測器導論與企業實習；頂石課程則為嵌入式系統設計。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "新農業行銷學分學程：由商管學院堅強的師資陣容，做局部跨域整合。基礎課程包含新農業概論、行銷管理、消費者行為與行銷研究；核心課程包含國際行銷管理、行銷通路管理、廣告管理、產品與品牌管理、銷售管理、策略行銷分析、變異數分析與實驗設計、品牌經營策略、全球品牌管理、數位媒體與行銷、電子商務策略與價格策略；頂石課程則為品牌行銷專題研究。",
          "title": "核心產業、人才養成"
        },
        {
          "page": [
            "42",
            "46"
          ],
          "paragraph": "產學交流：遴選跨領域企業師資授課使學生有效學習產業專業及實務能力，透過產學的交流的機制也讓企業家能從授課及輔導學生過程中，遴選優秀學生進入企業實習並進一步培訓。各學系每年至少開設1科產學交流的課程，以縮短學用落差。",
          "title": "創意激發、種子涵育"
        }
      ],
      "提升教師產業實務能力": [],
      "產業實務知識融入教學": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "輔導各系結合企業實習、服務學習、產學合作等課程，精進課程內涵，使學生瞭解整合專業基礎學科及充實多元知識的必要性，並透過整合、收尾、反思、過渡所學知能，獲得總整性的學習經驗，以增進就業力。",
          "title": "翻轉課程、創新整合"
        }
      ],
      "產業實務講座": [],
      "聘請業師或雙師協同教學": []
    },
    "建立/完善實習制度": {
      "建立/健全實習制度": [],
      "強化實習課程/實習講座": [],
      "檢驗/評估實習成果": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "實習雷達，關鍵突破：建構各學系之「產業實習雷達圖」，依據就業學程、講座課程、實習課程、短期或長期實習等不同之實習內容之規模及強度繪製實習雷達圖，讓各系之產業實習內容得以一目了然，而以發展或結合更關鍵之資源或技術為目標。",
          "title": "系系實習、產學實現"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "心得發表，積極參與：舉行實習心得徵文，將同學參與實習所見所聞及對參與社會發展之心得發表於淡江時報及學校網頁，鼓勵同學積極參與實習。",
          "title": "系系實習、產學實現"
        }
      ],
      "加強企業實習合作": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "目標明確，全校出擊：明確定義系系實習內容，包括：與企業聯盟產業合作開設實習課程、引進業界師資開設「企業講座」課程體驗場域實務、帶領修讀實務課程之學生至業界參訪、打造以就業為導向之就業學習學程、開設7+1就業學程協助畢業生與職場接軌等，並由專責單位負責掌握並督促各學系推動產業實習之進度，必要時給予資源或協助，務必以全校所有學系都實施產業實習為目標。",
          "title": "系系實習、產學實現"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "強力督促，區域鏈結：宣導實習對學生之重要性，督促各學系將就業學程、講座課程增加前往職場體驗內容，實習課程以促進地方產業升級與提升技術開發者為導向，無論短期或長期實習，以協助地方產業創新為主，達到強化區域產學連結為目的。",
          "title": "系系實習、產學實現"
        }
      ],
      "建立/強化企業實習平台": [],
      "拓展海外實習機會": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "大三出國，實習加分：秉承蘭陽校園「國際場域實習、嫁接就業優勢」的主軸，位在蘭陽校園的國際觀光管理學系全英語學士班以四全特色—全英語授課、全大三出國、全住宿書院及全產業接軌—為台灣培養具國際競爭力之觀光產業管理人才。其中全產業接軌注重海外實習，強調學生與國際觀光產業直接接軌。透過與姊妹校合作，設計推出「上學期學習、下學期實習」的大三出國方案。",
          "title": "海外實習、接軌國際"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "短期實習，培養經驗：除大三出國方案外，學生亦可利用寒、暑假或學期中至世界各觀光勝地、觀光發展良好的國家實習，如：帛琉、新加坡及日本等，實際投入國際觀光市場，培養國際經驗。學系將舉辦說明會，協助學生瞭解方案內容。",
          "title": "海外實習、接軌國際"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "海外實習，經費補助：補助實習學生機票費用，並於機票補助費有盈餘之際，平均補助出國實習學生生活費，以鼓勵學生參與海外實習。",
          "title": "海外實習、接軌國際"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "走訪實習場域，實地理解學生實習現況，以精進學生海外實習方案。",
          "title": "海外實習、接軌國際"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "2010年起派遣學生赴法國、澳洲等地實習；新增邀請境外生與本地生共同規劃返國服務見習專案，補助教師規劃帶領學生團隊異地學習，辦理AIESEC海外築夢週，增拓海外實習機會。",
          "title": "國際移動、多元學習"
        }
      ]
    },
    "產學合作研究": {
      "與企業單位合作研究": [
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "物聯前端傳感世界：物聯網的概念是將各節點取得的資訊，傳送至雲端，再進行數據分析。各節點的資訊是由傳感器擷取訊號，再轉換成電氣信號，信號的準確度，至關重要。優質的物聯網需要優質的傳感器，傳感器功能包羅萬象，如聲音感測、光感測、壓力感測、溫度感測等。本校已有多位教師在此領域研究多年，將組成產學團隊，協助廠商開發新型態的傳感器。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "智慧環境物流聯網：物聯網的應用多端，如醫療系統、居家照護、智慧家庭、智慧城市、智慧校園、自動駕駛、電子金融等。相關技術除傳感器外，尚有網路系統、伺服器、雲端計算、大數據、數據分析等。本校將以物聯網相關的研究與開發訂為產學合作目標，並以大數據概念建立各種物流資料庫，協助廠商開發物聯網之產業應用。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "創新農業，產業行銷：新農業是政府的「5+2」產業之一，行銷則是新農業的靈魂。本校將結合商管學院「資訊科技使用行為研究中心」與相關系所的教師，成立「新產業行銷產學群」，以新穎數位行銷來連結在地產業，協助提升新農產業的營運績效。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "食品生技醫療數據：現代的生技醫療產業包括行動醫療、數位醫療、雲端大數據、健保資料庫分析應用等。本校化學系在藥品與食品領域已研究多年，數學系、統計系、資工系與資管系則專長數據分析與雲端計算，結合這些專業即可協助廠商發展精緻食品、食品改良及新藥物的設計與開發，另可尋求合作的醫療機構，進行雲端計算數據分析的產學合作。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "綠能永續能源材料：新穎材料包含複合新材料、超導材料、能源材料、智能材料、磁性材料、奈米材料、生質材料等。新材料研發的理念為避免對環境的衝擊，即綠能環保概念。本校化學系、物理系、化材系、水環系已累積多年的相關研究經驗，未來將朝協助開發新能源與新材料的目標持續邁進。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "66",
            "68"
          ],
          "paragraph": "產研鍊結，實務鍛鍊：「工學院機器人博士學位學程」除了現有「佰龍機械」、「健騰精機」以及「力浦電子」等企業參與外，亦將與IBM在AI人工智慧進行產學合作，與IBM Watson加強深度強化學習（Deep Reinforcement Learning, DRL）的應用合作。此外，工學院機器人研發團隊也與「上銀科技」、「陽捷科技」等公司，進行人工智慧、大型人形機器人、滅火機器人、夾爪模組、與關節馬達模組等項目的開發。",
          "title": "策略產業、優勢人才"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "配合政策產業創新：本校資工系在物聯網、化學系在生物醫學、化材系與物理系在綠能科技、機電系在智慧機械、航太系在無人機和火箭的研發分別已具厚實的研發產出，鼓勵同仁配合國家發展政策，投入政府在產業創新計畫中所羅列的「5+2」產業。",
          "title": "創意環境、學群茂盛"
        }
      ],
      "與企業合作設立研究中心": [],
      "產學研究獎勵制度": [],
      "修訂教師升等制度（強化產學研究）": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "特色研究產業實用：本校高度重視產學合作之重要性，2013年即設置了「教師籌組學術團隊及產學合作團隊獎勵要點」，對專利申請亦提供補助與獎勵，2014年迄今已獲得98項產學合作計畫，以及1億1,000萬餘元經費與40項專利。本校將繼續提供資源鼓勵各系所針對產業趨勢，開拓新興特色研究主題，使研發的成果更具產業實用性。本校亦將配合教師多元升等辦法新增「技術應用型」升等，以專利、技術或管理個案研究、產學合作研究案等實務貢獻為考量，激勵並引導教師投身產業研究，研究成果更能落實在產業界。",
          "title": "創意環境、學群茂盛"
        }
      ],
      "成立產學合作研究園區": []
    },
    "強化產學連結（不分教學研究）": {
      "建立/強化產學溝通管道": [],
      "成立/強化產學中心": [],
      "整合跨校區域產學資源": [
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "優九合作爭取產學：「優九聯盟」的夥伴學校各具特色，具彼此互補的功能，正籌劃「優九產學大聯盟」的聯盟機制",
          "title": "優九聯盟、合作多贏"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "合辦活動效益倍增：「優九聯盟」夥伴學校各有自己的產學特色，值得彼此觀摩，因此，可聯合聯盟學校於每學期或每學年共同舉辦產學成果發表會、產學媒合會及合辦創新創業競賽。由於優九聯盟學校共同舉辦，聲勢與規模浩大，將可吸引學校附近的居民甚至是社會大眾來參與，不僅敦親睦鄰，提升學校聲譽，也可提高各校招生宣傳的效果。",
          "title": "優九聯盟、合作多贏"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "跨界育成交流輔導：優九聯盟學校大多設有育成中心，各校育成中心也可利用聯盟機制，互相合作，交流所輔導的廠商，聯合舉辦活動，擴大互補交流合作的規模，將會使各校獲致多樣多贏的倍增成果。",
          "title": "優九聯盟、合作多贏"
        }
      ],
      "拓展跨國產學合作": [],
      "建立產學合作制度": []
    },
    "落實研發成果": {
      "成立/強化創新育成中心": [],
      "成立/強化產學運籌中心": [],
      "吸引創投基金": [],
      "促進智財應用/技轉": [
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "智慧機械產業核心：本校將結合師生在機械手臂與智慧製造的研究成效，深入協助國內廠商導入工業4.0製程，如：智慧工廠、智慧生產、智慧物流、機械聯網、虛擬整合系統CPS等；引導廠商由傳統的「生產型製造模式」進化成趕上世界潮流的「生產服務型製造模式」。",
          "title": "特色產學、時代脈動"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "居家智慧樂齡悠活：不論是智慧工廠、智慧物流、智慧服務及後端的資料處理，都需結合人工智慧。本校的相關系所均有教師進行AI相關研究，如：機器視覺、指紋辨識、人臉辨識、視網膜辨識、虹膜辨識、掌紋辨識等。此產學群未來將以居家機器人為主軸，協助廠商發展家庭服務的高科技，迎接未來的樂齡產業。",
          "title": "特色產學、時代脈動"
        }
      ],
      "推動衍生企業環境": [],
      "扶植RSC新創事業": []
    },
    "其他": {
      "充實硬體設備": [],
      "開設職業倫理課程/講座": [],
      "技術開發": []
    }
  },
  "社會責任": {
    "與地方（或中央）政府連結": {
      "擔任政府智庫": [],
      "提供研究調查服務": [],
      "執行政策評估研究": [],
      "配合政策提供專業資訊/服務": []
    },
    "與非營利組織（NPO）連結": {
      "參與了解NPO社會需求": [],
      "強化教師參與NPO": [],
      "強化學生參與NPO": []
    },
    "支援在地教育機構": {
      "支援在地中小學教育": [
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "英語教學，向下扎根：為邁向國際化，基礎英語能力將是不可或缺的重要要素，因此本校將前進礁溪暨林美社區的國中小學或社區，提供英語教學，為邁向國際化紮根。",
          "title": "深耕林美、在地國際"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "社區環教，永續發展：為發展永續觀光，環境教育為重要基石，因此本校將前進礁溪暨林美社區的國中小學或社區，提供環境教學，為邁向永續觀光貢獻一己心力。另外，USR之「韌性蘭陽、永續未來：社會學習、環境責任」，將以蘭陽平原為教室，結合地方政府單位、社區社群及專業教師，建構蘭陽校園師生發展環境永續、學習永續未來的平台，結合資訊通訊的科技應用，實踐淡江大學蘭陽校園的社會學習及環境責任理念。",
          "title": "深耕林美、在地國際"
        },
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "中學生以科學營及課程訓練，強化對於生活科學知識",
          "title": "化學深耕、科普推進"
        }
      ],
      "支援區域高中教育": [
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "以設計思考及團隊共創來發展校訂必修、多元選修、彈性學習這三項高中自訂的「校本課程」，平台將幫助高中端與相關科系進一步展開合作，攜手共創課程。",
          "title": "前進高中、共創媒合"
        }
      ],
      "區域學習資源共享": [],
      "建置區域教學資源中心": []
    },
    "促進地區（社區）發展": {
      "參與了解地區（社區）需求": [],
      "開設在地相關課程": [],
      "協助在地社區規劃/改善": [
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "必修服務，社區初探：大一必修「校園與社區服務學習課程」以「在地深耕，社區融合」為主軸，從「綠色淡水環境保護」、「金色淡水社區文化」、「多元學習教育輔導」及「有愛無礙弱勢關懷」等四個面向規畫服務學習。學生透過公共環境維護、生態平衡維護、宣導教育、募集發票、課後輔導、無障礙空間檢視、地方特色活動參與等方式，初探社區人文環境及相關社會議題，為善盡社會責任踏出第一步。",
          "title": "人人志工、幸福社區"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "社團服務，社區互惠：建置社區服務供需網，推行社團學生社區服務，共營社區互惠發展；推動青年返鄉服務，平衡偏鄉教育資源，協力在地教育發展；推展地球村社群意識，提升國際服務學習深度廣度，服務反思雙向互惠；村落踏查體驗民情，養成在地專業人才；結合校友及企業資源，提升國際服務效益，善盡地球公民社會責任。",
          "title": "人人志工、幸福社區"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "專業服務，社區優化：透過跨域服務學習方案、專業服務學習團隊等方式，多元性的進入社區，協助解決社區實際問題，以達善盡大學社會責任的目標。在淡水地區，整合七大領域之專業，提出「淡水好生活-永續生活圈營造計畫」，依據社區不同族群的需要提供相關的專業服務，另一方面，建立永續環境經營的運作機制，讓土地與人再次連結恢復情誼。蘭陽地區，透過資訊創新科技與觀光共同籌組跨領域團隊，進入社區，運用專業服務宜蘭在地社區，參與社區發展，實踐社會責任。",
          "title": "人人志工、幸福社區"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "紀錄淡水，維基互動：本校長期關懷淡水在地文化，未來將延續「文創大淡水地區全紀錄」計畫案，如〈新住民志〉：藉由紀錄片的方式，記錄大陸、東南亞的新移民，瞭解他們的生活、家庭、工作、學習等，及如何融入淡水在地文化。〈淡水水文志〉：彙整河流與居民生活間的互動關係，包括河流地貌、居民的用水、交通設施，民間傳說與文化活動。〈淡水石滬〉：從歷史文化、地理環境、生態、人文、漁業經濟等不同面向介紹石滬，將資料經由影音的視覺方式，導入淡水維基網站，達到資源分享的目的。",
          "title": "淡水老街、載動藝文"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "繁榮再生，在地實踐：因有上述在地研究及服務基礎，加上文學院的文創學程，本校得以「異源復『史』、萬『巷』更新：淡水老街再生計畫」，把淡水傳統文化、觀光產業，利用產學合作與服務學習課程，與在地協會、老街成員建立互動關係，進而透過互動導覽與社群媒體等行銷方式，讓老街得以繁榮再生。107年度起將仍持續推動USR計畫，除將古蹟、餐飲、宗教、秘境等設置為APP導覽外，重新設計店面，使其具備淡水老街獨特形象，並讓在地產品品牌化；穿著不同時期的代表性服飾，利用話劇表演，在老街及相關場域表演，展現老街風情，以吸引旅遊消費，帶動老街發展。透過歷史回溯、創造差異化產品、培養文化解說員及營造生活風格，以逐步深耕在地。",
          "title": "淡水老街、載動藝文"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "椿子林風，里山共學：忠山國小位於大屯山支系的山稜線上，這一帶舊名椿子林，是早期漢人來台建立的聚落，包含李家燕樓等著名古蹟，但目前人口外流嚴重，重要文史資源未能獲得發揚與傳承。本校將與當地信仰中心行忠堂、社區協會及忠山國小協作，投入學生實習資源，進行文史生態調查、整合耆老、新住民、有機農場主等資源，建構學校型實驗教育課程，以壯大社區，成為實驗教育的學習園地。",
          "title": "滬尾榮景、共學再造"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "洲子灣滬，里海共學：興仁國小是濱海小學，附近的洲子灣曾是北部三大海水浴場之一。興仁社區有豐富的濱海自然生態、石滬漁村風情、聚落堂號文史等學源。本校將整合資源，與社區協會、興仁國小協作，從生態調查、師資教育訓練、社區參與式再造計畫等起步，再現洲子灣風華，成為自然、人文與鄉土的濱海生態學習社區。",
          "title": "滬尾榮景、共學再造"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "文化埔頂，里鄰共學：文化國小位在淡水真理街上，週邊老街巷弄蘊含先民漫步的古樸情調，是深具文化氣息的社區，因著龐大遊客群，迷失於商業邏輯中。文化國小前的空地正捲入蓋設水泥停車場的爭議中，本校將整合資源，讓學生實習參與政策擬定與規劃活動，結合師生及社區人士，規劃屬於小朋友與居民的公園，並帶入課程設計實施概念，讓工程變課程，讓荒煙蔓草的角落成為學生自主學習的樂園。",
          "title": "滬尾榮景、共學再造"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "宣傳影片，網路行銷：為協助礁溪暨林美社區邁向國際觀光市場，本校將拍攝中、英及多國語觀光宣傳影片，放置網路，透過網路無遠弗屆之能力，行銷礁溪暨林美社區觀光之美。",
          "title": "深耕林美、在地國際"
        },
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "外語手冊，友善旅遊：為提供外籍觀光客友善的旅遊環境，本校將製作礁溪暨林美社區觀光旅遊DM，協助外籍觀光客瞭解本地觀光旅遊資訊，提供友善的旅遊服務。",
          "title": "深耕林美、在地國際"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "需求導向，專業學習：為推動服務學習課程，以「友善社區中心」概念踏出在地連結的第一步，建立社區服務需求媒合窗口，並整合過往在地經營之成果，取得社區信任。蒐集社區服務需求，透過相關機制評估校內外資源，協助媒介專長社團或專業師生進入社區服務，協助解決問題，也提供師生實作的社區學習場域。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "學生自組的服務學習團隊亦可利用空間，進行社區溝通、籌備服務等，期以空間的提供、專業的輔導陪伴，確保學生參與社區專業服務過程中連結學習目標，亦期有機會連結未來創業。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "資源整合，在地永續：整合校內、校外、校友、在地企業等相關資源，配合各服務方案之需求，協助師生深入社區進行多元服務學習與社區營造；研擬服務學習永續機制，鼓勵教師投入社區議題之長期深耕與研究，並引導學生針對社區議題以創業方式深耕參與，善盡大學社會責任。",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "透過實務演練與在地關懷，行銷大淡水，強化跨域學習力與職涯競爭力。",
          "title": "外語優勢、燦爛明星"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "學校與社區間的交流，可以檢視師生進入社區服務的成效，並為在地帶來更多發展的可能性。",
          "title": "系系服務、學用接軌"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "文五合一在地共榮：為打造學生的人文精神與在地關懷特質，透過文學院的文創學程整合創意漢學、文化觀覽、創新出版、影視娛樂、數位內容等五大專業領域，長期深耕大淡水地區的產官學合作實務，在舉辦藝文創作、文化踏查、成果展演、學術交流、工作坊及研討會等活動，不僅深化師生的跨領域能力，更讓國際社會瞭解淡水在地文化。",
          "title": "區域系統、知識集智"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "文化教育國際連結：今年9月再度受邀，與淡水文化基金會共同主辦「2017淡水福爾摩莎國際詩歌節」，透過師生外語口譯，完成與國際間的緊密連結。教育學院、國際研究學院和外語學院將繼續結合新北市政府「淡海國際教育園區」的理念，協助淡海地區中小學建構國際連結的機制和拼圖。工作包括：盤點區域特性、建立國際化資訊與人才庫、舉辦校際或區域的國際講座、協助培訓中小學教師的國際觀、組訓淡江學生的國際志工團。",
          "title": "區域系統、知識集智"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "環境優化社區創生：建築學系長期參與執行都會區的｢迪化街育成中心經營｣與展覽、「大橋工舍」舊街區的進駐、｢淡水區域保存計畫｣與社區營造等工作，成果顯著、佳評如潮。持續推動產官學的連結，協助「遊滬旅遊中心」的建置、淡水導覽大模型與導覽圖的設置，與古蹟導覽的培訓工作等等。除了觀光之外，有關注於社區生活的提升，協助闢建通學路、樹屋與校園空間友善規劃等，實踐大淡水生活圈的優質生活條件，促進地方的發展。",
          "title": "區域系統、知識集智"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "文化重現創意加值：淡水擁有三十幾處文化資產，正以聯合國科教文組織所關注的「活的世界遺產」做為努力的目標。本校長期以社區參與模式，積極推動文化取向的社區改造，帶領學生以課程的主動參與方式，特別在中正老街、埔頂地區、重建街與「藝術工坊」周邊的活化再利用工作。已完成古蹟地區的AR與VR數位導覽的初步成果，以彰顯在地特色。",
          "title": "區域系統、知識集智"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "在地營造文化分享：本校建築系、大傳系、資傳系過去數年曾協助淡水與三芝地區的中小學，完成校園景觀的設計及風土文化教材的製作，獲得各方好評。為呼應教育部的新南向政策，2017年暑假本校建築系與大傳系的師生遠赴馬來西亞吉隆坡，與當地志工合作，推動「移動圖書館」計畫，改善弱勢兒童的學習與閱讀環境，獲得極大的迴響。此模式將擴及大淡水及北海岸地區，並提出研究計畫案，如淡水古蹟數位典藏計畫、世界遺產國際研討會、跨國交流的「田野學校」活動、參與式預算社區改造等。",
          "title": "區域系統、知識集智"
        }
      ],
      "推廣/育成社會企業": [],
      "籌設藝文/活動中心": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "跨域合作，發展科教：將建立在此一合作關係上，萬里區目前正與本校科教中心積極合作，即將成立STEAM學習中心",
          "title": "化學深耕、科普推進"
        }
      ]
    },
    "提供在地服務": {
      "服務特定群體": [
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "開設盲用電腦入門介紹基礎操作以及相關進階智慧型裝置訓練課程，縮短視障者職場數位落差，提升職能與競爭力。",
          "title": "看見希望、就業工場"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "電話客服，職場達人：本中心與中華電信及台北市1999市民專線合作EYE創新電話客服中心，對於視障者擔任電話客服人員及系統開發，具有豐富經驗。由於先前視障電話客服模式成功經驗，希望藉由視障電話客服培訓課程開設推廣與職場實習。電話客服內容包含電話客服工作發展與趨勢、營運管理及模式、電話客服接聽與外撥執行技巧、客訴電話抱怨應對與處置等課程以及線上實習，每週1次，上課3小時，共計18週。結訓後，通過模擬面試及格者，有機會成為EYE創新電話客服中心儲備人員。",
          "title": "看見希望、就業工場"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "經絡按摩，保健強身：本校視障學生，許多具有按摩執照及實務工作經驗，社區周邊更是有許多畢業視障者執業之按摩小站等資源，透過建立訓用合一及職場導師機制，培訓有意願從事按摩工作之視障者，為提升按摩技術與服務品質，課程除傳統經絡、穴道等按摩技能講授及實務操作之外，輔以加強按摩師對個人形象、溝通對話藝術之提升。另外，結合社區銀髮資源，提供大學周邊銀髮族保健按摩服務，利己助人。課程每週1次，上課3小時，共計18週。",
          "title": "看見希望、就業工場"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "運動樂活，健康長照：隨著高齡化社會的來臨，銀髮族群的人口比率越來越高，高齡者的健康已成為刻不容緩的議題。短期計畫目標將透過全人健康體適能的介入，以安全、有趣及有效的全方位創新教學，讓長者快樂的參與及投入。中、長期計畫目標將與醫療院所、老人安養及社福機構合作，整合醫療照護、飲食營養及養身保健等資訊，將進出醫院的消極行為與時間金錢轉嫁至投入身體活動與豐富生活的各項元素，減輕龐大的醫療費用與資源，有效增進樂齡全面發展。",
          "title": "銀髮長照、樂活健康"
        },
        {
          "page": [
            "87",
            "89"
          ],
          "paragraph": "終身學習，分享資源：課程設計中整合學生社團、藝術美學、生活旅遊外語及多媒體應用等單元，讓銀髮族能藉由學習融入豐富生活品質，達到終身學習的效果。同時，藉由各類社團學生發揮所長，再透過與長者間的互動過程獲得一種可以讓不同世代間互蒙其利的學習方式，藉由學習瞭解彼此的文化背景差異，達到社會融合的責任。",
          "title": "銀髮長照、樂活健康"
        },
        {
          "page": [
            "62",
            "65"
          ],
          "paragraph": "樂齡產業，服務搭配：台灣將邁入老年化社會，如何讓長者過得好，過得有尊嚴是社會問題。本校將銀髮或高齡產業定義為「樂齡產業」，就是著眼於如何透過科技應用與服務的創新，來協助高齡者能享有尊嚴自主的生活。本校將由師生組成「樂齡產業產學群」，並結合淡水在地的老人安養中心，推動樂齡產學計畫，以真心照顧、真心關懷，助益老人安養為中心目標。",
          "title": "特色產學、時代脈動"
        }
      ],
      "提供在地專業服務": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "專業連結生活實驗：整合與發展本校的社區專業實習，建立以里長為在地照顧的體系，包括弱勢家庭小孩的「課後照顧」、二度就業婦女的學習、新移民文化分享與高齡長者的「長照服務」。如物聯網與大數據研究中心多年投入居家照護的相關研究，可利用先進的資通訊科技來彌補人力短缺的問題。",
          "title": "區域系統、知識集智"
        }
      ],
      "發展/優化在地服務模式": [
        {
          "page": [
            "85",
            "87"
          ],
          "paragraph": "校內大學生用微學程與社團，社區民眾透過計畫活動，培養民眾科學素養與環境教育，提升社區環保意識與關懷社區之行動力",
          "title": "化學深耕、科普推進"
        }
      ],
      "發起/參與公益活動": [],
      "參與在地文化、藝術工程計畫": [
        {
          "page": [
            "89",
            "91"
          ],
          "paragraph": "此外，本校的海事博物館及文錙藝術中心，擁有良善的設備和環境，提供在地學生認識海洋學習活動，以及社會人士書法、藝術相關的創作欣賞之綜合體驗。另外，除了持續推動各系學生實際參與在地服務外，淡水輕軌即將通行，相關科系學生可為輕軌所經各地、各站的人文藝術等，進行不同風貌和內涵的整理、發表，賦予深度的瞭解。",
          "title": "淡水老街、載動藝文"
        }
      ]
    },
    "打造永續校園": {
      "升級永續校園綠設施": [],
      "宣導永續校園概念及意識": [],
      "強化永續校園制度管理": [],
      "其他": []
    },
    "拓展國際社會服務": {
      "培植國際志工團隊": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "結合專業知能服務學習課程，將社區服務延伸至國際專業服務。進行前置專業訓練、跨域討論，培育學生專業及跨領域溝通能力，並依當地需求規劃專業服務，透過模擬訓練強化教學成效",
          "title": "社會參與、創意實踐"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "積極拓展多元異地學習；持續推動國際志工，派遣學生赴柬埔寨泰北等地服務學習。",
          "title": "國際移動、多元學習"
        }
      ],
      "擴充國際志工服務": [
        {
          "page": [
            "25",
            "32"
          ],
          "paragraph": "服務期間學生進行社區踏查與關懷，瞭解當地情況並調整計畫；服務後透過焦點訪談、討論等方式，學生反思學習與服務成效，並培訓當地種子師資，讓被服務對象增能，後續得以靠自己的力量回饋並協助當地社區或村落。",
          "title": "社會參與、創意實踐"
        }
      ],
      "其他國際社會服務": []
    }
  },
  "大學治理與公共性": {
    "組織調整": {
      "組織定位及策略發展": [
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "系所獎勵指標敦促：各系所檢視各自的師資專長，訂定系所未來發展方向，並積極網羅人才。本校訂有系所發展獎勵辦法，每年選取五個系所，已舉辦五屆，分別給予得獎系所15萬元的獎勵，研究成果的部分是該辦法中非常重要的量化評分指標。",
          "title": "群雄爭鋒、士氣昂揚"
        }
      ],
      "組織重構": [],
      "組織擴張": [],
      "增設組織單位": [],
      "裁撤組織單位": [],
      "學院實體化方案": []
    },
    "強化招生": {
      "辦理高中生活動": [
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "由高中於服務平台中主動提出需求，教政所再邀集相關科系的師生透過「聯合工作坊」來長期發展課程設計、學分抵免、活動媒合、選修制度等合作項目。",
          "title": "前進高中、共創媒合"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "推動高中與大學科系核心素養的銜接，讓高中能推動與大學相符的服務素養導向教育，落實社會實踐理想。",
          "title": "前進高中、共創媒合"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "讓高中生提前瞭解各大學學群科系重視的必、選修課程及學習歷程檔案，以利高中開課及高中生選課時及早規劃，展開新式考招的準備以創新育才。",
          "title": "前進高中、共創媒合"
        },
        {
          "page": [
            "82",
            "84"
          ],
          "paragraph": "透過工作坊的辦理，讓本校各科系瞭解未來108新課綱學生學習的改變，逐年編纂「高中與大學各學群學習銜接」實務推動手冊，讓高中畢業生能優質銜接進入十八學群，適性揚才。",
          "title": "前進高中、共創媒合"
        }
      ],
      "辦理特殊選才": [],
      "強化僑生、港澳生招生": [],
      "拓展國外生源": [],
      "設計招生制度性誘因": []
    },
    "拓展財源": {
      "企業募款": [],
      "經營校友會、系友會": [],
      "調整學費": [],
      "爭取政府經費補助": [],
      "爭取非政府單位經費補助": [],
      "強化進修推廣教育營收": [],
      "附加營收多樣化": [],
      "校務基金管理投資衍生收入": []
    },
    "境外拓展": {
      "與國外學校合作開設境外學程或課程": [],
      "與國外學校合作開設境外學位學程": [],
      "開設境外分校": []
    },
    "健全財務管理制度": {
      "精簡行政縮減開支": [],
      "資源分配控管制度化": [],
      "建立財務透明稽核制度": [],
      "校務基金決策機制透明化": []
    },
    "推動校務研究（IR）": {
      "建置校務資料系統": [
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "法規公告，鼓勵申請：公告「校務研究資料庫資料蒐集暨管理應用作業要點」，盤點校內各系統內之資料，同步訂定資料並開放資料欄位提供校內同仁依循法規提出申請，依照審查程序，經審核通過後，將能提供校務數據提供校內同仁分析應用。",
          "title": "資料統整、開放平台"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "校務資料開放申請：校內資料蒐集來源包括既有之資訊服務系統、網路、學習資源平台及相關問卷等，已逐一進行資料移植、淨化、資料擷取/轉化及資料同步等工作，讓部分系統中的數據適當轉換後載入校務研究資料庫。另配合「校務研究資料庫資料蒐集暨管理應用作業要點」之規範，盤點已匯入資料庫之數據並開放校內同仁申請應用。",
          "title": "校務研究、掌握學教"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "系統欄位持續匯入：因系統所屬不同業務單位，將規劃時程與尚未匯入校務研究資料庫之系統業務單位討論，欄位後續整理及匯入作業。",
          "title": "校務研究、掌握學教"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "配合需求規劃蒐集管道：配合相關單位所訂定之學生學習、教師教學與專業發展評估所需指標或數據資料，檢視校務研究資料庫是否已有蒐集，不足者將規劃資料蒐集管道，一併匯入校務研究資料庫。",
          "title": "校務研究、掌握學教"
        },
        {
          "page": [
            "56",
            "62"
          ],
          "paragraph": "研究學群成果興盛：目前在執行中的校務發展計畫，已經建構師生研究成果獲獎記錄平台與人才資料庫，並幫助成立若干跨領域優質研究學群。教師可以針對研究的課題，定期地進行小組的討論，讓研究風氣可以更加興盛。",
          "title": "創意環境、學群茂盛"
        }
      ],
      "成立校務研究中心": [],
      "發展校務研究": [
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "多方應用，綜效發揮：當申請者（單位）依據申請目的完成分析後，最終研究結果需回饋至校務研究中心，由中心評估其參考價值，提供其他相關業務單位參考，或可作為後續再深入研究之參考。",
          "title": "資料統整、開放平台"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "優劣分析，績效檢視：配合校務發展計畫執行，定期檢討績效成果，對外公開出版問責報告，展現校務經營績效，逐步蒐集利害關係人關注議題，提供實際情形，以善盡社會責任。",
          "title": "數據佐證、成果導向"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "標竿學習，特色形塑：蒐集外部資料，比較潛在競爭學校之重點指標表現，掌握本校之競爭優劣勢，善用優勢確認定位並形塑特色。",
          "title": "數據佐證、成果導向"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "成效追蹤，結果回饋：為瞭解校務研究分析結果對於決策之貢獻性，透由多次討論，逐步與業務單位達成共識，確認議題分析模式，並有效落實PDCA之回饋步驟，瞭解業務單位參考之反饋意見。若需進一步跨單位之溝通，亦可召開協調會，並定期追蹤成效，以回饋改善成果。",
          "title": "水平溝通、制度連結"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "制度諮詢，客觀評估：持續推動校務研究之實證精神，相關單位若需評估制度、作業調整之可行性，相關單位皆可提供制度、作業之利害關係人意見，並與校務研究中心討論所需之協助，並訂定研究議題及時程規劃，在期限內提供客觀結果。",
          "title": "水平溝通、制度連結"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "指標分類，定期更新：以本校校務發展計畫主軸及各單位業務重點為基礎，篩選重要關鍵績效指標。彙整過去蒐集之數據資料，並且依據數據類型定期更新之。",
          "title": "指標選定、視覺呈現"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "善用工具，即時查詢：為使各層級決策者能即時掌握重要數據資料，將利用商業智慧工具視覺化呈現，並提供院系別、學制、年級別、性別等決策時較常使用之基本比較分析。另外，也能針對個別數據資料之特殊性、決策者之特殊需求而提供客製化設計（包含資料蒐集欄位、呈現方式之調整）。",
          "title": "指標選定、視覺呈現"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "診斷分析，原因掌握：定期檢視重要指標之變化，若績效成效下降的議題或指標係為本校校務發展重點，將需透過進階分析方法，找出關鍵影響因素，才能提出有效的因應對策。",
          "title": "深度分析、洞察未來"
        },
        {
          "page": [
            "76",
            "78"
          ],
          "paragraph": "預測分析，預先準備：除了透過診斷性分析掌握影響原因之外，未來要能提供決策者更具有策略性價值之建議，需應用其他預測性分析方法，利用過去數據為基礎，提供決策者未來可能發生的問題，事先預防以使整體經營績效更加提升。",
          "title": "深度分析、洞察未來"
        },
        {
          "page": [
            "46",
            "49"
          ],
          "paragraph": "分析結果回饋決策應用：資料串接完備後，將提供業務單位申請下載進行成效分析，結果亦將回饋相關單位參考，並提出後續改善方案及相關決策。",
          "title": "校務研究、掌握學教"
        }
      ]
    },
    "健全改革董事會（私校）": {
      "設定董事長及董事任期": [],
      "聘任公益或獨立董事": [],
      "董事遴選制度公開透明": []
    },
    "健全大學治理參與制度": {
      "建立資訊公開透明機制": [
        {
          "page": [
            "75",
            "76"
          ],
          "paragraph": "本校首頁之校務統計網頁，提供教務、人事、研究、總務、推廣教育、圖書、資訊、國際交流及校友暨募款等九大類資訊，由專責單位定期檢視、蒐集、更新、分析及上傳各類資訊。",
          "title": "辦學嚴謹、財務穩健"
        },
        {
          "page": [
            "75",
            "76"
          ],
          "paragraph": "除定期公布學生數、教師數、生師比、課務、招生等資訊外，並在校務公開專區公布教學單位評鑑指標成效及畢業生流向調查結果，品質保證稽核處網站則提供教師教學評量之規則及做法。此外，定期公布學雜費收費基準、每生圖書及經費分配及就學補助等資訊於財務處及校務資訊公開專區網頁。",
          "title": "辦學嚴謹、財務穩健"
        },
        {
          "page": [
            "75",
            "76"
          ],
          "paragraph": "財務定期公開：本校校務資訊公開專區定期公布本校近三學年度收入及支出比較表，並在財務處資訊公開網頁公布各學年度財務相關報表或資訊。",
          "title": "辦學嚴謹、財務穩健"
        },
        {
          "page": [
            "75",
            "76"
          ],
          "paragraph": "財務資訊透明：財務處資訊公開網頁公布近十學年度之預算報表、決算報表、會計師查核報告、教育部校務發展計畫獎補助經費使用狀況、財務收支簡要說明及現金結餘率報表，並公布近三學年度之每月人事經費明細表及會計科目彙總表等財務資訊，將持續依規定公布財務相關資訊。",
          "title": "辦學嚴謹、財務穩健"
        },
        {
          "page": [
            "75",
            "76"
          ],
          "paragraph": "董事會資訊專屬網頁：董事會簡介列於認識淡江網頁，捐助章程及董事經歷列於校務資訊專區，全體董事會議紀錄及出席名單公告於秘書處淡江校刊網頁，將統整董事會相關資訊於專屬網頁，以完善揭露治理相關資訊。",
          "title": "治理完備、資訊統整"
        }
      ],
      "健全學生參與機制": [],
      "健全互動關係人參與機制": []
    },
    "增加弱勢生入學機會": {
      "擴大繁星入學管道": [],
      "增加身心障礙生入學機會": [],
      "招收原住民學生/新移民子女": [
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "原住民生，鼓勵招收：為利原住民人才培育並給予原住民學生更多進入本校就學之機會，將參考行政院原住民族委員會歸納之原住民人才需求類別建議，鼓勵土木工程類、公共行政類、行銷經營學類、財政會計類、環境工程學類等相關學系，於大學繁星推薦、個人申請入學管道踴躍提供原住民學生外加名額。",
          "title": "招生選才、弱勢優先"
        }
      ],
      "增加弱勢家庭子女入學機會": [
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "經濟弱勢，優先錄取：為提升社會階級流動，增加招收經濟弱勢學生，鼓勵各學系、學位學程透過大學個人申請入學第二階段甄試，給予經濟弱勢學生優先錄取優待措施。",
          "title": "招生選才、弱勢優先"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "補助中低收入戶學生應考相關費用：本校自105學年度起，於大學個人申請入學招生第二階段甄試，補助低收入戶考生應試交通費。惟迄今申請補助之學生人數偏少，將請各學系、學位學程以主動關懷方式，提醒符合身分之經濟弱勢學生申請，減少考生赴試時產生之交通費開銷。另將增加因路程遙遠提前於台北市或新北市住宿之經濟弱勢學生之定額住宿費補助，補助對象增加中低收入戶考生，並研議擴及各類招生考試，包含進修學士班、轉學生、碩士班、碩士在職專班、博士班等。",
          "title": "招生選才、弱勢優先"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "優免中低收入戶考生報名費：目前本校各類招生考試報名費，低收入戶考生一律全免優待，中低收入戶考生減免60%；未來規劃中低收入戶考生亦將比照低收入戶考生一律全免優待。",
          "title": "招生選才、弱勢優先"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "評分標準，弱勢放寬：針對經濟弱勢學生、原住民生、特殊境遇子女、隔代教養子女及新住民子女，於各類招生考試審查資料評分時，將考生個人身分背景及成就納入考量，酌予放寬審查標準。",
          "title": "招生選才、弱勢優先"
        }
      ]
    },
    "弱勢學生支持系統": {
      "弱勢學生獎補助制度": [
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "激勵弱勢學生專業學習：將延續教育部優先區域計畫之精神，針對弱勢族群學生，提供積極獎勵措施之「曙光之星學業成績學習進步獎」，以提升弱勢學生之教育成就，增進其學習競爭力。",
          "title": "學習輔導、專業提升"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "提供弱勢學生進步獎勵：本校學生事務處於學期初提供弱勢學生名單，由學習與教學中心學生學習發展組主動依弱勢學生進步幅度給予獎勵，進步幅度計算方式同一般生之個人進步獎。",
          "title": "學習輔導、專業提升"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "淡江書券，激勵就學：每學年發放淡江教育券2,000元，提供弱勢學生至校內書城換購教科書及文具，減輕學生就讀期間部分經濟壓力，使弱勢學生得以安心就學。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "結合本校金鷹校友之企業資源，提供相關獎助學金及企業導師資源，藉以培育優秀弱勢學生，傳承本校菁英校友回饋母校之精神。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "將優先錄取繁星或個人申請入學之優秀弱勢學生，每年遴選最少5位，提供入學獎勵金（每位6萬元）及生活津貼（每位每月補助5,000元）。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "提升弱勢學生參與考照：與各考照中心洽談弱勢學生考照費用減免方案，以減輕其經濟負擔，提高其就業競爭力。",
          "title": "就業輔導、職涯起飛"
        }
      ],
      "建立/強化弱勢生支持系統": [
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "扶助中低學業成就弱勢學生：針對學業成績不佳之弱勢學生，依學生需求，彈性安排小班制或一對一課業輔導，透過客製化的輔導模式，提升學生學業上的表現。",
          "title": "學習輔導、專業提升"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "培植中高學業成就弱勢學生：依學生事務處提供之弱勢學生名單，主動徵詢學業成績優良之弱勢學生擔任課業輔導助教或工讀生。針對有意願擔任課業輔導助教的弱勢學生，依其擅長學科安排輔導時段供全校學生自行預約，弱勢學生除可協助同儕或學弟妹解決課業問題，亦可獲得再次學習的機會；針對有意願擔任工讀生的弱勢學生，依其專長（如：撰寫文章、設計海報）安排工作內容，弱勢學生可藉此發揮所長、學習待人接物的方法，亦可賺取工讀費。",
          "title": "學習輔導、專業提升"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "多元輔導，弱勢關懷：加強既有學業為主之導師輔導制度，協助弱勢學生解決就讀期間課業窒礙問題。另增設以系為單位之關懷輔導員制度，提供弱勢學生於就讀期間生活輔導諮詢。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "另提供校友企業導師輔育、在校生企業實習機會、畢業生就業輔導等，陪伴弱勢學生學習與成長，建立自我信心並拓展視野。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "諮商輔導，個案追蹤：為使弱勢個案學生能受到更完整的照護，針對生活輔導組、學生學習發展組、職涯輔導組、視障資源中心、全校各系所及行政單位所轉介之弱勢學生，以及諮商輔導組原有之院輔導個案，包含高危機學生及特殊個案等，優先提供弱勢學生長期性心理諮商與輔導及特殊學生之諮商輔導、危機學生之追蹤輔導與管理。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "輔導知能，專業精進：因學生問題複雜度逐年增加，須提升心理師及院輔導員之專業知能，透過辦理心理師分組督導及院輔導員個案管理團體督導等輔導知能研習，以促進諮商效能，同時提供學生更適切之心理諮商與輔導。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "創意英文，手做工坊：採用非典型課本英文字彙與文法學習，結合文創概念與日常生活層面主題，如：摺紙、手工創作、中西餐禮儀、面試情境等議題。授課講師採實際操作，融入實務英文教學，增強參與學生字彙與文法結構記憶，寓教於樂，無形中提升身障生之英文能力。規劃每週上課2小時，共計15週。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "數位學習，專業加值：開設電腦繪圖課程，內容主要透過數位繪圖軟體，結合提升繪畫藝術興趣之課程，有效運用現代數位科技，輔助大學學習，提供個別化生涯規劃，提升學習興趣，激勵自我學習，助益於日後職業生涯。每週上課2小時，共計15週。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "生命教育，有愛無礙：辦理「生命教育故事講座」，以講座及工作坊混合方式進行，藉由演講者本身求學過程與學習策略，以及克服後天身心障礙之心路歷程，提供經驗模式給予學生正向觀念，提升學習興趣，激勵自我學習，期助益生涯規劃及求職，更增進學生自我價值與自我倡議。",
          "title": "生活扶助、主動關懷"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "協助身心障礙者提升工作技能：依身心障礙者之需求，開設專班式訓練輔導考照課程，進而增加就業技能。",
          "title": "就業輔導、職涯起飛"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "建構職涯，適性揚才：運用職業適性測評工具，主動協助弱勢學生認識自我，透過專業職涯顧問解測說明及晤談諮詢活動，提供個人及工作場域作適才適所匹配，及早建立職涯規劃，以期適才適所發展。",
          "title": "就業輔導、職涯起飛"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "提供弱勢學生實習機會：建構產學聯盟、院系友好企業、徵才企業與校友企業等優質廠商合作模式，讓學生畢業前即可透過產學合作人才培育方案接軌就業，以確保經濟自主能力。",
          "title": "就業輔導、職涯起飛"
        },
        {
          "page": [
            "70",
            "73"
          ],
          "paragraph": "爭取弱勢學生就業機會：結合地方政府資源辦理校園徵才博覽會，鼓勵優質廠商提供身心障礙及原住民學生職缺，增闢弱勢學生媒合就業區，協助弱勢畢業生就業諮詢及輔導。",
          "title": "就業輔導、職涯起飛"
        }
      ],
      "建立外部募款基金": []
    },
    "其他": {
      "建置開放式線上課程": [],
      "平衡人文社會及自然科學領域發展": [],
      "強化行政職能": [],
      "建立計畫管考機制": [],
      "基礎建設及硬體設備提升": [
        {
          "page": [
            "33",
            "38"
          ],
          "paragraph": "建置學教資源平台：建置學教資源平台以蒐集與整合國內外各類型之學教資源，提供教師教學新知，如：教材影片、圖書期刊介紹、課程開設、演講、學習輔導與生涯發展資訊、數位課程、問卷量表及校內外學習服務等。藉由友善使用介面，方便師生搜尋及應用校內外各項教與學資料，做為教師開展職涯與學生學習發展之重要參考依據。",
          "title": "打造場域、學思盪發"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "智慧校園多語同步：校網頁建置有中、英、德、法、日、西、俄7類語種版本；與境外學生相關表單與行政作業系統均已雙語化。將持續與資工團隊合作利用自動偵測感應系統等技術，擴充中、英、日等語種校園智慧導覽系統。",
          "title": "靈活有致、近悅遠來"
        },
        {
          "page": [
            "51",
            "56"
          ],
          "paragraph": "即時資訊活力加倍：「淡江i生活」App提供淡江人學習、課程、活動及校園周邊食衣住行相關資訊，深受歡迎。將持續充實「淡江i生活」英語版App，方便境外學生隨時獲取校園活動最新訊息，增進校園友善度。",
          "title": "靈活有致、近悅遠來"
        }
      ],
      "提升學校知名度": [],
      "增進師生福利": []
    }
  }
}