{
  "年度": "107",
  "學校": "國立彰化師範大學",
  "類型": "大學",
  "教學": {
    "強化教學品質": {
      "推廣創新教學模式": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "運用專家人才網站資料庫，盤點各系所教師之學術專長是否切合系所人才培育目標之需求，並可提供專業領域之理論或實務教學之優質學習環境，引領學生提高學習的深度與廣度。針對教師專業能符應授課內容者，推動教師進行創新教學，精進自我教學質量，樹立教學典範。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "善用現有數位教材資源如互動教室、攝影棚等，積極協助教師認識數位教材製作知能與技巧，並結合課程教材之應用，促進教師創新教材設計，以達成創新教學目標並優化教與學效能。此外，亦將輔以相關獎勵或補助機制，提高教師參與革新教學/教材之意願；增加公共教學空間和智慧教室數量，符應課室多元教學需求。",
          "title": "推動創新課程與教學法"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "鼓勵教師善用各種教學方式如問題導向學習教學法、討論教學法、練習教學法、協同教學法、遊戲教學法、探索教學法與個案教學法等，改變傳統教學方式。強調以學生為主體，教師提供探究的動機和方向，引導學生主動探尋問題並尋求解決方法，協助學生發展有組織的思考方法。",
          "title": "推動創新課程與教學法"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "透過數位學習中心與教學卓越中心的合作，引導教師善用科技資源如雲端學院媒材或行動學習科技，改變課室視覺教學，凝聚學生學習專注力，啟發學生腦力激盪，讓學習可以事半功倍，提高效率。另增加數位教學資源建置，推廣學生修讀優質數位課程。",
          "title": "推動創新課程與教學法"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "推動系所規劃CDIO模式規劃課程架構：鼓勵系所教師從既有的實務/實作課程著手，導入CDIO的教學意涵與內容，以強化學生做中學、使用者導向設計、跨領域團隊合作、產業行銷企劃等四項特色，整合規劃完善的大學四年專業學習課程。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "課程內容導入CDIO模式：推動教師在單一課程中重新反思課程設計，並以CDIO學習意涵重新規劃課程比重，分為「入門導引」、「進階設計」、「創意實務」與「成果展現」四個階段，落實學生專業學習。在「入門導引」的階段，以基礎到核心專業的教與學，深化學生專業理論與應用能力；在「進階設計」階段，則以更進深的產品應用與設計，提高學生專業能力的發想與激發學生創意能量；在「創意實務」階段，則以分組方式，促進學生在團隊合作溝通、探究式研發、跨領域整合資源等能力，並以實際的操作製作與完成專案；最後透過「成果展現」，激勵學生將創意與專業連結，透過專題報告、系所合作、成果展演等方式，將學習成效更精實的表現並分享。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "積極推動該教學模式，並將CDIO的概念與意涵深化在課程規劃與教學中；將以工學院、技職學院、管理學院為優先試推單位，並依據成果作為擴大推動至其他學院系所的參考。未來更將以CDIO課程進行方式與STEAM的課程密切配搭，使學生能在系列的課程中將所學與未來的職場工作進行結合。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "以STEAM教育意涵設計課程：設計出以STEAM為主導的課程，當學生學習該課程時，能更清楚的了解自我定位點以及未來在職場上的發展方向。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "鼓勵教師、擇定課程採混成學習教學模式授課，再觀其成效作為推廣之依據。",
          "title": "發展彈性選課機制，推動混成學習教學模式"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "混成學習教學模式首先須加強教師掌握科技媒材與應用平臺，並設計適切的教學評量方式，以利提供學生進行問題問答與溝通回饋。",
          "title": "發展彈性選課機制，推動混成學習教學模式"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "在課程設計上，教師將課程教學分為線上/非線上、同步/非同步、實體/虛擬等六種學習方式，並將其進行混合配搭教學，以提高學生學習成效、強化課室師生/同儕互動與豐富學生學習歷程。",
          "title": "發展彈性選課機制，推動混成學習教學模式"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "教師將抽象教學/學習理論實化為課堂活動，使學生從活動中體會抽象的教學/學習理論的內涵，增強學生未來運用教學/學習理論於教學實務的能力。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        }
      ],
      "訂定核心能力，規劃課程地圖": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "包含課程名稱的訂定、課程教學，並依據學習類別設計符應其學習成果的評量檢核方式等，落實課程之學習成效以順利銜接職場。",
          "title": "精進學生能力檢核，落實人才培育"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "定期辦理課程評鑑，由校內專任教師及校外委員針對系所課程進行審視與建議，確保課程規劃及修習能符合職場需求，有效提升學生競爭力。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "將學院內之系所共通課程或同性質專業課程訂為共同核心科目，逐步採跨系共同排課、共同教學與命題測驗及進行相關教學活動，以齊一教學品質，並減少教師授課負擔，同時可以結合共同核心課程授課教師針對其專業課程進行教材討論、設計與開發，以提升教學品質，進而提高學生學習興趣與成效。",
          "title": "學院本位，跨域增能深化學習廣度"
        }
      ],
      "強化課程內容": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "規劃於管理學院、社科體院，文學院及教育學院透過STEAM的課程加強學生對科技，工程等領域的相關認知，增加其未來在科技相關領域就業的機會。在教育界也可透過STEAM師資的培養，使得自然科，數學科以及資訊教育領域的未來教師有統整科技知能的能力，以成為國家培養具有跨領域領導知能的未來科技教師。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "由聽障與視障教育專長的教師介紹大學生認識聽障或視障的類型、學習心理學、數學與科學學習的特殊性，與有效的教學和學習方法等知識，促進大學生製作有助於聽障或視障數理學習的輔助器材。",
          "title": "建立創意教學及學習輔具之微學分課程"
        }
      ],
      "調整課程規劃": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "規劃在大一廣開設「專業核心課程」；大二開設「進階設計課程」；大三開設「創意實現課程」；大四開設「專案製作課程」。透過大一到大三系列的專業課程學習與應用，持續以使用者角度、產業市場、產品推銷等多元角度反覆省思調整其專案，強化邏輯思考、加強團隊對話與合作等。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "推動生物學系、物理學系等學生進行生物科技跨領域整合，以醫藥生技關鍵技術為基礎課程，發展生技產業實務研究為進階課程，並連結產業進行創新研發，促進生技醫療產業的革新，培育有生技醫療競爭力與創新能力的人才。",
          "title": "開設重點核心產業人才培育課程"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "透過產業與社會發展現象，將產業面臨創新轉型的壓力，以有效節省資源、少污染、降低環境等因素與解決方案納入專題進行探討並發展相關解決策略，以因應國內外新產業、技術與生活趨勢之關鍵需求，培育地理學系、財務金融技術學系、企業管理學系等學生具有改善循環經濟能力之人才。",
          "title": "開設重點核心產業人才培育課程"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "將現有的「創意與專利」與「願景激發與執行」課程內容進行整合，調整授課內容，使修課學生能具有發掘問題、以設計思維規劃解決問題。",
          "title": "完善創業教育，落實創業培訓"
        }
      ],
      "培育優良教學助教/人力": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "本校設有「課程學習教學助理實施計畫」、「優良教學助理遴選準則」等辦法，以嚴謹的方式聘任教學助理，更不定期辦理教學助理工作坊，內容涵蓋課室經營、教學知能、溝通技巧、資訊媒材等多元的主題，並邀請優秀的教學助理傳授經驗，以提升並激勵教學助理在課室及協助教師教學的表現。",
          "title": "完善教師支持系統"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "鼓勵教學助理籌組「教學助理學習社群」，由同儕自組學習社團，相互學習、砥礪、分享經驗，以自身經驗鼓勵與提升同儕們之教學技巧與熱誠。並設置社群指導老師從旁輔助，針對課堂協助、課後輔導等指導技巧或解決所遭遇之困難。",
          "title": "完善教師支持系統"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "精進教學助理的能力培育，以更專業的培訓，如軟體的操作應用、學生的學習困難回應與支援、教材的編製與應用等，期使教學助理有能力且有效率的支持教師教學和輔導學生學習。",
          "title": "完善教師支持系統"
        }
      ],
      "教師專業分享輔導機制": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "鼓勵教師針對授課內容與學生學習需求，積極進修，以強化自我專業能力，提升教學品質。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "邀請創新教學表現卓越之教師，提供系統化、策略性之創新教學知能成長分享，並輔以開放教學課程進行觀課、籌組教師專業社群、辦理教師創新教學知能成長講座或工作坊等支持系統，激勵教師發展創新課程設計，活潑教學方式。",
          "title": "完善教師支持系統"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "邀請校內外具創新教學經驗之教師協助辦理創新教學相關講座或工作坊，如翻轉教室和產學合作課程設計等，以面對面方式，針對教學改變的困難，進行探討與請益，為既有的課程設計注入新意，激發學生學習動機。",
          "title": "推動創新課程與教學法"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "規劃邀請有程式設計背景之資工、資管、電機、電子等系教師及業界師資協助開設教師程式設計工作坊，以初階、進階的教學內容，逐步引導同儕教師認識程式設計，並且配合專業領域導入程式設計應用，以有效融入課程進行教學。",
          "title": "舉辦教師增能活動，支援程式設計教學"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "以教育科技融入專業課程教學為目標，並促進教師自我專業成長，推動教師參與教育科技教學社群，針對學生學習需求、產業趨勢等，於社群中進行討論、互動。",
          "title": "舉辦教師增能活動，支援程式設計教學"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "亦邀請在教育科技教學有經驗的教師分享科技教學的經驗、議題探討與反思，協助解決教師在教學中遇到的相關問題，建構正確的觀念與科技應用、數位教學技巧，逐步改變學生科技教育的學習模式與學習成效。",
          "title": "舉辦教師增能活動，支援程式設計教學"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "成立校級教師專業社群培育種子教師，由種子教師主動思辨、討論、溝通、理解、親身實踐後，進行省思、修正、再實踐之循環過程，將師範人文特質融入每位學生的課程學習與生活中，並能發揮其在班級的影響力。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "結合本校各相關院系學科教材教法專責教師，以及中部地區中學優質教師，組織專業群科跨領域、跨學制與跨校教師教學專業社群，大學學科教材教法教師透過交流在課程設計、教師教學等面向滙集中學教師的經驗與優勢；中學教師則有大學挹注教育資源，帶動師資培育的教學專業導向，並促進區域教學品質的穩定與發展。",
          "title": "建構教育實習與教學支持系統"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "成立校級USR教師專業社群：分別成立USR-A1走讀彰化文化的「走讀彰化文化教師社群」、USR-A2風光水土、芳苑再造的「環教文創、特色觀光專業教師社群」、USR-A3社頭織襪、永續經營的「產業之永續經營專業教師社群」及USR-B1彰化工業區智慧加值、產業永續的「工業4.0專業教師社群」四個專業教師社群，透過社群的成立，定期召開計畫進度與檢討會議。",
          "title": "教師面"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "成立「產學互動專業成長社群」，主要針對綠能光電方面邀請業界專家共同研討。再綜合上述社群，成立校級USR教師專業社群，建立群組溝通，以大學社會責任為主題，透過定期討論，分享交流彼此的專業知識。",
          "title": "教師面"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "辦理教師知能精進講座：由USR計畫執行團隊，提出相關知能提升需求，邀請相關專家學者，辦理知能精進講座，提升教師執行USR所需知能。如USR-A1「走讀彰化文化」辦理文化推廣、彰化學相關、數位增能講座及多元學習微學分課程研習； USR-A2「風光水土、芳苑再造」辦理彰化食安問題、食品包裝與行銷及漁村社區規劃與營造講座； USR-A3「社頭織襪、永續經營」辦理地方特色產業、整合性策略價值管理制度、社區關懷與文化營造及企業輔導實務知能專題講座； USR-B1「彰化工業區智慧加值、產業永續」辦理企業診斷、精實管理；傳統製程自動化；智慧加值、智慧製程及環教文創、特色觀光增能講座。",
          "title": "教師面"
        }
      ],
      "健全教師（學）評鑑制度": [
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "評鑑制度：為鼓勵教師發揮本身專業優勢，積極投入在地議題實踐，運用多元升等制度，USR執行計畫團隊相關教師可運用彈性配分評鑑項目，以增加評鑑積分，提升教師投入意願。",
          "title": "教師面"
        }
      ],
      "推動多元升等": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "針對教師評鑑檢核指標，訂定彈性配分規則；依各學院及領域分訂適合之門檻；嚴謹採計成果但兼顧多面向之涵蓋等。",
          "title": "完善教師支持系統"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "為協助教師多元專業發展並配合多元升等機制之規劃，本校已設立專責單位協助教師多元專業發展，定期提供教學專業資訊與諮詢服務，辦理各項提升教師教學知能之活動；強化已設立之多元升等專業社群，營造學習型組織之校園環境。",
          "title": "完善教師支持系統"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "除作為待升等教師之交流平臺外，並邀請校內外以教學研究型與技術應用型管道升等之教師做經驗分享，積極協助教師在規章了解、成果累積、申請細節與資料彙整等相關之作業，使教師有效在個人優勢面向努力精進與準備，進而達成順利升等之目標。",
          "title": "完善教師支持系統"
        }
      ],
      "健全教學獎勵制度": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "為有效暢通各項教師獎勵制度，將進行現有教師相關獎勵措施與實施辦法之檢討與改進，建立適當的考核指標；簡化佐證資料提供之行政作業，提高教師申請意願。針對各項獎勵措施之成效進行檢討，適時調整各項檢核要求與標準，期能達到支持與鼓勵教師精進教學研究之目標。",
          "title": "完善教師支持系統"
        }
      ],
      "減輕教師教學負擔": [],
      "建立教學改善回饋系統": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "透過學習成果評量所依循之PDCA概念，掌握學生學習之情況，作為系所課程調整與設計的參考依據，並引導學生依個人生職涯發展進行選課與強化能力之規劃。",
          "title": "精進學生能力檢核，落實人才培育"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "規劃辦理學習成果評量方法之工作坊，引導行政人員端更加瞭解後端行政程序，以及學生成果評量的標準化作業，並善用教務系統之作業功能完成不同層級的核心能力檢核；在教師端提供教師更有策略的設計學生學習成果評量方式，依據教材內容、教案設計與實務演練等，調整適合各類學習需求的學生進行學習評量。",
          "title": "精進學生能力檢核，落實人才培育"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "由校務研究資料庫分析不同入學管道之學生來源與學習表現，依此調整招生策略及學習輔導機制。",
          "title": "落實客製化學習輔導機制"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "施行教學意見反應問卷提供學生填寫，透過期中教學即時回饋意見系統，教師可於學期中反思與適時調整課程教學、課程規劃、學習評量等方向，以符應學生學習落差與步調；而期末教學意見反應問卷則能反映教學期待與學生學習情形，教師可據以加強或調整未來課程內容設計，以確保教學品質並達自我教學精進之效。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "學期間提供質化即時反應服務，暢通師生回饋管道。以提供不擅表達的學生與教師的溝通橋梁，可隨時透過平臺進行反應，系統將以電子郵件通知教師，使教師得以解答學生疑惑或釐清教學內容。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "課程評鑑相關數據資料皆回饋至系所，系所需依據意見與數據分析進行課程調整與改革，建議內容包含增開課程、增加課程實務操作等；另提供系所審視所屬教師之授課是否與專業符應，以確保系所人才培育目標與教學規劃，並保障學校課程發展品質。",
          "title": "確保師資專長與授課內容關聯"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "善用數據系統進行資料分析，了解學生在各年級的修課與成績，與其未來職場獲得工作，以及職場表現的成果。這些大數據也可提供本校在整體課程的設計與改進上最直接的參考依據。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "以學校教學現場反應為中心，結合虛擬實境、擴增實境技術，建置師資生擴增實境甄選及評量系統，以標準化教學情境反應，用以甄別教育學程報考學生教育性向，以利甄擇優質學生進入師資培育，並用以評量師資生學習成果，擴大學習反饋教學資訊。",
          "title": "發展教學創新為目標之師資培育特色"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "運用現代資訊科技，如Zuvio等互動式回饋系統，以及臉書、網路平臺等數位媒介，幫助教師在課堂上即時掌握全體學生的學習狀況，並關注弱勢或寡言學生的學習。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "建立專家評量與同儕互評的機制，讓師資生體驗數位媒介與評量方式的改變學生學習與教師教學的經驗，增進他們未來善用資訊科技融入教學與學生學習的能力。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "學生學習成效：從入學管道開始建構以學生學習成效為主軸，長期追蹤學習歷程與成效的分析統計，建立預測模型，作為教學與輔導機制和學校資源投入之調整依據。從學生學習成效與生涯發展的角度切入，定期且系統化地蒐集學生學習成果與學習環境脈絡資料，並依據分析結果，推動專業實務實習與職場體驗之目標導向學習，持續強化學生學習，改進教學方法及提升教學效能。",
          "title": "定期盤點與議題分析的管理機制"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "教師專業發展：以深化教師教學與專業發展為目標，將教師於教學、研究與輔導等三面向表現成果，長期性、系統性的蒐集於個人教學資料庫，以作為聘任、升等、輔導以及教學改進決策；同時也可納入教職員人力資源增減與分配之參考，藉以強化提升教學能量提升教學品質。",
          "title": "定期盤點與議題分析的管理機制"
        }
      ],
      "課程外審": [],
      "教學單位國際認證": [],
      "成立教學品保委員會": [],
      "提升教師群專業度": []
    },
    "跨領域學習": {
      "規劃跨領域學位（分）學程": [],
      "鼓勵輔系、雙主修": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "針對學系轉系規則，若訂有學生原系成績或排名門檻，擬推動其改以學生先修讀欲轉入學系之基礎科目成績等作為評定依據。改以由欲轉系學生先至擬轉學系修讀數科規定之基礎課程，再視成績審視其轉系之適當與否，較能貼近學生需求及適才適性培育專才。",
          "title": "落實適性之轉系制度"
        }
      ],
      "跨領域教學": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "STEAM提供跨領域的學習機會，在以學生爲主體的教學理念，提供各領域的專業知識，更能讓學生進行跨界學習，明白所學如何能在其他領域加以應用。而在教師的教學中，STEAM的課程也將打破教授們的領域觀念，進行合作式的教學。學生則是以探究式的方式學習工程、科技與美學的素養，並將這些素養與未來的職場所需知能進行緊密的連結。透過課程培育學生團隊合作以及利用創意解決問題的能力。",
          "title": "推動CDIO專題式學習及培育STEAM人才"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "推動學院開設跨領域課程，以學院核心人才培育為目標，除專業知識的奠基與應用，將強化橫向領域的連結，尤其在人文社會與科技知識結合方面，以提高學生思考、應變、整合與解決產業問題或社會議題的能力。",
          "title": "學院本位，跨域增能深化學習廣度"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "在推動課程進行調整的同時，也鼓勵教師將部分課程設計為跨領域內容，科技與人文兼顧，上課時可以依據學生專業背景進行議題分組討論。",
          "title": "建構跨領域學習環境，推動跨領域教學"
        }
      ]
    },
    "提高學習自由度及彈性": {
      "調降系必修學分": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "推動各系所檢視並調整必修學分數或降低畢業學分數，改善學生專業學習之學分數負擔所造成之淺碟式學習，並保障學生專業學習需求不受影響。",
          "title": "發展彈性選課機制，推動混成學習教學模式"
        }
      ],
      "微學分（彈性學分）": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "開設多元領域課程，創造多元、彈性與跨領域學習環境與選課機制，鼓勵學生依其興趣選讀，提高跨領域專業知能，發現自我學習能量與擴展第二專長。",
          "title": "發展彈性選課機制，推動混成學習教學模式"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "以微學分的方式將與本校長期合作之蔚華教育基金會的資源轉變為課程內容，增加創意教學的多元性以及完整性。",
          "title": "完善創業教育，落實創業培訓"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "為了提升學生修課動機與彈性，將採取通識教育的微學分課程模式，由校內教師整合，讓學生針對本身有興趣的主題以及進度選擇相關的課程進修。",
          "title": "完善創業教育，落實創業培訓"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "邀請特殊教育系聽障與視障教育專長的教師，以及擔任過遠哲聽障或視障科學營的數學與科學專長的講師組成團隊，互相分享專業資源，協同發展幫助大學生學習有效協助聽障與視障學生學習數理的通識微學分課程。",
          "title": "建立創意教學及學習輔具之微學分課程"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "微學分課程需提供讓特教學生與理工科學生在合作學習的機會，以增強其辨別視聽障生學習障礙的能力，因應不同學齡學生的科學概念表達，發展創意的教學方法或學習輔具，並強化其國、高中學生課程中的數理專業知識。",
          "title": "建立創意教學及學習輔具之微學分課程"
        },
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "針對目前校園及在地議題，規劃開設各種多元學習微學分課程，例如：設計思考、劇本寫作、田野調查、影片剪輯、電腦動畫及APP製作等跨領域課程，讓學生依照自行規劃的方案，跨院系/跨領域去學習相關的主題或單元。",
          "title": "配合「多元學習」設計課程，加強專業知能"
        }
      ],
      "開設入學前先修課程": [],
      "深碗課程": []
    },
    "人才國際化": {
      "增進外語能力": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "建立學生之世界公民履歷，凡參與交換學習/海外實（見）習、修習全英課程、修習國際化課程、擔任國際友善大使/交換生學伴、出席國際化 （如國際時事、教育及文化等） 系列講座、擁有合格之語言檢定認證、參與社區服務，以及撰寫國際化書面心得報告等，均列為取得履歷之必備條件；完成所列項目後，經校級委員會議議決認可，將獲本校頒發之世界公民履歷證書。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        }
      ],
      "多元文化/文化交流": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "開設通識教育跨文化或國際化課程，建立本校學生對多元文化之認識與尊重，培養學生國際公民基本素養與全球議題的認知能力。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "辦理多元文化交流活動，包括舉辦國際時事、教育及文化等系列講座。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "結合僑外生組織辦理遊、留學暨國際文化博覽會，如交換生經驗分享會、微電影或攝影競賽、異國美食饗宴及設置語言交流站、姊妹校與各國在臺辦事處攤位等，使學生有機會理解各國文化脈絡。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "每學期向各系所招募本地學生擔任境外學生學伴志工及國際友善大使，施予專業培訓，包括語言、禮儀、接待實務及本土與全球文化等，提供與國際人士互動機會如外賓接待、國際營隊服務及為境外學生在臺生活與課業提供協助。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "結合社群網路多方面推廣，提供本校學生更多海外研習與文化資訊，喚起移地學習想望。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "建置臉書社群作為本校師生及國際師生之交流平臺，頻繁更新留遊學、交換學習、旅遊、國際要聞及活動等資訊，並引領議題討論，進而透過社群瞭解與分析學生國際化數據，作為推動國際事務之參考等。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "境外生文化體驗活動為本校特色，結合在地文化如鹿港龍舟競賽及二水跑水節等，深具口碑；未來將進一步深入社區參與服務學習，讓境外生藉由志工服務與在地文化的親身體驗，增進對斯土斯民的瞭解與交流。",
          "title": "豐富國際化資源，引領海外學子入學"
        }
      ],
      "辦理海外參訪或移地教學": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "提供出國研習獎勵，增加學生移地學習誘因，包括交換學習、雙聯學制、產學合作/實（見）習等。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "推動「教師開設短期出國研修課程計畫」，鼓勵系所結合課程，將移地學習或選送學生海外實（見）習列入課程內容及評量標準，以強化學生與國際學術及產業趨勢之連結。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        }
      ],
      "交換學生": [],
      "雙聯學位": [],
      "推動英語授課/全英語學程": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "各學院充實全英授課專業課程與學程供外籍生修讀，提升海外學子選擇本校就學意願。",
          "title": "豐富國際化資源，引領海外學子入學"
        }
      ],
      "生源國際化（及其配套措施）": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "推動「認識臺灣」系列課程、通識進階國際課程，以及開設華語及文化研習班，提升外籍生對臺灣政經文化、地理環境及生物資源等的認識並深化對臺灣的認同。",
          "title": "豐富國際化資源，引領海外學子入學"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "結合華人文化國際營隊、正式學制課程及中文學習，組成一個多功能套裝學習旅程，亦即營隊招募對象包括準交換生及準境外學位生，營隊結束後提供密集之客製化中文課程，時程與隨後之新學期無縫接軌，具「先導課程」特性，使獲准入學之學生提早在臺體驗與學習在地文化及語言；對於其他學員而言，此一「先導課程」亦能激勵其考慮來校就讀、交換或參與營隊，均有利本校招募海外學子。",
          "title": "豐富國際化資源，引領海外學子入學"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "同時開設中文學分課程，分級授課；俟若外籍生人數累積至一定規模，可再開設全中文之語言增能課程，使外籍生能在本校安心學習，並吸引非華語地區人士入學。",
          "title": "豐富國際化資源，引領海外學子入學"
        }
      ],
      "國際學位學程/學院": [],
      "招聘外籍老師（或邀請授課）": [
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "各系所亦可依教學或研究需求，延聘國外人才蒞校講學、協同授課、協助系所發展課程、設計全英語教學課程及指導學生論文等，並就國外之教研發展現況，提供本校未來發展之建議。",
          "title": "強化國際學術合作，深耕本校教研實力"
        }
      ],
      "培養華語教學人才": []
    },
    "提升基礎能力": {
      "強化國文能力": [],
      "強化數理能力": [],
      "強化寫作能力": [],
      "強化表達溝通能力/領導能力": []
    },
    "提升實作能力": {
      "推動各類競賽（實作能力）": [],
      "建立校外競賽鼓勵機制": [],
      "呈現、檢核或評估實作成果": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "師資生經由課堂模擬教學現場進行實作演練，以淬鍊教學經驗及技能，並降低初階（低年級）師資生教學臨場壓力。",
          "title": "發展教學創新為目標之師資培育特色"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "師資生可即時獲得學科教師、中學業師（中學資深優質教師）、班級同儕等多方建議與回饋以及實境反應數據分析，於課後思索與自我檢核回饋資料，內化並轉換為下一次的教學架構。",
          "title": "發展教學創新為目標之師資培育特色"
        }
      ],
      "開設增進實務能力導向課程": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "專業訓練環境：依前瞻運動員之培訓過程、方式及學生屬性、程度將之分級分類。學科學習配合運動訓練時程，以彈性及個人授課的方式為主。以本校術科專長老師為主組成教練團，再聘請國內外或之優秀教練。聘用專職人員負責前瞻運動員之生活管理以提升訓練環境。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "根據在地及教師專業領域背景等優勢，配合工業4.0特色專題實作課程，結合校內工業相關系所資源，以技術深化並以建立系統性解決方案為目標，將業界案例導入精密機械專業核心課程，使學生專題實作和研究能與產業接軌。",
          "title": "開設重點核心產業人才培育課程"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "利用增能工作坊進行課程設計與輔導、教案設計、教學演示及模擬試教、班級經營、學習輔導等精進專業知能，組織學生共同備課、觀課、議課，並於補救教學或課後輔導中辦理備課、觀課、議課省思與檢討。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「課程發展與設計」課程：培養師資生設計探究與實作課程的能力。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「分科教材教法」課程：融入配套的分科/合科探究與實作課程，提供師資生體驗探究與實作的活動。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「教育測驗與評量」課程：融入實作評量與PISA (programme for International Student Assessment）試題發展的能力。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "由業界師資講授專業課程，辦理智慧綠能研討會，蒐集相關問題供彰化縣政府參考，於相關課程進行專題製作，由師生共同討論，針對各主題進行研究，舉辦大專產學創新實作競賽及成果展，使學生理論與實作兼備。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "依據彰化縣「綠能彰化、智慧全球」的政策目標，積極推動綠色能源發展，彰化縣政府與美國資源解決方案中心簽約，彰化師大配合政府設計綠能認證人才培訓課程，培訓專業綠電認證人才，協助取得資源解決方案中心（Center for Resources Solutions, CRS）國際證照。",
          "title": "專業課程培育在地所需人才"
        }
      ],
      "聘請業師或雙師協同教學": [
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "引入業界師資協同教學，以實務的教學應用與經驗分享，拓展程式設計在產學的應用視野。使學生在程式應用的專題或成品，能有業界師資經驗與指導，提供學生更深刻的學習印象與應用知能。",
          "title": "引進專案教師/業界師資教授程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "規劃將業界師資協同教學納入教學評量，以瞭解學生對業界專家的教學反應，作為教師調整教學方法並提升教學品質的參考。評量內容包含：業界師資的專業知識程度、教學專業程度、實務與應用能力等，以確保在課程中導入業師協同教學的方式能有效提升與深化學生資訊能力。",
          "title": "引進專案教師/業界師資教授程式設計課程"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "強化本校特有由學生自組以經營學校的教學與行政團隊之「白沙夏日學校」，引進優質業師協同教學，強化班級經營、課程設計、教學實務等知識之應用，並透過自組織校務團隊，有效實踐現場教學獲取經驗，落實專業知能與融合教學實務。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "協助學生組成分隊團隊，邀請國中合作學校校長蒞臨本校進行指導，就其校務現況、組織與業務運作，與學員分享經驗並彼此交流；或辦理教學服務營隊，透過補救教學、課後輔導、主題研習營（如體育、美術、寫作、閱讀、英文等）及其他特色教學活動，提升師資生專業知能。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「分科實習」課程：提供師資生與夥伴學校教師在探究與實作課程中進行協同教學的機會等，增強師資生能掌握十二年國教改革的精。",
          "title": "系統化調整師培課程內容，強化師資生創新教學與實作能力"
        }
      ],
      "提升教師實務能力": [],
      "建立/強化實習制度": [],
      "實施課程分流制度": []
    },
    "提升專業/證照能力": {
      "開設證照專業課程": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "推動學院開設增能與證照課程，其做法為盤點各院系所現有專業課程，再依時下社會與產企業需求研議擬開設之增能課程或證照課程，並鼓勵學生修習，以確保學生獲得所需之專業能力。",
          "title": "學院本位，跨域增能深化學習廣度"
        }
      ],
      "專業技能檢定之輔導機制": [],
      "制訂專業證照獎勵辦法": [
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "配合工業4.0特色課程之開設，以補助半數報名費及提供考取獎勵金方式，鼓勵學生參與經濟部產業人才能力鑑定（iPAS），例如「智慧製造工程師」、「」、「」、「」、「」等。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        },
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "激勵學生在專業領域考取相關證照或參與相關競賽，提高自我專業能見度與專業能力，並作為加強相關能力之參考依據，以提高職場競爭力。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        }
      ],
      "學士後專業教育": [],
      "其他": []
    },
    "數位化": {
      "建置開放式線上課程": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "開展通識磨課師課程：推動教師建置通識課程單元內容，並配搭雲端學院，使學生可以自由安排學習進度。通識磨課師課程亦可縮短個人學習先備知識落差，達到線上自由學習與同儕或教師評量，提高選修彈性與學習自由度。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "在本校既有之雲端學院，規劃建置教育科技學習資源，提供豐富且多元的新興資訊科技（如雲計算、物聯網等）與教育科技（如AR/VR/MR與行動裝置在課程設計與教學上的應用）之教與學的運用，使師生能不受時空限制學習相關新知。",
          "title": "領軍數位學習整合"
        }
      ],
      "開發數位學習課程": [
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "建立跨國合作專業課程模式，藉由線上課程支援雙方之教學資源。",
          "title": "強化國際學術合作，深耕本校教研實力"
        }
      ],
      "教材雲端化": [
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "透過雲端學院系統中隨需服務的概念，學生隨時可透過網際網路直接在家中查詢課程內容、教材資料、個人成績、公告資訊，並可與授課教授及同學在線上進行心得交換，加強師生溝通討論，以增加學生學習效能。",
          "title": "建構自我節奏教育的學習制度"
        }
      ],
      "數位教學創新": [],
      "電子學習歷程（e-Portfolio）": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "建構線上學習行為資料庫，藉由線上收集大量個人學習行為資料，進行大數據分析，以作為開發與再優化教與學創新模式與個人化線上學習環境之參考。",
          "title": "領軍數位學習整合"
        }
      ],
      "典藏文獻史料數位化": []
    },
    "資訊力": {
      "開設程式設計課程": [],
      "開設資訊學程/課程": [
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "依據各學院所建立的資訊能力指標，優先審視理學院、工學院、管理學院與技職學院之專業課程，在原有的課程中已經涵蓋程式設計的教學內容者，推動教師調整課程內容比例。除了基礎的理論教學外，增加程式設計的應用，建構完整的計算性思維之能力，以能獨自撰寫程式為目標，建構以解決問題的專案為導向，累積學生解決問題的經驗與能力，進而鼓勵學生參與相關程式設計競賽與認證，以確保學生在專業程式設計的學習成效。",
          "title": "規劃邏輯運算與程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "針對文學院、教育學院、社科體院之專業屬性，規劃程式設計課程如手機APP、物聯網等主題，以由淺入深的教學方式，讓學生對於程式設計萌生興趣，能於自我專業領域進行簡易應用，進而培養程式設計的基本能力與邏輯觀念。",
          "title": "規劃邏輯運算與程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "除了依據各系所屬性在基礎或專業課程進行程式設計的規劃與調整外，另規劃在通識微學分課程中，開設程式設計工作坊，結合時下有趣的程式設計軟體教學，在短時間內就可以讓學生認識程式設計，創作屬於自己的作品，讓程式設計的學習更加豐富、多元。",
          "title": "規劃邏輯運算與程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "透過開設程式設計相關課程，提高學生對於雲端運算、數位匯流等時下潮流話題之了解，並增加邏輯思考之敏銳度。",
          "title": "規劃邏輯運算與程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "為了豐富學生的程式設計課程，推動教師調整課程中理論與應用的教學比例，以提高學生程式設計實務應用能力。",
          "title": "引進專案教師/業界師資教授程式設計課程"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "透過趨勢個案，開拓學生學習視野，使程式設計的應用更加廣泛，提高學生能應變與整合資訊科技之能力。",
          "title": "引進專案教師/業界師資教授程式設計課程"
        }
      ],
      "辦理程式設計競賽": [
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "規劃辦理校園程式競賽，以友善競爭方式，提高學生將程式設計的應用與生活連結，激發並培育具有創新思維、技術能力的軟體人才。競賽內容包含程式設計應用領域如線上學習、電子報管理系統、影音串流技術、線上商店、虛擬實境導覽互動等方式。邀請產業師資進行評分，增進學生切磋、溝通的能力，成為兼具想法與實務能力之人才，並期利用程式競賽成果界接產學合作管道。",
          "title": "規劃邏輯運算與程式設計課程"
        }
      ],
      "強化基本資訊能力": [
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "強化學生資訊與教育科技應用生活化，擬推動資訊與教育科技護照，培養學生掌握與應用新興資訊科技與教育科技（如AR/VR/MR、行動載具APP應用、雲端協作等）之能力。",
          "title": "領軍數位學習整合"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "透過護照機制讓學生在畢業前至少能參與12場相關活動（工作坊或講座），提高科技知能與新知敏銳度並能掌握相關科技，以培養其公開演示技能與應用資訊科技解決問題的能力。",
          "title": "領軍數位學習整合"
        },
        {
          "page": [
            "38",
            "40"
          ],
          "paragraph": "參考國內大學程式能力檢定考試（Collegiate Programming Examination, CPE）、資訊科技相關證照，推動學生參與測驗，透過線上程式設計，利用電腦自動評判，以檢測學生程式設計能力。",
          "title": "規劃邏輯運算與程式設計課程"
        }
      ]
    },
    "博雅教育": {
      "通識課程革新": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "增聘業界師資：邀請業界師資協助開設通識課程，提高課程的多元性與豐富性，提高學生選讀意願及學習動機。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "活化通識課程：在課程內容方面，除既有的固定課室教學外，亦將加入工作坊、研習營、展演、講座等課程相關之學習型態教學活動，擴展多元學習廣度與深度。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "將把職場抗壓、團隊合作等主題導入通識教育課程，加強以情緒抗壓、職場工作態度、人際溝通表達、團隊合作共享等基本素養為重點之軟實力教學。再輔以職場倫理、熱忱幽默、解決問題、時間管理、終身學習、責任信賴、自信領導等元素融入課程，來激發學生討論與互動，並以情境式教學為演練，提高學生職場應用。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "通識磨課師課程共享：與他校建立通識課程共享制度，學生所選修之磨課師通識課程可以採認其學分數，達資源共享、選課便利與學習彈性。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "將通識語文調整為大一國文、大一英文各4學分，以奠定語文基礎能力；另4學分規劃為精進語文（包含中、英、外文），配合學院特色進行開課，以度閱讀與書寫，加強學生聽說讀寫的語文用能力，提高專業語文論述能力。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "推動開設院級之專業通識課程，依據各學院的專業屬性和人才特質，精緻化並客製化其博雅教育的特色，突顯各學院人才養成的差異性，營造各學院獨特的學習文化。",
          "title": "強化通識博雅教育之品質與內涵"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "推動創新之主題式學習的多元通識微學分課程，其策略為審視時下重要或熱門議題，訂定主題、邀集相關專長教師研議開設與該主題相關之微學分課程；學生可視自己興趣選擇某主題下之相關微學分課程修習，累計2學分以上可向通識教育中心申請課程學分登錄。",
          "title": "建構跨領域學習環境，推動跨領域教學"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "開設設計思維（Design Thinking）之通識課程，訓練學生落實創意與實踐之能力。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "於通識教育課程中增設「倫理思辨」相關課程與講座，以建構學生人文關懷與邏輯思考能力。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        },
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "彰化師大特色通識課程「生命探索發展與實踐」是全校大一新生必修課程，讓學生透過課程設計及體驗活動，培育基礎核心能力及生命素養。",
          "title": "透過特色通識課程，強化在地認同情懷"
        }
      ],
      "辦理藝術展覽或藝文活動": [],
      "品德教育": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "規劃校園「品德楷模」活動，營造教職員生積極參與良善品格互助共榮的氛圍，形塑溫馨有禮、關懷自省的學習場域。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "透過品德教育及倫理思辨等素養培育課程，以及辦理工作坊（例如法制與道德、師德與現代教育）或相關活動（例如個案分析或微電影競賽），培養學生具備觀察美的眼睛，進一步加以持續的實踐品德陶鎔與倫理思辨。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "研發品德教育及倫理思辨課程教材；考量學生心智發展成熟度，藉由深淺不同的教材，讓學生親身體驗與實踐，循序提升公民參與民主審議所需的素養。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        }
      ],
      "服務學習": [],
      "其他": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "具有聽障、視障科學營的數理講師提供讓大學生模擬體驗聽視障生科學學習的活動，認識聽視障生的科學學習特徵。講師分享符合聽視障生科學學習的活動設計原理，並指導學生如何協助視、聽障學生學習數學與科學。",
          "title": "建立創意教學及學習輔具之微學分課程"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "推動生命與家庭教育課程，強化對生命的重視，促進和發揮家庭和諧功能。使學生能體認生命與家庭的重要，懷抱養兒育女和成立健全家庭的憧憬。",
          "title": "因應未來少子化之招生策略"
        }
      ]
    },
    "培養自主學習能力": {
      "閱讀計畫補助": [],
      "自主學習計畫獎勵機制": [],
      "自主學習資源共享平台": [],
      "激勵社團相關活動與競賽": [],
      "住宿書院（及自主學習相關課程與活動）": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "由師資培育中心成立「優師書院」，透過自發性組織之成長團體，促使不同系所的學生認同書院及師資培育的使命；以學生自主學習為目標經營書院運作，並設置小組討論區、板書練習區、多媒體教室（如培育虛擬/擴增/混合實境VR/AR/MR等應用技術）、教學演示室等教師專業學習成長空間。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "書院經營以師資生為主，由學生自主辦理各項教與學討論、講演活動、藝文活動、社區關懷活動等；修訂本校相關辦法及研擬配套措施，書院活動經審核通過可認列學分數。定期辦理交流活動或板書、演講、微試教、教學增能、小組討論等教學相關活動及競賽。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「優師書院」之師資生於畢業前需參與寒暑假在中學端各項教學增能研習活動至少1項，並撰寫、製作研習歷程檔案，通過檢核者則頒發證書獎勵。",
          "title": "落實專業知能與教學實務並重的師資培育"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "「優師書院」之師資生於畢業前需通過至少2項教學知能檢定。",
          "title": "落實專業知能與教學實務並重的師資培育"
        }
      ]
    },
    "培育創新創業人才": {
      "創新創業學程或課程": [
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "依據各院系所學生未來發展進路，規劃適切的創意課程如創新與設計、產品策劃、創意思考等，激發學生直覺、感性與想像力，引導學生發揮創意與思考。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "於課程中加入環境背景、專業理論、現有資源媒材等潛在問題，讓學生構思最佳的解決方案或創新點子；預設執行之問題及問題解決可能遭遇之困境，讓修習學生據以修正其創意並改進自我創新思考模式。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "延伸創意課程辦理工作坊，以系統化的教學方式依循漸進引導學生創意發想，善用圖像記憶、學習心智圖等方式，誘發學生創意實踐化。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "開設創業相關課程以提供學生選讀，以強化自我職場競爭力。依據各學院專業屬性規劃相關創業課程如餐飲服務、電商服務、文化創意、製造產業、運動與健康指導等主題，提供學生選讀。",
          "title": "完善創業教育，落實創業培訓"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "規劃開設「電子與行動商務創業教育」相關課程或學程，結合商業教育以及管理專業，以電子商務、互動式網頁設計、網路行銷與網店經營管理實務、行銷管理、服務業行銷、消費者行為、資料探勘與知識發現等課程設計，引導學生活用專業知識於創業實踐。",
          "title": "完善創業教育，落實創業培訓"
        }
      ],
      "育成學生創業團隊": [],
      "建立完整的創業輔導機制": [],
      "聘請業師參與育才": [
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "邀請業界師資分享科技產業新趨勢、跨領域之創新創業模式，導入問、想、做、評創造教學思考模式，最後透過師生共同互動，請益與建議，使參與者體驗創造思考萌芽至實用的歷程。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "透過業界校友組織，建立企業主、業界高階經理人等業界師資庫，辦理「創業實務技術講座」。主題針對公司營運、原物料管理、財務管理等業界實際執行所需要的知識規劃，學生可以針對自己的創意主題以及專利成果規劃實際的營運模式，進而提高學生創業的實力與學生就業競爭力。",
          "title": "完善創業教育，落實創業培訓"
        },
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "在專題實作或產學創新實作競賽取得優異成績的同學，鼓勵其修習創業培訓相關課程，並參與創業營運計畫競賽，由業界導師團隊協助創業輔導，完成職涯夢想。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        },
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "邀請校外青年創業楷模定期辦理「創業DNA系列講座」，分享創業的過程與艱辛，思考由尋找工作到創造工作之價值。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        }
      ],
      "舉辦創業團隊競賽": [
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "為了進一步鼓勵學生將創意付諸實現，將整合校內與業界的財務與人力資源，舉辦創業營運計畫競賽，業界除了提供獎金、擔任評審之外，亦將扮演創業導師以及創投基金的角色。",
          "title": "完善創業教育，落實創業培訓"
        },
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "由本校、彰化縣青年創業協會及產企業資助辦理「全國大專院校產學創新實作競賽」，主題分為「綠色科技」、「機械及自動化」、「資訊與電子」、「程式設計」等與本校專業領域及區域產企業屬性相關者，並邀請產企業人士為競賽評分。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        },
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "透過產學創新實作競賽激發學生潛力，並在跨領域團隊中磨鍊，與他校研究團隊進行交流與觀摩，達到提升個人創造力及競爭力之目的。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "彰化青創、企協會資助辦理「全國產學創新實作競賽」：在彰化青創、企協及在地企業的支持及經費贊助下舉辦全國大專院校產學創新實作競賽，邀請業界人士進行專題評分，並輔導專題成績優異且成品具商業化潛力者申請專利技轉，或媒合外部資源協助學生進行創業。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ],
      "發明展（或競賽）鼓勵機制": [
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "所挹注的獎金分為兩部分用途，第一部分用於獎勵表現優秀的師生創業團隊，以提高參賽意願。第二部分則是金額較大的天使基金，由前述得獎團隊提出申請，獲補助團隊未來必須根據盈餘回饋機制回饋本校。",
          "title": "完善創業教育，落實創業培訓"
        }
      ],
      "其他創業輔導及補助": [
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "於各學院規劃所屬創客基地（含數個學院聯合者），以提供學生於該空間進行創意發想，並將創意落實於實務製作或相關專業實務演練。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "善用建置之創客空間結合創意課程、創意工作坊之參與學生，鼓勵其將創意進行成品產出，透過創客成果展，提供校內外師生觀摩學習與互動。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "從創意成果中挑選具有社會趨勢、時下創意、科技或產業趨勢話題之作品，結合業界師資討論其創意作品之市場發展性，以協助學生的創意能與產業有效連結，促進創新創業發展。",
          "title": "開設創意課程、創意工作坊、創客活動及落實學生創意展現"
        },
        {
          "page": [
            "53",
            ""
          ],
          "paragraph": "擬定「補助學生創業社群試辦計畫」，召募對創業有興趣的學生加入社群，由行政單位協助解決創業空間及補助相關資源，藉由學生自主學習的方式，與他校或其他縣市相同志向的學生交流。",
          "title": "產學競賽激發學生潛力，創意實踐舞動人生夢想"
        },
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "創客空間：若USR計畫執行團隊有空間使用的需求，提供申請創客空間之行政支援，協助執行團隊有執行及討論的空間，以供師生於該空間進行創意發想，並將想法落實於實務製作或相關專業實地演練。",
          "title": "教師面"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "校友成立基金，支持具創意學生團隊，圓其創業夢想：校友成立基金，透過專題導入扎實的產企業實務經驗；教師引進業界師資及資源共同解決問題，在教學的過程中提升產學與研究能量，促進產業競爭升級，未來個案將可再回饋至教學，提升教學成效。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ]
    },
    "健康力": {
      "促進學生生理健康": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "體育課程將採創新方式進行教學。未來本校之體育課將分大一及大二課程規劃，大一課程主要著眼於運動通識素養的培育，每學期課程將安排數種運動項目，分由各專長教師進行協同教學。大二體育課程教學則為單一且較深入主題，每學期安排一種運動項目，由單一教師教授，學生可視自己興趣選課。",
          "title": "強化通識博雅教育之品質與內涵"
        }
      ],
      "促進學生心理健康": []
    },
    "就業力": {
      "強化職場連結": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "邀請傑出系友返校進行經驗分享與訪談，以共通的學習環境與專業領域背景，向學弟妹分享職場或升學的學習與強化方向，增加學生對專業職場發展深入瞭解，另回饋系所作為調整專業核心能力培育之參考。",
          "title": "精進學生能力檢核，落實人才培育"
        }
      ],
      "生涯/職涯輔導": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "善用教育部所建置的「大專校院就業職能平臺」，不定期帶領學生進行施測，引導學生進行職業興趣探索及職能診斷，透過自我職能評估，規劃自我能力養成計畫，針對能力缺口積極學習，以具備正確的職場職能，提高個人職場競爭力。同時將施測結果回饋至各系所，藉以審視與調整各系所之人才培育核心能力及教學措施，及作為系所課程改革規劃及發展之參考依據。",
          "title": "精進學生能力檢核，落實人才培育"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "生涯安打探索方案：應用經驗學習之精神，以多元活動探索個人生涯路徑與職業世界，開拓生涯視野，如生涯見習、參訪、職人帶路、業師分享、微電影製作活動等，激發對於生涯發展與個人生涯計畫更具創意的想像與規劃。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        }
      ],
      "就業博覽會": [],
      "畢業生流向調查": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "透過學生職場就業情形調查，提供校務研究中心進行數據彙整與分析，並將其成果提供系所掌握專業人才培育之就業走向，據以反思與改善其教學與系所課程地圖設計。",
          "title": "精進學生能力檢核，落實人才培育"
        }
      ],
      "雇主滿意度調查": []
    },
    "其他": {
      "充實與改善硬體設備": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "由本校教育學院、技術及職業教育學院及師資培育中心專任教師組織團隊，運用虛擬/擴增/混合實境（AR/VR/MR）技術，結合行動裝置技術，發展建置「數位微型教學情境實作教室」。",
          "title": "發展教學創新為目標之師資培育特色"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "建置實質國際交流空間，提供多元功能如交誼、遊留學與旅遊資訊等，促進校內與國際師生間之往來與激盪。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        },
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "針對不同國家學生之文化與宗教需求，提供適切便利之校園設施，減少其在異鄉的外在紛擾而安心治學。",
          "title": "豐富國際化資源，引領海外學子入學"
        }
      ],
      "跨校學習資源整合與共享": [],
      "學生輔導": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "在學習輔導方面，掌握不同需求學生之學習、生活、心理各方面情況，並結合授課教師課堂追蹤、導師關懷及學生輔導轉置資源，以完善學習預警之「防火牆機制」，及早覺察學生潛在之學習困難，並提供支持和解決方法。",
          "title": "落實客製化學習輔導機制"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "藉由校務資料分析結果，進行學生學習成效檢核與輔導，針對學習成效不佳之學生，輔以教學助理協助第一線教學支援，再由授課教師提供適性的補救教學；對於影響學習成效如經濟、家庭等的外在因素，提供轉介相關業務與輔導單位提供協助，以實質解決學生學習上之問題並提升學習成效。",
          "title": "落實客製化學習輔導機制"
        },
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "針對問題困擾程度較低的學生，提供體驗型個別諮商，由學生心理諮商與輔導中心協助個案釐清困擾並找到解決問題的方向。",
          "title": "落實客製化學習輔導機制"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "學習補手：建置學習困境突破任務小組，結合特教、教育輔導、諮商等專業，協助非傳統學科導向系所且遇學習困境之學生，提供適切適性之專業支持或補救教學，同儕學習輔導員，學習技巧工作坊，改善學習現況，提升學習成效。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        },
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "知識技能直通車：縮短運動訓練專業知識理論與實務工作的距離落差，配合本校運動代表隊的編制，將運動教練訓練實務，運動心理學/心理技能訓練與運動代表隊之選手訓練予以結合，使學生熟於實地操作，從做中學，厚植實力。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "針對欲轉系之學生進行轉系晤談輔導，瞭解學生學習狀況、依學生學習興趣與意願，鼓勵學生選讀相關科系之科目。",
          "title": "落實適性之轉系制度"
        }
      ]
    }
  },
  "研究": {
    "提升研究能量": {
      "制訂限期升等相關規範": [],
      "增加授課時數制度彈性": [],
      "強化落實評鑑制度": [],
      "提供研究經費支援": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "訂定專題研究計畫及研究專案補助辦法，對於當年度專題研究計畫或研究專案未獲核定者，由學校邀請相關教師提出修正計畫書，經審核具完成計畫潛力且能提升學術成就者，給予教師專案研究經費補助，協助其提升學術研究能量。",
          "title": "營造優質學術環境，重點培養新秀學者"
        }
      ],
      "提供研究人力支援": [],
      "提供研究獎勵及補助": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "檢討與改善各項獎勵措施，包括減授鐘點機制、「特聘教授設置辦法」、「研究成果獎勵辦法」、「傑出教師獎勵辦法」、「執行科技部延攬特殊優秀人才獎勵辦法」、「申請科技部獎勵特殊優秀人才辦法」等，並將獲獎之研究成果反映至教師評鑑及升等機制中。",
          "title": "營造優質學術環境，重點培養新秀學者"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "以補助系所方式，透過系所共同努力拉抬本校平均計畫件數，鼓勵教師提高計畫參與度，平均計畫件數大幅成長之系所，擇優於公開場合中表揚，期透過給予系所實質補助，提升整體研發能力。",
          "title": "營造優質學術環境，重點培養新秀學者"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "由本校在科研計畫、產學合作計畫等有卓著績效的教師組成「科研暨產學合作計畫輔助團隊」，協助新進學者探索研究領域並建立個人研究能量，鼓勵教師加入研究型教師專業社群或研究推廣中心，進而貢獻專業提升本校研究能量。",
          "title": "營造優質學術環境，重點培養新秀學者"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "繼續推行「薪火相傳．知識傳習夥伴計畫」，由校內資深且研究表現佳之教師帶領年輕新進學者，透過一對一的指導及合作方式，傳承學術研究經驗及解決問題的技巧，共同進行專題研究或執行計畫，並將成果投稿至SCI （E）、SSCI、A&HCI等收錄之知名期刊或申請專利。",
          "title": "營造優質學術環境，重點培養新秀學者"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "持續修訂「新進教師專題研究費補助辦法」、「教師與研究人員參加國際學術會議或展演補助辦法」及「英文論文編修服務作業規範」等補助辦法，鼓勵新進教師從事學術專題研究計畫，將研究成果發表於國際知名期刊，或參加國際研討會增廣國際學術視野。",
          "title": "營造優質學術環境，重點培養新秀學者"
        }
      ],
      "成立研究中心": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "針對AI科技籌組「AI研究推廣中心」，結合校內資工、資管、電機、電子及相關系所與領域，整合AI各項研究資源，藉以活絡此方面之研究。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ],
      "與國內其他研究單位合作": [],
      "設置研發創新獎項": [],
      "前瞻性頂尖研究": [],
      "辦理學術講座": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "每年定期辦理各項儀器教育訓練培訓研習會，提升教師及研究生（人員）之研究能力，進而培育優秀人才，舉例如影像量測分析領域：掃描式電子顯微鏡、穿透式電子顯微鏡、原子力顯微鏡等儀器。",
          "title": "深耕重點領域，引導教師組成跨領域研究團隊"
        }
      ],
      "提供研究分享輔導機制": []
    },
    "延攬優秀人才及留才": {
      "落實彈性薪資": [],
      "加強推動特聘講座制度": [],
      "設立專款支援人才聘任": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "聘任大學部學生擔任研究助理，提升學生續留本校深造之誘因，除能間接提高本校研究所之招生率，更因為由同一研究助理延續研究，使進階研究工作能更順利進入狀況，不致因助理的更替而使研究進度落後或中斷，進而提升教師所主持之研究群的效能與成果。",
          "title": "營造優質學術環境，重點培養新秀學者"
        }
      ],
      "強化教師福利": [],
      "吸引外籍人才相關措施": [],
      "建立優秀人才資料庫": []
    },
    "學術國際化": {
      "國際實驗室交流合作": [],
      "跨國合作研究": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "鼓勵與獎勵本校教師積極參與國外學術機構及產業界學術研究交流，從事跨國研究合作，藉由跨國合作的經驗，多面向地深入瞭解他國的教育及技術與產業環境。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "推動跨國研究合作，提升本校國際學術競爭力。例如國內唯一取得「行為分析師認證課程」授權之本校復健諮商研究所或輔導與諮商學系等相關系所，以聯合授課的方式與國外知名大學發展合作課程與研究，建立國際行為分析師認證培訓模式、提供心理諮商、治療訓練及認證機會。",
          "title": "強化國際學術合作，深耕本校教研實力"
        }
      ],
      "成立跨國合作研究中心": [],
      "雙聯博士學位": [],
      "提供跨國進修機會": [],
      "強化師生國際交流": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "深化本校人文社會、教育領域之教學成效、學術及研究水準，加強與國內其他學術機構廣泛交流，培養學術人才、提升整體研究水準。並邀請國內、外優秀學者前來作經驗分享，強化與各界之合作，促進特色領域人才成長。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "補助教師參加或舉辦大型國際研討會（參加國達3國以上，參加人員達到100人以上），亦或是鼓勵與國際姊妹校共同合作，期透過國際研討會議交流或國際合作，提高教師研究能量之廣度與深度、增加與國際研究接軌機會。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "與全球知名師範學府締結校際聯盟，建立聯盟學校相互交流機制，透過舉辦高峰會議、國際教育時事或學術專業研討會、教材與教學方法競賽，以及辦理工作坊等具啟發性活動，分享聯盟學校之教學研究資源，將本校之國際參與實體化。",
          "title": "特色師培國際揚名，攜手並進亞洲夥伴"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "結合本校教程或系所專業，辦理短期教育或專業研習營，分享本校在專業領域成果，例如邀請外國教師與師培生參與教育研習，研討及比較各國師培機制與教育風格之異同，參酌他國成功教育經驗彌補本國教育缺失，進而為我國師培政策之革新獻策。",
          "title": "特色師培國際揚名，攜手並進亞洲夥伴"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "建立機制提供姊妹校學者申請來校訪學，從事研究計畫或辦理工作坊等，來訪期間並接受安排定期常駐於本校國際暨兩岸事務處，提供師生國際交流與學術發展之相關諮詢。",
          "title": "強化國際學術合作，深耕本校教研實力"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "藉由教師學術研究管理系統大數據（包括本校與姊妹校教師學術專業、研究成果、產學經驗及學校環境等）媒合本校與姊妹校師生之合作交流，包括教師互訪、資助姊妹校師資短期來訪或增聘外國專案教師來校開課或研究，以及海外學生來臺實習、獨立研究、擔任研究助理或助教等，有助提升本校教學與研究之國際化。",
          "title": "強化國際學術合作，深耕本校教研實力"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "以獎勵及補助機制推動系所辦理國際雙邊或多邊學術會議，並建立定期召開的機制，增進教師國際交流經驗，使學術專業與時俱進。",
          "title": "強化國際學術合作，深耕本校教研實力"
        },
        {
          "page": [
            "62",
            ""
          ],
          "paragraph": "各學院選派1位具國際視野的教師擔任該學院之國際化顧問，協助該學院經營國際學術網絡，同時與國際暨兩岸事務處緊密合作推動國際化業務，如此有利行政與學術單位在國際化政策之溝通，使相關作業之執行更為順暢。",
          "title": "經營海外學術與校友網絡，發掘潛在合作機會"
        }
      ],
      "招募國外博士後研究人才": []
    },
    "跨領域研究整合": {
      "跨領域合作研究案": [],
      "發展跨領域研究學群": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "完善本校「發展重點特色領域經費補助要點」，鼓勵跨系所教師共同組成研究團隊執行重點計畫，由本校額外補助計畫配合款，亦或透過校友捐款資助計畫經費，強化本校綜合型大學之重點特色，以提升獨特性或熱門領域研究能量。",
          "title": "深耕重點領域，引導教師組成跨領域研究團隊"
        }
      ],
      "建立跨領域研究中心": []
    },
    "其他": {
      "充實硬體設備": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "整合與分享校內貴重儀器設備資源（本校設有貴重儀器中心），補助或尋求廠商出資協助購置學術研究之共同必要性且其價格昂貴或需高技術操作之核心儀器，以提供相關領域教師之研究設備需求。",
          "title": "深耕重點領域，引導教師組成跨領域研究團隊"
        }
      ],
      "培育研究型人才": [],
      "強化學術研究倫理": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "鼓勵並輔導各系所開設學術倫理教育課程與教學，以增進師生理解學術倫理與研究倫理之重要性與意涵，精進學術研究之品質，提供學生線上學術倫理教育相關課程及資源，培養具備學術倫理之人才。",
          "title": "營造優質學術環境，重點培養新秀學者"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "推動研究倫理審查，以提升研究者的自我修為，保護研究參與者之權益，協助師長建立有益於學術發展，並可促進民眾福祉的研究方法與設計。",
          "title": "營造優質學術環境，重點培養新秀學者"
        }
      ]
    }
  },
  "產學": {
    "產學合作教學": {
      "開設產業專班/學院": [],
      "依產業需求研訂課程/學程規劃": [
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "善用本校復健諮商之師資專業優勢，協助校內輔導系所之學生進行專業培育，並以職業輔導評量、行為分析及行為訓練為實習模組，以階段性且一對一的實習方式培育學生在理論、生涯概念與心理諮商等個案整合運用，並善用數位平臺與虛擬學習情境，強化學生輔導與復健諮商專業實務技能。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "本校碩士在職專班，將以開設結合社會需求並具有前瞻性的班隊為主。課程內容將與時俱進，並與產業實務結合，強化學生的職場競爭力及發展潛力。",
          "title": "建構自我節奏教育的學習制度"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "與產企業或社會機構合作，整合各院系的教學資源，開設更具彈性、實用及產學結合的進修課程，縮短學界與業界的藩籬，落實終身學習理念，精進工作上的知識與技能。",
          "title": "跨界合作開設在職課程"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "培訓課程可專門為產業、企業或社會機構開設，針對其需求制訂專門的培訓計畫，提升與強化其員工之專業知能。",
          "title": "跨界合作開設在職課程"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "從評估產業、企業或社會機構的需求，規劃特定專長的培訓課程（如與醫療機構合作，培訓生技專才、或與工商業企業合作，培訓產業創新技能專才等），進而使各學院能透過課程與各產業之應用端連結。藉此使本校與產業、企業界或社會機構建立長期的合作計畫，從合作中獲得互惠資源，共構多贏之創新成果。",
          "title": "跨界合作開設在職課程"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "促進在地產學人才培育與就業，並協助在地產業提升創新研發能力，達到產業永續，開設多元專業人才培訓課程，協助解決目前社會發展所缺，並提升在職勞工知識、技能及態度，以縮減大學、社會之間的差距。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "該學程結合校內機電工程學系、電機工程學系、電子工程學系、工業教育與技術學系、資訊管理學系、企業管理學系、統計資訊研究所及夥伴學校資源，針對工業4.0 的要素由下而上分為感知層、網路層與應用層逐一盤點與規劃。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "研發關乎知識與創意，市場測試關乎分析與投資，擴展則關乎行銷與經營，均透過大學課程的觀念建立及專業知能的培養，培育在地產業所需人才。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "透過開設「彰化在地產業永續經營與重新形塑彰化在地產業特色」為任務，而規劃短、中、長期一套完整的課程，由整合彰化師大各系所、夥伴學校師資團隊與在學學生，從實際產業田野調查、瞭解產業問題、規劃設計課程、執行課程教學、產學實務合作、協助企業策略、解決企業問題及品牌特色形塑等整合性規劃課程，並由師生實地進入企業進行實質輔導，及為企業訓練產業專業人才。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "「教育面」透過管理面的產業人才及科技面的數位人才需求分析，設定教育訓練課程。",
          "title": "組成專業服務團隊，協助解決在地議題"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "「管理面」進行產業人才及科技面數位科技人才需求分析。",
          "title": "組成專業服務團隊，協助解決在地議題"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "「科技面」透過管理面行銷策略及教育面數位科技能力培育，優化資訊系統建置虛擬商務平臺，進行數位行銷，邀請校內外相關專家學者共同參與，開設多元課程，讓師生、業者及社區共同學習。",
          "title": "組成專業服務團隊，協助解決在地議題"
        }
      ],
      "提升教師產業實務能力": [],
      "產業實務知識融入教學": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "深化必修專題課程，由企業提供業師、資源及待解決的問題，教師將問題與資源融入特色專題實作，不定期與業師進行研討或指導，透過做中學、學中做的方式，將產企業所累積的實務經驗帶進校園，在培育學生的過程中與市場脈動緊密結合。",
          "title": "打破產學藩籬，培育核心人才"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "業界出題、學界解題：由師生共同解決產企業實際發生的問題，培養學生實務能力，有效縮短學用落差。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ],
      "產業實務講座": [],
      "聘請業師或雙師協同教學": [
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "於實務或實作課程中邀請業界師資協助共同授課，以具體的教學互動驗證理論與實務，強化專業學習與產業連結。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        },
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "以課程中的專題製作，邀請業界師資協助學生，將產業困難與職場專業建議提供學生進行判斷與思考，並將問題與資源融入專題，培養學生解決問題的整合與創意能力；亦邀請業師協助專題報告或競賽評比，促進學生專業視野與產業連結，強化自我專業能力。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        },
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "扎根體育課程，善用校內國家運動選手擔任教學助教，透過同儕選手協助教學，將實際受訓與參與國內外競賽之經驗進行分享與教學。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "聘資深業師及專業技術人員，透過業師豐富的職場經驗與專業能力，使學生在其專業領域更為精進。",
          "title": "建構自我節奏教育的學習制度"
        }
      ]
    },
    "建立/完善實習制度": {
      "建立/健全實習制度": [
        {
          "page": [
            "43",
            "44"
          ],
          "paragraph": "持續推動並擴大學生參與實（見）習機會，推動學生在就學期間都能藉由親身走訪產業與作業體驗，及早為求職做準備。",
          "title": "強化課程與產業連結，培養學生創意創新能力"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "安排校外實習、參訪中小學等教育機構，以及社區服務學習等，以對本國教育體系有更深入的認識",
          "title": "特色師培國際揚名，攜手並進亞洲夥伴"
        }
      ],
      "強化實習課程/實習講座": [],
      "檢驗/評估實習成果": [],
      "加強企業實習合作": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "吸引企業合作，提供經費挹注、產學合作或學生交流實習等，並結合產業和學界能量，打造臺灣未來所需要的專業研發人才。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ],
      "建立/強化企業實習平台": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "由學校與合作廠商共同遴選優秀的大學生或研究生，簽訂合約並資助全額學雜費及每月至少1萬元之獎助金。",
          "title": "打破產學藩籬，培育核心人才"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "透過產學公費生制度促進優秀學生專心於學業及產業實作研究，合約期間由業師指導相關實務技能，培養問題解決與溝通協調能力。",
          "title": "打破產學藩籬，培育核心人才"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "給予寒暑假赴廠實習機會，畢業後直接進入簽約之合作廠商服務，期間至少等同領取獎助金之期限（例如提供2年獎助金，則至少服務2年）。",
          "title": "打破產學藩籬，培育核心人才"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "訂定「產學公費生實施辦法」，研擬標準作業流程及合約範本，保障學生權益。第1年由學校選定試辦系所推動實施，第2年起進行制度檢討及擬定改善策略，並逐年推動至其他系所。",
          "title": "打破產學藩籬，培育核心人才"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "學校與合作廠商共同建立產學公費生遴選標準，由實施之系所簽約5-20家產企業配合推動；初期參與的合作廠商數量如不足，將以額外募款或教育部計畫經費進行挹注。",
          "title": "打破產學藩籬，培育核心人才"
        }
      ],
      "拓展海外實習機會": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "藉由海外校友網絡等之助力，擴展海外實習據點及與企業建立合作關系，以豐富學生國際實務經驗。",
          "title": "延伸學生學習觸角，為國際化能力扎根"
        }
      ]
    },
    "產學合作研究": {
      "與企業單位合作研究": [],
      "與企業合作設立研究中心": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "將現有之研究推廣中心配合學校特色發展及結合重點領域，整合相關之學術活動及產、官、學、研間的互動關係，促成學界與業界的良性交流與密切合作，同時並透過扎實的績效評估機制，獎優汰劣，挹注經費補助，活化本校各研究推廣中心之運作。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ],
      "產學研究獎勵制度": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "推動「產學公費生」制度：產企業遴選優秀學生或研究生簽訂合約並提供全額學雜費及每月至少1萬元之獎助金。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ],
      "修訂教師升等制度（強化產學研究）": [],
      "成立產學合作研究園區": []
    },
    "強化產學連結（不分教學研究）": {
      "建立/強化產學溝通管道": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "主動將本校的研究領域、研發能量及歷年產學合作成果等寄給中部地區之產企業，行銷本校，進而促進研究團隊與產企業進行合作與交流之機會。",
          "title": "整合教師研發資源，展現本校產學能量"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "辦理智慧綠能研討會：促使參與的產官學人員獲取最新知識與資料，同時藉此機會互相交流；主動到廠訪談，促進產業加入綠電認證與廠房架設綠能系統，同時收集廠商問題供彰化縣政府參考，並當成師生研究主題。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ],
      "成立/強化產學中心": [],
      "整合跨校區域產學資源": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "結合本校工學院、技職學院、管理學院與理學院，另整合夥伴學校包括大葉大學、中州科技大學、雲林科技大學及建國科技大學相關科系，共同進行工業區議題盤點，並輔導廠商申請如SBIR、CITD、SIIR政府計畫、輔導學生解決工業區廠商轉型問題的專題實作、創新實作競賽、三創競賽及校友基金支持創業等措施，整合多元資源，協助傳統產業提升創新研發能量。",
          "title": "組成專業服務團隊，協助解決在地議題"
        }
      ],
      "拓展跨國產學合作": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "規劃開創國際友校聯合產學合作網路平臺，建構線上線下（Online To Offine, O2O）虛實結合之產學合作網絡，以深化國際交流能量，促進多邊產業輔導功能；例如本校與韓國首爾科大及日本新潟大學間近年即積極研議建構三校聯合產學合作平臺，以連結國際友校之產學研合作能量，進行對各國企業之輔導。",
          "title": "整合教師研發資源，展現本校產學能量"
        },
        {
          "page": [
            "62",
            ""
          ],
          "paragraph": "規劃於新南向重點國家設置交流基地，藉由出訪機會強化與校友會及各地本校辦事處之關係，服務當地校友與華僑，並發掘潛在合作機會。例如透過本校當地校友與業界之聯繫，媒合班隊至該國進行企業參訪與移地學習。",
          "title": "經營海外學術與校友網絡，發掘潛在合作機會"
        }
      ],
      "建立產學合作制度": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "擴充「教師學術研究管理系統」，整合教師之學術專業、研究論文、產學合作、專利與技術移轉等成果，並將相關資訊開放至「產學聯盟合作平臺」，揭示本校的產學與研發成效。",
          "title": "整合教師研發資源，展現本校產學能量"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "延續校級「產學互動專業成長社群」並配合「學界關懷創新研發團隊」，積極拜訪產企業，主動瞭解業界的需求，並組成跨領域研究團隊與產企業共同研發創新技術，協助業界解決研發或其他問題，間接帶動產企業升級。",
          "title": "整合教師研發資源，展現本校產學能量"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "鼓勵教師組成研究型或實務型教師專業社群，並依審查結果給予補助。對內透過交流對談共同解決跨領域難題，對外組成研究團隊積極爭取產企業、科技部、經濟部或研究機構等各式計畫。",
          "title": "整合教師研發資源，展現本校產學能量"
        },
        {
          "page": [
            "41",
            "45"
          ],
          "paragraph": "配合特色專題實作課程，並結合本校大學社會責任計畫，導入本校於風力發電、太陽能、熱電等綠色能源及LED固態照明等領域的研發成果至產業實務中，以培機電、電機、電子、物理相關科系對此領域有興趣之學生。",
          "title": "開設重點核心產業人才培育課程"
        }
      ]
    },
    "落實研發成果": {
      "成立/強化創新育成中心": [
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "強化本校產學合作模式，吸引企業進駐創新育成中心合作，提供經費或設備挹注、與校內教師推動產學合作計畫或提供學生從事實務學習之機會等，結合產企業和學界能量，配合學校特色，朝向小量打樣商品化發展，提升產、學、研三方合作的價值。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ],
      "成立/強化產學運籌中心": [],
      "吸引創投基金": [],
      "促進智財應用/技轉": [],
      "推動衍生企業環境": [],
      "扶植RSC新創事業": []
    },
    "其他": {
      "充實硬體設備": [],
      "開設職業倫理課程/講座": [],
      "技術開發": []
    }
  },
  "社會責任": {
    "與地方（或中央）政府連結": {
      "擔任政府智庫": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "彰化智慧綠能：本校與彰化縣政府、經濟部能源局及工業技術研究院合作，整合彰化縣內大葉大學、明道大學、建國科技大學、中州科技大學及本校等五所大學共30名專業師資，成立「彰化智慧綠能發展智庫」，參與彰化縣政府綠能發展願景，推動彰化縣綠能再生能源利用，蒐集、研究與分析綠能相關主題，提供彰化縣政府發展綠能之諮詢與建議，透過「綠能產業策略聯盟」建立夥伴關係，於風力發電或太陽光電發展，凝聚彰化縣綠能環境發展共識。",
          "title": "設立人文關懷、環保、在地產業及綠能四個面向之智庫與人力資源平臺"
        }
      ],
      "提供研究調查服務": [],
      "執行政策評估研究": [],
      "配合政策提供專業資訊/服務": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "設立縣級綠能與自造教育發展中心：因應彰化綠能發展與自造教育的重要性，擬與縣府教育處合作，整合彰化縣內五所大學相關師資成立「彰化綠能與自造教育發展中心」，開發彰化綠能與自造教育特色課程、教具、教案與教材，並辦理彰化縣智慧綠能自造者創意競賽。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "與中部地區縣市政府合作成立「教師教學發展中心」，專責協助縣市政府辦理教師甄試、校長主任甄選、教師進修與研習等相關業務。協助在職教師培訓或建立第二專長，透過組成跨校性教師專業成長社群或借重已成立之國高中典範教師專業發展學校社群賡續擴大與發展，必要時邀請本校教授及實習生參與，創建三聯協作關係。",
          "title": "建構教育實習與教學支持系統"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "本校擬協同縣內其他4所大學與彰化縣政府合作成立「彰化縣綠能自造教育發展中心」，專責協助縣政府發展具彰化在地特色的綠能教育與自造教育，依108課綱協助發展彰化生活科技與資訊科技教育，進而全面提升全縣中小學師生能源素養與自造精神。",
          "title": "建構教育實習與教學支持系統"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "復健諮商、特教與輔諮等系所和政府社政單位合作，建立各項行為介入與輔導或諮商輔導模式與資源整合，逐年發展適用於華人文化之專業人員培訓模式。",
          "title": "強化國際學術合作，深耕本校教研實力"
        }
      ]
    },
    "與非營利組織（NPO）連結": {
      "參與了解NPO社會需求": [],
      "強化教師參與NPO": [],
      "強化學生參與NPO": []
    },
    "支援在地教育機構": {
      "支援在地中小學教育": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "以本校師資培育中心為核心，結合校內14個師資培育學系教材教法與教學實習授課教授及全校師資生資源，成立「彰師良師」平臺，與彰化縣政府教育處及彰化縣22所在地國、高中進行媒合，協助進行課後輔導、補救教學、創新社團等，服務偏鄉學校。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        },
        {
          "page": [
            "35",
            "37"
          ],
          "paragraph": "擴展教學資源的基礎，豐富教學媒材，進行有效率的教學活動，協助在地中小學強化數位學習體系。",
          "title": "領軍數位學習整合"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "延引中學教學創新社群典範教師與學系學科教材教法教師，定期協同開設學科教材教法、進階教學實習等相關課程，並組成跨院系所教材教法研究社群，協助中學教師以現場教學經驗淬鍊、研發創新教學方法。",
          "title": "發展教學創新為目標之師資培育特色"
        },
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "透過教學專業學術研討會議及工作坊，發展創新教學方法的領域應用實作，導引教學專業學術發展和實務應用，提高中學教學品質，並推升以教學專業為核心的師資培育。",
          "title": "發展教學創新為目標之師資培育特色"
        }
      ],
      "支援區域高中教育": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "以本校師資培育中心為核心，結合校內14個師資培育學系教材教法與教學實習授課教授及全校師資生資源，成立「彰師良師」平臺，與彰化縣政府教育處及彰化縣22所在地國、高中進行媒合，協助進行課後輔導、補救教學、創新社團等，服務偏鄉學校。",
          "title": "培養兼具品德陶鎔、倫理思辨與關懷弱勢素養的專業優質師資"
        }
      ],
      "區域學習資源共享": [],
      "建置區域教學資源中心": []
    },
    "促進地區（社區）發展": {
      "參與了解地區（社區）需求": [
        {
          "page": [
            "79",
            "80"
          ],
          "paragraph": "獎勵補助：針對教師主動申請社會實踐行動方舟所需之經費，由本校專款補助，協助教師執行有益於社區發展之社會實踐行動方舟，另為提高教師參與USR計畫之意願，本校擬減少參與教師授課鐘點，讓參與教師有充裕時間實地參與在地議題。",
          "title": "教師面"
        }
      ],
      "開設在地相關課程": [
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "透過「彰化地方景觀美感營造」課程，協助學生了解彰化農漁村的文化現況，並以學生團體與地方農漁會、小農（漁）及社區為合作主體，以社區主體意識為中心，擬定符合社區主體意識空間美感之主題，帶領學生擬定計畫，整理問題、實地走訪現場、進行活動設計，地區民眾參與策略，提出多元化解決問題之方案。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "藉由文化資產保存法之特色課程安排，結合歷史學研究所及地理系專長之教師，培訓學生及志工的導覽訓練，學生可對彰化縣進行文化資產熱點調查，針對文資內涵、座標、分類等，規劃出具有特色之文化資產熱線。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "由專業師資群設計課程，帶領學生參與地方環境議題，透過環境教育工作坊、研習訓練導入永續環境，及生態資源保育概念，經由文化及環境倫理素養的建立。針對彰化在地特殊環境議題，如：工業園區、彰化織襪業及養殖漁業等，師生共同討論環境保護議題，將議題融入各領域課程設計。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "80",
            "82"
          ],
          "paragraph": "帶領學生共同參與，擬出具體行動，將大學知識能量轉換為社區發展動能，結合學校團隊與在地居民共同書寫，透過文字、影像或設計，呈現地方農業與地景，以體認地方農業文化價值，讓大學與社區在知識移轉與社會參與兩方面永續發展。",
          "title": "專業課程培育在地所需人才"
        },
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "由授課教師設計以社區或與地方連結的服務學習課程，了解在地議題，幫助學生主動觀察生活環境、發掘在地需求，進而思考問題，提出解決方案，進而增強師生對社區環境的互動與認同。再透過課程與相關活動設計，如：服務學習、工作坊、講座、相關競賽與成果展等，增進師生對社區之關懷。",
          "title": "透過特色通識課程，強化在地認同情懷"
        }
      ],
      "協助在地社區規劃/改善": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "深度人文關懷：結合本校跨領域學者，包括通識教育中心、國文學系、美術系、台灣文學研究所等專家、大葉大學、建國科技大學通識中心等夥伴學校學者專家與彰化縣文化局，規劃彰化文化之「文學步道」、「南北管音樂戲曲傳統文化」、「彰化小食記」知識地圖，挖掘在地文化歷史，並與社區民眾共同製作彰化文化數位推廣作品及建構彰化文化知識平臺，藉此讓在地居民重新重視自身社區文化並協力保存發揚。",
          "title": "設立人文關懷、環保、在地產業及綠能四個面向之智庫與人力資源平臺"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "在地環境保護：藉由本校「環境教育中心」平臺，盤點瞭解在地區域環境問題，設計與地區議題連結之環境核心及專業課程或活動，提供環境保護與永續環境推動所需的教育訓練，規劃環境教育課程、訓練或活動。",
          "title": "設立人文關懷、環保、在地產業及綠能四個面向之智庫與人力資源平臺"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "彰化在地產業：透過本校機械、電機/綠能、資訊、企管、化學、電子、資工、生物科技等專長教授，整合夥伴學校包括大葉大學、中州科技大學、雲林科技大學、逢甲大學及建國科技大學相關科系。共同針對彰化在地產業議題如：工業園區、彰化織襪業及養殖漁業等進行盤點，媒合專家學者協助園區促成受輔導廠商發展。",
          "title": "設立人文關懷、環保、在地產業及綠能四個面向之智庫與人力資源平臺"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "結合本校跨領域學者，包括通識教育中心、國文學系、美術學系、台灣文學研究所與夥伴學校之學者專家及彰化縣文化局，組成在地人文關懷團隊，帶領學生投入社區、挖掘文化歷史，並與在地民眾共同合作產出影音作品，推廣彰化文化。",
          "title": "組成專業服務團隊，協助解決在地議題"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "調查彰化農村文化資源、歷史脈絡、地景特徵、社區組織等，以環境生態監測與區域農業歷史脈絡分析，支援地方環境生態與農漁產物品質檢驗，並透過地理資訊系統及社區田野調查，建置農漁產業地圖、資料庫，提供優質農漁業產品或其旅遊資訊。",
          "title": "組成專業服務團隊，協助解決在地議題"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "積極協助和輔導農漁民認識產銷履歷的重要性，鼓勵提出驗證申請，生產優良農作物和水產品，培育學生農漁產和環境實務專業技能，促進在地實務學習和在地就業機會。",
          "title": "組成專業服務團隊，協助解決在地議題"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "結合本校跨領域學者，包括通識教育中心、國文學系、美術學系、台灣文學研究所等專家、夥伴學校學者專家，以及彰化縣文化局的協助，嚴謹的規劃彰化文化之「文學步道」、「南北管音樂戲曲傳統文化」、「彰化小食記」知識地圖，依照知識地圖開設彰化文化創新課程；運用數位教材，訓練師生製作彰化文化數位推廣作品。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "規劃彰化文化知識地圖：以通識教育中心教師為主要推動力量，結合本校各領域專業人才與夥伴學校之專業技術與能力，規劃設計彰化文化之知識地圖。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "田野調查：帶領學生實際參訪八卦山文學步道、鹿港書院古蹟，參與挑水古道、王功漁火、二水跑水等地方文化，進行文化資料蒐集與探訪。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "結合環境教育中心與生物學系、地理學系、歷史學研究所專業教師從改善環境生態著手，地理文史的了解探討，強化地區漁產業文化特色，並與王功蚵藝文化協會合作，將廢棄蚵蛤殼再利用於農畜產品，及蚵蛤殼藝術再造新價值，並與福寶生態園區、漢寶園、彰化縣西海岸環境教育保護協會共同打造生態文化旅遊再進化。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "鏈結產、官、學、研協助輔導在地產業轉型與創新，針對彰化地區金屬製品中小企業現階段產業發展所面臨的問題，結合本校與夥伴學校相關專長老師，蒐集與網羅彰化地區之特色產業：如織襪產業、金屬製品、水五金、模具相關製品的廠商，輔導其設計、製程等計畫，並輔以資料庫數據分析，跨領域整合財務商管及美術設計之專家進行輔導，彰化縣工業園區進行產官學聯結，透過合作規約簽訂協助園區解決問題。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "以教學為基礎，透過地方輔導與產學合作，發揮服務社會之功能，因此本校藉由推動社會實踐行動方舟鼓勵教師運用自己專業領域，針對在地需求和特色，帶領相關系所學生，透過課程、實地踏查、訪談等擬定和規劃各類議題。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        },
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "落實在地關懷、產業鏈結、永續環境、食安與長照或其他社會實踐等議題，深入合作單位進行實境場域的實作或服務，透過與在地單位的合作，深入瞭解在地需求，共同策劃行動策略，解決問題。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ],
      "推廣/育成社會企業": [],
      "籌設藝文/活動中心": []
    },
    "提供在地服務": {
      "服務特定群體": [],
      "提供在地專業服務": [],
      "發展/優化在地服務模式": [],
      "發起/參與公益活動": [],
      "參與在地文化、藝術工程計畫": []
    },
    "打造永續校園": {
      "升級永續校園綠設施": [],
      "宣導永續校園概念及意識": [],
      "強化永續校園制度管理": [],
      "其他": [
        {
          "page": [
            "83",
            "85"
          ],
          "paragraph": "培育綠電認證種子教師：本校協助彰化縣政府綠能推動辦公室進行培育綠電認證技術專家，培訓種子教師及現場認證人員訓練，開辦綠電認證技術基礎培訓，進行專業人才認證教育，協助進行師資增能與教學推廣，另亦協助縣內國中小學發展特色課程與校本課程，培育綠能及創客教育種子教師及志工。",
          "title": "建立人文關懷、環保、在地產業及綠能四個面向之產官學連結"
        }
      ]
    },
    "拓展國際社會服務": {
      "培植國際志工團隊": [],
      "擴充國際志工服務": [],
      "其他國際社會服務": []
    }
  },
  "大學治理與公共性": {
    "組織調整": {
      "組織定位及策略發展": [],
      "組織重構": [],
      "組織擴張": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "運動科學導入：成立運動科學中心、建立「運科助理」機制，目的在於長期監控運動員訓練成效與健康狀況、收集與分析本校與國際優秀選手之狀態、根據運動員生理狀況與比賽需求，提供營養分析與建議、提供選手在運動科學方面之專業協助、提升學生運科與競技運動相結合的實務經驗。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        }
      ],
      "增設組織單位": [
        {
          "page": [
            "47",
            "51"
          ],
          "paragraph": "強化本校與實習機構的橫向溝通與聯繫，擬定教育實習輔導與評量作業規準，設立「教育實習合作中心」，強化實習學校教學專業聯結。開放招收通過教師資格考試之中等類科教育實習學生修習半年教育實習，延攬學科教材教法教授或中學資深優質教師擔任駐校導師，提供師資培育學生教學建議或實務諮詢，並間接導入其社會資源，以強化教育實習學生之專業。",
          "title": "建構教育實習與教學支持系統"
        }
      ],
      "裁撤組織單位": [],
      "學院實體化方案": []
    },
    "強化招生": {
      "辦理高中生活動": [],
      "辦理特殊選才": [
        {
          "page": [
            "28",
            "34"
          ],
          "paragraph": "發掘選手：依國家發展重點及本校特色決定設置前瞻運動員機制之運動種類。至各基層訓練單位、社區及高中運動賽會利用科學選才的方式，鼓勵具發展潛力之學生來校就讀。",
          "title": "前瞻運動員計畫與非傳統學科學生學習效能精進與生涯協助方案"
        }
      ],
      "強化僑生、港澳生招生": [],
      "拓展國外生源": [
        {
          "page": [
            "62",
            ""
          ],
          "paragraph": "定期參與亞太國際教育協會、美洲國際教育者協會及歐洲國際教育協會等三大國際教育者年會，以及赴馬來西亞、港澳等海外臺灣高等教育展參展招生，並編印僑外生招生文宣資料，增進本校國際能見度及海外招生效益。",
          "title": "經營海外學術與校友網絡，發掘潛在合作機會"
        },
        {
          "page": [
            "62",
            ""
          ],
          "paragraph": "鼓勵相關師長出訪建立實質交流協議，深化雙方合作成果。",
          "title": "經營海外學術與校友網絡，發掘潛在合作機會"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "推動高教國際化，加強國際交流互動，建立國際校園氛圍和友善環境，強化全英授課，並配合政府連結亞太－深耕東南亞政策，簽訂人才培育計畫協定，廣招外籍學生，研擬提供獎助學金與住宿優惠等辦法。",
          "title": "因應未來少子化之招生策略"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "依海外夥伴需求於海內外為中學教師開設境外在職進修碩士學位班，如學校行政、輔導諮商、特殊教育、科學普及化與科學教育等專業、境外教育學士學分班、語言文化相關課程或工作坊等，爭取教師團來校培訓，或由本校師資前往海外授課，緊密連結與東南亞僑教的合作與交流，深化對僑教之服務。",
          "title": "特色師培國際揚名，攜手並進亞洲夥伴"
        }
      ],
      "設計招生制度性誘因": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "鼓勵本校附屬高級工業職業學校之優秀學生直升本校，除放寬入學標準，並可提供獎助學金，不僅減少本校招生壓力，更可培育在地優秀人才。",
          "title": "因應未來少子化之招生策略"
        }
      ]
    },
    "拓展財源": {
      "企業募款": [
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "期以深厚的合作聯繫產生情感支持，取得產業、企業或社會機構對本校戮力社會教育與弱勢教育推廣之認同，達到拓展產企業募款助學的目標。",
          "title": "跨界合作開設在職課程"
        }
      ],
      "經營校友會、系友會": [
        {
          "page": [
            "62",
            ""
          ],
          "paragraph": "鼓勵僑外生校友成立海外校友會，善用資源與人脈，發揮在地影響力，以協助母校與當地政府及教育界緊密連結。",
          "title": "經營海外學術與校友網絡，發掘潛在合作機會"
        }
      ],
      "調整學費": [],
      "爭取政府經費補助": [],
      "爭取非政府單位經費補助": [],
      "強化進修推廣教育營收": [
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "學士學分班：學士學分班隨班附讀，每門課程招生人數以不超過六名為限，由教務處調查各系所擬開設之隨班附讀課程，並於每學期正式上課前一個月公告開放招生課程。",
          "title": "建構自我節奏教育的學習制度"
        },
        {
          "page": [
            "74",
            "75"
          ],
          "paragraph": "碩士學分班：碩士學分班隨班附讀，每門課程招生人數以不超過五人為限。由本校進修學院調查各系所擬開設之隨班附讀課程，於每學期正式上課前一個月，公告開放招生課程。",
          "title": "建構自我節奏教育的學習制度"
        }
      ],
      "附加營收多樣化": [],
      "校務基金管理投資衍生收入": []
    },
    "境外拓展": {
      "與國外學校合作開設境外學程或課程": [],
      "與國外學校合作開設境外學位學程": [],
      "開設境外分校": []
    },
    "健全財務管理制度": {
      "精簡行政縮減開支": [],
      "資源分配控管制度化": [],
      "建立財務透明稽核制度": [],
      "校務基金決策機制透明化": []
    },
    "推動校務研究（IR）": {
      "建置校務資料系統": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "從前端-入學資料（含生源分析、招生策略、招生成效收集），到尾端-畢業流向掌握（含各項評鑑結果、學生就學與就業表現、校友流向、雇主滿意度等）；並由公共關係與校友服務中心透過多層次校友流向調查機制，並將調查結果提供予校務研究中心進行分析系統性的策略發展，將本校學生從入學至畢業之學習歷程紀錄進行統整與分析，再將結果回饋於校務運作，達到跨單位間的合作共責。",
          "title": "建立具統整性與系統性的資料庫平臺"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "數據盤點管理：確認本校各系統可提供數據資訊，如資料型態及資料敏感性等，並確認數據定義的一致性。",
          "title": "建立具統整性與系統性的資料庫平臺"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "資料倉儲管理：確認所使用之倉儲作業平臺、資料截取轉換工具、資料應用主題規劃等。客觀數據與資料分析提供實證資訊，作為學校在資源分配、入學管理、學習成就、學生輔導等辦學績效應變對策與校務決策之重要參考。",
          "title": "建立具統整性與系統性的資料庫平臺"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "完善校務資料庫申請：本校教職員依據「國立彰化師範大學校務研究資料庫管理及使用申請作業要點」，申請校務研究資料從事校務研究。",
          "title": "建立具統整性與系統性的資料庫平臺"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "透過Essential Science Indicators （ESI）資料庫研究系統，對本校教師及各領域科研績效與發展趨勢進行量化分析，深入瞭解本校在各學科領域的研究貢獻，以強化本校對各研究領域的投資與挹注，並可配合社會或科技趨勢作為成立相關研究中心之依據。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ],
      "成立校務研究中心": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "成立校務研究中心，以蒐集、整理各項主客觀的多元化數據資料並運用資料庫管理系統進行分析。",
          "title": "建立具統整性與系統性的資料庫平臺"
        }
      ],
      "發展校務研究": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "學生入學管理：透過學生資料蒐集與盤點，針對新生在高中端學習狀況進行全面性分析，以招收適才、適性的學生為目標。學生為主體進行有系統地檢視與分析專業管理學生流向問題，並且分析各種入學管道學生的成績表現，列出入學成績、在學成績等項目，追蹤不同入學管道學生的學業表現，作為後續招生名額分配依據以及優化招生策略。",
          "title": "定期盤點與議題分析的管理機制"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "研發產學能量：本校鏈結產業發展與產學聯盟，定期盤點整體校務資源，擬定每年度計畫型預算與管理；透過校務研究中心整合各類重點領域之產業需求資料，進行量化與質化之加值分析，作為研發資源配置的重要參考依據。",
          "title": "定期盤點與議題分析的管理機制"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "校務長程規劃：校務研究中心透過整合校內系統性的數據資料進行分析，提供學校經營管理階層作為校務決策參考，進而協助學校掌握辦學績效與學生學習成效，發展永續經營策略。且深入研析世界大學排名系統之機制，分析本校在國際上之優勢與弱點，提供強化國際競爭力之反思與建議。",
          "title": "定期盤點與議題分析的管理機制"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "透過長期追蹤與分析，以系統化、效率化的方式匯整出具脈絡性與因果關係的資訊，包含整體高等教育環境、相關高等教育機構表現、全國學生狀況、勞動市場與經濟發展現況與未來趨勢等，使問題與盲點浮現，作為整體性的改善與規劃教育系統，落實本校在卓越教學之永續發展能量與競爭力。",
          "title": "建立具統整性與系統性的資料庫平臺"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "SciVal透過研究成果分析系統，以Scopus索引摘要資料庫為資料分析來源，提供量化指標協助進行本校產出分析、標竿分析、合作分析，以展示科研產出、評估研究能量、掌握競爭優勢。提供的指標能協助本校評估研究能量、引用影響力、共同合作、主題學科性等各項數值；期透過資料庫分析系統，能夠對提升本校國際排名、研究能量及產出有更全面的掌握，並作為訂定發展學校特色研究策略之參考。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        },
        {
          "page": [
            "55",
            "58"
          ],
          "paragraph": "對教師而言，可透過高度被引用文章、熱門文章等，瞭解目前各領域的前瞻主題及研究現況，以此整合校內各項重點技術的研發能量、投入關鍵技術開發，以跨領域、跨單位、甚至跨國方式提出關鍵技術研究計畫。",
          "title": "深入分析研究能量，強化特色研究推廣中心與國際合作"
        }
      ]
    },
    "健全改革董事會（私校）": {
      "設定董事長及董事任期": [],
      "聘任公益或獨立董事": [],
      "董事遴選制度公開透明": []
    },
    "健全大學治理參與制度": {
      "建立資訊公開透明機制": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "校內資料庫共享：校務資料庫中剔除個人資訊後，可提供校內行政、學術單位進行資料分析，應用於提升學生學習成效。",
          "title": "定期公開外部與內部的績效報告"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "大專校院資料公開平臺資料共享：該平臺之資訊為本校每年度填報之大專校院資料庫，可視為一公開共享之資料庫。",
          "title": "定期公開外部與內部的績效報告"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "新增更多可公開之校務資料集：設置之校務資訊公開專區，提供去識別化個資資料集，採政府開放資料之精神，供社會大眾了解及運用。",
          "title": "定期公開外部與內部的績效報告"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "彙整並闡釋學校資訊：定期更新公開之校務基本資訊，並製成一份數據文摘，將資訊放置公開專區，以增進師生及大眾對辦學成效的可近性。",
          "title": "定期公開外部與內部的績效報告"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "定期辦理大學評鑑，確保教學與行政品質持續改善與提升，落實本校辦學理念與目標，並公開校務運作資料和各式榮譽事蹟，展現辦學績效，吸引學子來校就讀。",
          "title": "因應未來少子化之招生策略"
        }
      ],
      "健全學生參與機制": [],
      "健全互動關係人參與機制": []
    },
    "增加弱勢生入學機會": {
      "擴大繁星入學管道": [
        {
          "page": [
            "25",
            "27"
          ],
          "paragraph": "增設保送、技優等免試入學管道的學生來源",
          "title": "落實客製化學習輔導機制"
        }
      ],
      "增加身心障礙生入學機會": [],
      "招收原住民學生/新移民子女": [
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "在師資培育上以優質適性為選才原則，致力培育優秀的原鄉師資持續發展原住民族教育，希望藉由培育優良的原住民族師資生，讓學生有機會成為優秀教師，並將所學和教育熱忱回饋至原鄉，拉近偏鄉與都市的教育距離。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "採以外加名額的方式優先錄取原住民族，吸引對教學有熱忱的學生就讀，有效定錨弱勢學生生涯規劃，落實照顧原住民族教育，翻轉學生未來發展。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        }
      ],
      "增加弱勢家庭子女入學機會": [
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "以木棧具有彈性，可建立各式通道的精神，暢通弱勢學生學習管道。從招收入學、在學扶助、職涯輔導到就業媒合，逐步搭造有利其成長發展的引導機制與措施。為有效增加及保障弱勢學生就讀本校的機會，將以外加名額的方式優先錄取原住民族學生，藉以增加其入學機會；以助學輔導的方式偏鄉提升弱勢高中生至本校就學率，平衡城鄉教育機會，提供入學助學金，穩定安心就學保障。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "在大學「個人申請」第二階段甄試增加扶弱措施，優先錄取低收入戶、中低收入戶及特殊境遇家庭子女。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "未來更為了照顧偏鄉學生，確保落實教育機會均等，提升偏鄉弱勢生至本校就學率，平衡城鄉教育機會。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "以永續能力提升的思維，針對偏鄉中學生制定易於實施的數理與英文能力強化課程。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "依據偏鄉弱勢中學生的學業表現進行小班教學，協助學習困難學生訂定客製化讀書方案，由本校師資公費生協助輔導，定期追蹤學習進度，為弱勢學生的未來爭取更多就學機會。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "為招收適才適性的弱勢優秀學生，招生策略委員會依據校務研究中心所盤點的高中端來源，拓展與在地高中端聯盟，藉此幫助想繼續升學念書的弱勢學生。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "提供遠距課業輔導與彰師大雲端學院，並讓本校在校生以校友身分回高中母校，進行大學生活經驗分享，與學生直接互動，提升未來學生對本校的認同感。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        }
      ]
    },
    "弱勢學生支持系統": {
      "弱勢學生獎補助制度": [
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "提供「經濟弱勢、特殊境遇家庭、原住民族、身心障礙學生及身心障礙人士子女」學生更優惠的補助與就學照護；提供生活扶助金減輕學生經濟負擔，讓學生就學無憂。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "相較於過去減免弱勢學生應試及就學費用的經濟扶助，此基金更進一步擴大從招生入學、生活津貼、學習輔導、職涯輔導、專業證照考照等項目，未來對於想就讀本校研究所之優秀弱勢學生，也將提供入學助學金及學雜費補助，鼓勵其藉由升讀研究所積極進修翻轉未來，完整落實對弱勢學生整體學習歷程的關懷與照顧。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "提供經濟弱勢學生升學考試扶助，以減輕弱勢學生報考負擔。減免低收入戶考生全額報名費，降低經濟負擔。依學生居住地，補助參加大學「個人申請」第二階段甄試所需之交通費。教務處系統主動勾稽成績優異的弱勢學生，入學時即一次補助四年學雜費，不需每學期重新申請，簡化行政流程。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "為了讓學生能全心專注課業，每月發放生活津貼與符合申請條件之學生，減輕弱勢學生經濟負擔，讓學生不需利用課餘時間打工，可專注於課業。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "依專業能力強化跨域視野，開放弱勢學生優先報名及全額補助其考照費用，提升通過考證率與自我競爭力。",
          "title": "全方位關照弱勢學生整體學習歷程"
        }
      ],
      "建立/強化弱勢生支持系統": [
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "制定「弱勢學生助學與急難救助辦法」，以專款專用的方式，由「校務資源募集委員會」推動募款計畫並定期召開會議審核其資金運用情況，妥善運用及管理捐贈收入。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "學生事務處建置「揚鷹助學」專屬網頁彙整校內原有之助學金項目，便捷弱勢學生線上申請，加速審核流程。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "藉由就業輔導及職場實習，增加弱勢學子與業界之互動，讓產業界充分運用以達到「在地人才、在地取才」之目的，並引導畢業後順利進入職場，促進在地子弟留在家鄉工作，繼續生根彰化發展。",
          "title": "「木棧通道」之入學端保障及增加弱勢生入學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "冀望透過燈塔指引的理念設置「燈塔學苑」，將輔導與關懷的機制投射至每一位需要協助的學生，整合專業輔導資源，包括學生事務處、復健諮商研究所、資源教室、學生心理諮商與輔導中心、社區心理諮商及潛能發展中心與各教學單位適性轉介，協助學生生活與學習所需之輔導。",
          "title": "「燈塔學苑」提供即時關懷與協助"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "由學生事務處設立「燈塔學苑專責導師」負責各項輔導服務業務之推動，並由社區心理諮商及潛能發展中心提供家庭功能薄弱之家庭成員介入性、處遇性之輔導措施等。",
          "title": "「燈塔學苑」提供即時關懷與協助"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "即時掌握學生就學情況，主動發現生活陷困或需心理輔導的潛在弱勢學生，落實「即時關懷、轉介輔導」的目標，幫助弱勢學生以及潛在弱勢學生藉由完整的輔導機制獲得全方位完善輔導照顧。",
          "title": "「燈塔學苑」提供即時關懷與協助"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "將疑似特殊教育學生透過燈塔學苑的資源整合暨轉介系統，轉介至資源教室評估特殊教育需求，輔以身心障礙鑑定醫院開立之相關證明，再由特殊教育中心協助鑑定確認為特殊教育學生後，開始規劃對其提供完整的支援系統，使特殊教育學生有接受公平適性教育之權利，充分發展身心潛能。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "對特殊教育學生而言，未考量其個別差異，致使學習更加困難，對此特規劃適切的個別化課程，從配合學生閱讀理解能力，設計符應其閱讀及活動的學習方式，藉此培訓學生獲得除了生活技能，也能完整表達自我想法，進而融入社會適應能力。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "另外本校數位學習中心也成立跨領域研究團隊，利用相關新興科技（如AR/VR/MR等技術），針對自閉症孩童所面臨的社會缺陷之情境去創建不同的學習模擬情境，提供個別化訓練技能的環境。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "另針對特殊教育學生提供專業與個別化之輔導資源，以協助改善學生之身心情況，進而提升其生活適應能力、人際關係合作能力等，降低對學習的焦慮感。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "本校資源教室提供完善的教學支持系統，由特殊教育學者專家與輔導人員提供教學學習策略建議，協助各系所任課教授擬定個別化學習目標，藉由設計個別化教案，提供教學策略與評量調整之建議，並輔以相關單位的協助，安排學習與心理的測試，主動發掘學生特質，依學生之身心發展及學習需求，妥適給予適性的輔導。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "協助特殊教育學生家庭，本校提供包括資訊、諮詢、輔導、親職教育課程等支援服務。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "規劃無障礙網頁設計課程以及輔助技術，評估學生的需求，提供學生無障礙的學習環境，落實照顧特殊教育學生在學教育。",
          "title": "特殊教育學生個別化學習支援服務"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "透過燈塔學苑設立「學伴輔導」方案，由老師遴選出成績優良且具服務熱忱之大二以上的在學學生，協助弱勢學生學習，提供正式授課之外的課業輔導陪伴，藉以強化學生課業表現。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "受輔導的學生與擔任學伴的同學皆須每週分別填寫「學伴學習回饋單」及「學伴輔導教學回饋單」，俾利老師了解學生學習的改善進度。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "本校學生心理諮商與輔導中心也將辦理相關的高關懷學生辨識、陪伴與轉介之際訓練課程，以提供同儕必要資源，透過同儕學習的制度達到互助互惠之良性影響力，促使學習動機提升。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "特針對學生不同的學習表現，開設補救教學課程及拔尖的進階研習課程。由校務研究中心彙整學生成績與學生學習問卷的回饋，交叉分析出學習困難的科目，並給予該課程優先安排教學助理，協助老師課程教學，以提升學習成效。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "對於成績表現優異的弱勢學生，規劃開設進階研習課程，以學生對自我未來生涯規劃角度出發，例如研究方法與論文撰寫課程或面試技巧與諮詢課程等課程，協助學生提升與精進學習表現。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "為達到「關懷照護弱勢學生」的目標，燈塔學苑將從入學開始掌握了解各類型的弱勢族群學生，連同現階段在校弱勢學生，建立完整的弱勢學生檔案資料庫，並分析這些弱勢族群學生需要協助照顧的總體需求，方能有效盤點學雜費援助、課業輔導資源、心理輔導關懷及生活相關協助等。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "另將現有網路支持系統與目前校內弱勢學生相關補助資源進行整合，建置完善「揚鷹助學」專屬網頁，即時線上提供各項獎助學金及補助資訊，便捷學生提出申請加速行政審核流程。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "在心理輔導方面，透過新生入學的心理測驗與主題式班級輔導活動之連結，由學生心理諮商與輔導中心提供各系所學生入學後身心適應狀況之客觀檢視，進而篩檢出心理適應困難之學生，以提供必要之輔導資源。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "藉由「多元輔導平臺」了解學生在學情況，針對需要輔導的學生建立個案管理追蹤，提供學生完善的支持與協助，以達到「弱勢關懷，一個都不能少」的目標。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "本校校務研究中心透過UCAN結合校務研究分析，盤點學生職涯探索結果與修課行為，並由學生事務處就業輔導組藉分析結果，開設相關職涯知能工作坊或講座，協助學生瞭解所修讀科系之專業職能與本身職場興趣、產業發展趨勢等三者之間的關聯性，了解自身的職涯興趣，並邀請業師演講，透過其對產業與職場的深入認識，分析產業發展現況與趨勢，以提供學生選擇適合進入的職場。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "並安排專業與情感歸屬並重的實（見）習機會，對於弱勢學生個人的可能情感連結，調整學習內容，藉此培訓學生有機會回饋與協助跟自己有相同際遇的人，開展求學之路，進而融入學校學習的適應能力。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "藉由專業與就業機會的媒合，設置弱勢學生就業平臺，積極提供就業資訊，客製化輔導弱勢學生求職資料準備與面試技巧教導。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "提供本校自行發展建置之「華人生涯網（CCN）」系統，以質性探索活動協助學生自我探索與建立個人獨特風格，據以展開學涯與生涯規劃，以及為加強弱勢學生職場專業能力與技能，培養學生職業興趣與第二專業能力。",
          "title": "全方位關照弱勢學生整體學習歷程"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "推行各系所開設增能課程與證照課程，提供學生跨領域學習。",
          "title": "全方位關照弱勢學生整體學習歷程"
        }
      ],
      "建立外部募款基金": [
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "調整目前受捐方式，建立便捷有效率的捐款系統，以線上捐款模式俾利於整合各方愛心善款以及長期捐贈本校的小額捐款。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "在大額捐款方面，則改變目前「被動接受捐款」的募款型態，設立「量化目標」的方式，逐步提升每季的募款標的，主動積極籌措弱勢學生安心就學基金。",
          "title": "專案基金賦能，安心就學"
        },
        {
          "page": [
            "64",
            "69"
          ],
          "paragraph": "透過與校友間長期的情感維繫以及基於產學合作建立之緊密連結，以校友組織為首，整合各界校友與產企業界，將指定捐助弱勢學生的全數款項存入專設的弱勢募款帳戶，穩定提供弱勢學生在學資源。",
          "title": "專案基金賦能，安心就學"
        }
      ]
    },
    "其他": {
      "建置開放式線上課程": [
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "開設包含「大學精神」、「立足彰師」及「在地認同」議題的「大學之道」磨課師課程，使學生探討在地議題，關心周遭環境並發掘在地需求，經由參與的過程，與師長共同討論，思考問題，提出解決方案，協助解決在地問題。",
          "title": "透過「大學之道」課程，激發學生主動探索在地議題"
        },
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "課程面向包含政治、文化、經濟與社會，以建立課程地圖。並讓學生實地參與彰化在地議題的「大學之道」磨課師課程設計與製作，將彰化豐富的文化知識進行學術性、系統性的保存與推廣，藉此激發學生對在地議題參與的熱情與認同。",
          "title": "透過「大學之道」課程，激發學生主動探索在地議題"
        },
        {
          "page": [
            "78",
            ""
          ],
          "paragraph": "「大學之道」課程，除可提供國內社會人士研習外，也提供大專院校、高中職、國民中小學之通識教育、歷史、音樂、鄉土教育等課程之使用。未來將製作英文版，提供外籍人士閱覽，國際化臺灣的傳統文化。",
          "title": "透過「大學之道」課程，激發學生主動探索在地議題"
        }
      ],
      "平衡人文社會及自然科學領域發展": [],
      "強化行政職能": [
        {
          "page": [
            "60",
            "62"
          ],
          "paragraph": "強化行政國際化導向，辦理校內行政人員外語或國際化職能培訓，提升國際行政與溝通能力，達到優質行政效能，提供國際師生完善服務。",
          "title": "豐富國際化資源，引領海外學子入學"
        },
        {
          "page": [
            "59",
            "60"
          ],
          "paragraph": "訂定「國外標竿學習實施計畫」，依不同領域，擇定國際知名學府建立合作管道，藉由參訪及研習其發展策略、教研規劃與行政運作，反思本校之不足，進而提出未來校務及國際化發展之建議，強化本校各領域之教研發展及提升國際化行政效能。",
          "title": "強化國際學術合作，深耕本校教研實力"
        }
      ],
      "建立計畫管考機制": [],
      "基礎建設及硬體設備提升": [],
      "提升學校知名度": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "積極爭取提升大學品質之各項競爭或補助型計畫，以獲得更多外部資源，藉此不斷檢核和精進校務發展，永續優質大學發展。",
          "title": "因應未來少子化之招生策略"
        }
      ],
      "增進師生福利": [
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "強化已有之友善措施，實質協助本校有孕或有學年齡前幼兒之師生。因本校已有「員生消費合作社附設彰化縣私立彰師大幼兒園」，但該服務僅提供本校教職員工，若能擴及有需求之學生，將能吸引希望兼顧學業與家庭之學生。",
          "title": "因應未來少子化之招生策略"
        },
        {
          "page": [
            "70",
            "72"
          ],
          "paragraph": "培育優質師資生，落實獎優汰劣機制，維護優秀教師品質，並規劃公費生或獎助學金培育制度，激勵師培生自我要求，達控管師培生數量與提升品質之目標。",
          "title": "因應未來少子化之招生策略"
        }
      ]
    }
  }
}