{
  "年度": "107",
  "學校": "國立東華大學",
  "類型": "大學",
  "教學": {
    "強化教學品質": {
      "推廣創新教學模式": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "教學創新：院系教師運用三創教學方式，包含開發創意（教育課程）、創新（主題或專題）、創業（商業化）教學策略發展或教材，配合新式教學法，如TBL（team-based learning）、PBL（problem-based learning）、SBL（solution-based learning）模式教學，發展教具研發編撰等教學合作模式，讓學生從中學習，達到學用合一效果。",
          "title": "開發三創教學合作社"
        }
      ],
      "訂定核心能力，規劃課程地圖": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "總結性評量是4年學習生涯的總體呈現，配合學習成效數據分析，加上系所專業相關的專題、企劃、參與、策畫、研究等等。藉此打造兼具專業與彈性的教學系統。",
          "title": "執行院系核心能力與學習成效評量"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "各系制定專業能力：系專業能力設定之目的，在達成系之教育目標，是為各系所學生在畢業前應具備專業能力，能力設定必須包含院基礎學程、系核心學程、系專業學程之共同性，內容應具體而易評量。",
          "title": "擬定院系「學生核心能力養成分配策略」"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "系課程規劃與專業能力檢核：課程規劃應包含院基礎學程、系核心學程、系專業學程，各學程之各門課程內容與專業能力對應時，高度相關設定相關分數為2，中度相關設定分數為1。接著「相關分數*學分數=課程加權分數」，此加權分數經由系統計算，用以對應系所的課程規劃並視覺化呈現，並計算能力培育的比重圖。",
          "title": "課程規劃與專業能力檢核：課程規劃應包含院基礎學程、系核心學程、系專業學程，各學程之各門課程內容與專業能力對應時，高度相關設定相關分數為2，中度相關設定分數為1。接著「相關分數*學分數=課程加權分數」，此加權分數經由系統計算，用以對應系所的課程規劃並視覺化呈現，並計算能力培育的比重圖。#強化教學品質（訂定核心能力，規劃課程地圖）"
        }
      ],
      "強化課程內容": [],
      "調整課程規劃": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "課程革新：將自然科教材教法課程更新為「探究與實作」之取向，在課綱中明訂為教學目標，授課教授直接以「探究與實作」之方式進行教學，並要求學生實作，以熟悉深化課綱內涵，培養探究與實作之實務經驗，確保師資生具有「探究與實作」課程之設計及教學能力。",
          "title": "探究與實作的實踐"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "市場分析：教師依據課程專業領域，定期分析跨域課程與產業趨勢之相關連結，回饋各級課委會，落實課程調整。",
          "title": "開發三創教學合作社"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "課程開設：依據院系特色與教師專業能力結合在地特色開發各類之正式與非正式課程，並以「連結在地產業及人文關懷」、「培育學生多元統合能力」與「打造東華特色品牌」為發展要點。",
          "title": "開發三創教學合作社"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "學用銜接：在校師生透過三創教學課程學習與實踐，以東部地區為場域，實踐在校所學專業，達到學用合一。",
          "title": "開發三創教學合作社"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "課程規劃與實施：提出具體課程內容與實施規劃（包含教學內容與設施、課程規劃、師資安排、教學實施與評量、課程評鑑等部分），循系所模式進行相關行政與管理。教學內容設計，則鼓勵教師跨領域與智慧教育的專業成長，落實到教學內容設計。教學設施、空間與設備，以學校已有與業界支援為主，逐年增加經費充實其他必要教學設施。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "整合課程及課程設計：計畫前期鼓勵中心教師自「英語溝通」、「英語線上學習」、「英語閱讀寫作」課程中，規劃一週一堂2小時主題課程於市集平台中。教師可重新設計該堂課課程內容，在原有課程規劃下，帶入與當代英語學習潮流相關之主題；亦可以邀請校外講者講習，移地教學，同儕學習，或跨領域學習等創新教學模式進行。中期整合必、選修課程及非課程類活動，並於每學期增加市集課程主題及課量。",
          "title": "規劃英語學習市集課程"
        },
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "市集課程分類分級：依課程屬性及內容分類分級，學生依本身程度及學習狀況，自訂學習內容及目標，客製化選修課程及學習評量。",
          "title": "規劃英語學習市集課程"
        },
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "學生於「英語學習市集」選修有興趣或覺得需要加強之主題，依自身程度客製英語學習課程。修畢後依辦法規定之修課時數認列英語選修學分。",
          "title": "訂定英語學習市學分追認辦法"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "「修訂課程規劃」依專業能力與開設課程的關連度加權計分：各系課程規畫應以達成學生專業能力培育為目的，修訂課程規劃時，各門課程應以專業能力有高、中度相關。由各系所檢視開設課程與專業能力之相關性，輸入本校學生能力查詢系統進行計算檢核。",
          "title": "擬定院系「學生核心能力養成分配策略」"
        }
      ],
      "培育優良教學助教/人力": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "TA培訓制度（即TA證照課程講座）：本校105年起實施TA證照制度，目前已達到100%的TA皆參與培訓課程，培養課程管理及教學輔助能力。另外加入各院系專業領域能量，依據各院系課程性質，將結合各院系辦理客製化TA培訓課程（如化學系、物理系等TA實習課培訓）。",
          "title": "打造全能TA夢工廠"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "TA全英培訓講座：因應本校全英課程的需求，許多教師開始聘用外籍生擔任TA，為使外籍TA能迅速掌握台灣TA的工作職責，搭配TA培訓制度，每學期定期安排五場全英TA講座，有效協助教師教學。",
          "title": "打造全能TA夢工廠"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "「TA揪課（知能講座）」活動：為強化TA自主學習，以深化學生學習，加強學生獨立思考、溝通能力之養成，有效提升教師教學品質及學生學習成效。",
          "title": "打造全能TA夢工廠"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "TA成長社群：制定「組織TA成長社群作業要點」，其學習主題以精進教學技巧為主，TA 能根據自身需求，與同儕共同成立 TA 社群，推廣「主動學習」理念，強化TA之間橫向連結與教學交流，提升教學知能，共同教學相長。每學期依據TA社群成果報告，選拔優秀社群並給頒發獎金。",
          "title": "打造全能TA夢工廠"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "TA課程認列跨域自主學習：TA培訓制度逐漸上軌道，為使TA能夠減輕課業與教學負擔，106學期開始，TA課程可認列跨域自主學分之「多元進取」領域進修時數，每門TA課認證兩小時，可列入106學年學習履歷系統，讓TA有更多充裕時間可以準備課程教材、協助師生討論與教學，充分掌握進度與時間，預計110年完整記錄TA學習歷程。",
          "title": "打造全能TA夢工廠"
        }
      ],
      "教師專業分享輔導機制": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "教師研習：師培中心自然領域相關課程授課教授組成教學研究會，引進法國動手做基金會（La main à la pâte）之教學資源，辦理課程研習，並委請專家共同討論，以促進師培教授在課程中引入「探究與實作」內涵之實力。",
          "title": "探究與實作的實踐"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "地方輔導：本校師培中心可藉發展與實施「探究與實作」課程之經驗，與培訓場地（教學實驗室）之提供，協助教育部在東部地區推動在職教師之研習，負起地方輔導之重任。",
          "title": "探究與實作的實踐"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "舉辦以學生學習中心研習活動：定期辦理教學創新、磨課師、翻轉教室或教材設計等教學講座或工作坊，以強化及提升教師的教學專業能力。",
          "title": "推廣教學創新健檢服務"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "跨域雙師傳習計畫：建立跨域雙師（Mentors）之傳習計畫，相互學習跨領域專業知能，嘗試任何跨域課程合作與發展的可能。本期計畫以新近三年新進教師為對象，組織傳習俱樂部（Mentoring Club），定期舉辦跨域教學討論、行政與研究等事宜。",
          "title": "推廣教學創新健檢服務"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "成立跨校/域/界之社群：強調教學與地方連結，與業師共同成立社群，研擬課綱與教學方向，以符合產業市場所需能力，並以開設跨領域共授課程為目標，將產業界新知識帶入課堂，與市場接軌。",
          "title": "培植教師社群有機體"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "推動社群同儕觀課與回饋：每組社群成員須相互觀課並給予回饋，調整教學策略與方法，以實踐社群主題與目的（教學經驗、教學創新、行動研究等），確切落實社群內涵。",
          "title": "培植教師社群有機體"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "辦理教師社群學習工作坊：由教育學院擔任示範社群，定期辦理以「問題本位學習、專題本位學習、行動學習、團隊導向學習、案例教學、蘇格拉底教學與翻轉教室」等創新教學方式的教師社群工作坊，從社群間共同學習將創新教學法導入本校課程教學中，並藉由偏鄉、在地與全球化教育問題之學習討論，激發學生自學及培育學生獨立思考與問題解決能力。",
          "title": "培植教師社群有機體"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "舉辦跨社群教學研討會：讓不同領域的社群彼此對話，藉由活動展示相互觀摩社群發展成果，增進教師對社群認同，提升全校教師社群品質。",
          "title": "培植教師社群有機體"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "辦理數位教學工作坊：每月定期辦理工作坊，精進教師與TA運用數位課程教學能力，如教學策略、評量尺規以及軟硬體設施使用等，提升專業教學能力。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "建構跨領域教師交流平台，運用校內教師合聘機制及成立至少1個跨領域共授教師交流社群，辦理成果展觀摩並分享教學經驗，提升教學能力。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "師資來源與教師專業成長活動規劃：與各系所談妥支援師資的意願與做法，以促進課程與教學之落實。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "教學工作坊：本計畫希望能夠透過任課老師的教學技巧、課堂經營、教材教具使用、學生成績評鑑等不同面向之經驗分享，或是具豐富教學經驗的業師與校內講師共同座談，以達教師培力與增能之成效。",
          "title": "強化中文基礎能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "成立跨領域教師社群：在程式設計教師交流社群，將要討論數位科技在其相關領域的運用，與程式設計課程在該領域該如何進行，進而產生教材。並透過共時授課方式將之實際授課使用。而利用此方式亦可找出在不同領域內的創新想法與運用，進而讓數位科技帶動本校跨領域的各項發展。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "導師職能培育：辦理導師職輔提升活動，增加導師職輔功能。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "規劃「國際教育議題專題」：本計畫將辦理本校師資訓練課程，借重種子教師及姊妹校外籍師資之專長，提升本校教師國際化視野及文化素養，透過各教師授課，將國際視野帶入課堂傳授學生。",
          "title": "加大國際移動能量"
        }
      ],
      "健全教師（學）評鑑制度": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "課程評鑑：採較新的評鑑典範：自然式評鑑及第四代評鑑，以質性取向對發展歷程進行厚實的描述，對於未來推廣上，皆可做為應用者的詳實參考，提供次年改進依據；並辦理師資生「探究與實作」教學演試，邀請專家觀課與進行評量。",
          "title": "探究與實作的實踐"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "每學年定期召開三級課程委員會進行學（課）程檢討。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "此外，本校每年透過教學優良教師遴選與獎勵辦法，提高本校教學品質，獎勵教學優良教師。",
          "title": "深耕海外招生資源"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "評估方式訂定明確的標準：對於相關課程與專業能力加權分數的關係，以及能力培育比重的計算，意在呈現每學期開設的課程著重在何種專業能力培養。然則分數與比重偏低的課群，是否應在下個學期加開，或者反思專業能力的設定，又或系所對於各類專業能力在比重分配上有制定特別的策略？簡言之，現有的評估方案雖提供不錯的參考標的，尚缺乏檢討與改變的討論機制，未來在教學品管方面，擬協同各院系設計相關的措施。",
          "title": "課程規劃與專業能力檢核：課程規劃應包含院基礎學程、系核心學程、系專業學程，各學程之各門課程內容與專業能力對應時，高度相關設定相關分數為2，中度相關設定分數為1。接著「相關分數*學分數=課程加權分數」，此加權分數經由系統計算，用以對應系所的課程規劃並視覺化呈現，並計算能力培育的比重圖。#強化教學品質（訂定核心能力，規劃課程地圖）"
        }
      ],
      "推動多元升等": [],
      "健全教學獎勵制度": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "增加教師跨領域共時授課的實質獎勵措施，增加加計授課時數倍數、教材製作補助、增配教學助理，每學年跨域共授課程數增加2門。",
          "title": "跨域共授課程整合再造"
        }
      ],
      "減輕教師教學負擔": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "課程師資之規劃：本計畫將由中文系專任教師以及兼任講師組成。",
          "title": "強化中文基礎能力"
        }
      ],
      "建立教學改善回饋系統": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "結合教學評鑑：現有之評估系統，主要仍由系所方判定課程與專業能力的連結程度。課程是否有確實將設定的專業能力讓學生習得，則仰賴授課之後由學生填寫的教學評鑑。惟教學評鑑之分數，目前尚未合併入系統之中。未來將調查學生在課程中習得專業能力的程度，納入作為評估之依據。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "收集偏鄉學生學習需求修改或製作線上課程內容。",
          "title": "擬定院系「學生核心能力養成分配策略」"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "推展教學健檢服務：設計教學創新檢核項目，包含在地實踐（USR）、創新教學法（PBL、TBL等）、產業連結、數位結合等項目。教學卓越中心教學服務項目包含：同儕觀課、期中教學意見回饋、小組回饋、微型教學、課堂錄影等教學服務，目標為透過多元教學諮詢，包含教學策略、教學診斷，讓教師改善教學方式，並延伸出更多有助於學生學習的想法。",
          "title": "推廣教學創新健檢服務"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "期末教學評量追蹤與輔導：教師可透過問卷了解學生對於教師教學與學習成效狀況，特別是開放性質性意見的提供，能作為教師往後課程與教學調整的依據。 ",
          "title": "推廣教學創新健檢服務"
        },
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "成效檢核：檢視教育目標、專業能力與課程規劃關連性，作為未來修正課規之參考依據，提升就業競爭力。",
          "title": "開發三創教學合作社"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "透過舉辦工作坊以收集學生反應與課程執行經驗。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "透過學生收看收集改進建議與修改。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "參與學生滿意度問卷調查。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "落實績效考核：透過業界諮詢與學生回饋，持續提升課程與教學之品質。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "學生個人化學習計畫：學生完成UCAN系統施測後，每年引導學生將施測結果與導師討論，擬定個人化學習計畫，亦可由學生當年度選修的課程中，選取一門有興趣且想深入探索的科目及主題，進行深入探討及延伸閱讀。",
          "title": "適性悅學，自主實踐"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "二者對於已就讀者加強輔導發展副修科系或是第二專長。",
          "title": "建構學習興趣分析機制"
        }
      ],
      "課程外審": [],
      "教學單位國際認證": [],
      "成立教學品保委員會": [],
      "提升教師群專業度": []
    },
    "跨領域學習": {
      "規劃跨領域學位（分）學程": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "跨域整合，鏈結地方產業：透過教師主動提出借調參與社會實踐課程，促成教師制度創新，與各學院教師、行政人員進行溝通交流，共同規劃學程課程內容，鏈結地方微型產業。社參中心做為平台，推動自資、台灣系、教育系以及諮臨系、通識中心教職員共同先規劃「良食良農」及「循環共好經濟」兩類跨領域學程。",
          "title": "縱谷學堂"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "跨領域學程模組結構改革：跨領域學程（含就業學程）15~27學分，未來課程調整為專業課程2-3門＋跨域共授課程2-3門＋跨域與業師合作課程1-3門。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "彈性的跨院選修：其他學院學生可跨修智慧教育學程，學程的學生可以依據自己生涯規劃需要，修習其他學院的專業課程。如此，學程學生可以獲得全校性的課程與師資等資源與支援，可以有更大的發展彈性。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "學（課）程規劃構想：除了通識與院核心課程之外，核心課程強調讓學生能以教育專業與智慧科技應用做結合，透過專題實做「做中學」的體驗，把各種專業做吸收與發揮。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "本子計畫將發展屬於東華獨一無二之藝術專案管理學士學位學程，以「培育具整合執行能力之藝術專業人才」為目標，聚焦於跨知識領域整合能力、創意思考以及團隊合作能力的訓練，讓學生修習藝術、人文社會學、財會、人資與管理的基礎知識，並透過創意潛能開發、展演與傳播應用課程獲得的能力，具體實踐於專案實務課程中，使學生熟悉專案策劃與執行，有效訓練職場各種能力。並且以「問題解決導向」、「專案執行」、「實地移地教學」以及「產官學合作」等具體教育模式，非線性之藝術翻轉與實踐課程，結合並保存東台灣文化底蘊，為此學位學程在培育藝術專業人才的同時，正視藝術全球在地化趨勢的創新之舉。「藝術翻轉與在地實踐學院」將提供學生入學不分系，且不需參加大學術科考試的就學管道。選修學程可以跨越藝術學院三系以及他院他系，適性學習的空間。學程中並有實習課程供學生選擇，許多課程都納入業師講座、移地教學、產業參訪等教學活動，讓學生畢業前有與就業接軌的機會。",
          "title": "藝術翻轉與在地實踐學院"
        }
      ],
      "鼓勵輔系、雙主修": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "持續修訂本校輔系、雙主修修讀之規定，並鼓勵學生跨域增強其他專長能力，以強化未來就業力與競爭力。",
          "title": "跨域共授課程整合再造"
        }
      ],
      "跨領域教學": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "透過校內跨域教師社群討論與媒合跨域共授課程。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "研發社會參與式教學模組：由相關單位與系所共同研發多元整合課程，將非正式學習結合正式課程，延伸無邊界大學開創之BRICK學程，落實跨領域學習。邀請社區業師發展學習探索年／期規劃，提供學子多元學習管道，將微學分深碗與追認學分併進，開發與培訓社團指導老師為專業業師，模糊正式與非正式學習的界線，以工作坊、微學分、追認學分、深碗學分等多元課程模式，結合主題與知識性社團的學習深化，並將服務學習、專業服務等實踐與社會參與導向的課程，整合並更有系統的運作。",
          "title": "縱谷學堂"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "各跨領域學程配置1名導師、1名專責行政人力提供選課諮詢與輔導。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "邀請院系合作開設跨領域就業學程，各院跨院合作至少設置1個跨領域就業學程，以強化與在地產業的連結及提供在地學子優先留鄉就業機會。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "觀光科技學院計畫主要承接106年度教學創新計畫成果，根據畢業生、校友、雇主、在地化連結等方面廣納建議與結合管理學院五年中期規劃目標，強化跨領域人才的培育，透過觀遊系、會計系與資管系多位教師，以三大領域「觀光大數據」、「觀光策略與會計資訊」與「觀光管理與企業資源規劃」三者為開課主軸，提供21門整合課程，提供廣度與深度學習所需課程，並且在教學內容設計與上課方式的安排上，持續提供「彈性學習」、「自主學習」、「團隊學習」、「跨領域」、「募課」、「教師工作坊」、「在地連結」與「產學合作」等執行與創新方式，並與本校海洋學院、海洋生物研究所、國立海洋生物博物館與花東在地海洋及觀光資源進行跨領域合作，配合學校MOOCs磨課師計畫，持續強化數位線上學習課程，擴大課程影響力。",
          "title": "觀光科技學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "跨領域、結合業師的協同教學：因為著重在實務以及產業聯結，我們的核心課程會透過協同教學模式，讓課程更貼近產業應用。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "跨域共授逐步建立適性課程：在交流社群內討論出程式設計課程在不同領域的發展與需求後，將透過跨域共授方式進行課程內容製作與教授，並逐步改進既有課程以滿足不同領域需求，達到課程差異化與因材施教。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        }
      ]
    },
    "提高學習自由度及彈性": {
      "調降系必修學分": [],
      "微學分（彈性學分）": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "各學年開設2門以上跨域共授課程及1個微學分學程（9~12學分）課程。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "每年暑期開設2門研究所選修課程，讓研究生彈性修課，增加跨域多元學習機會。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "107年成立夏日Open學堂，於學期結束後或開學前2週，分別開設適合新、舊生的跨領域微學分或實作課程，並結合營隊、成果展或比賽方式辦理。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "學分設計：在基礎必修課部分，學分規劃為3-6學分，基本學分為3學分，另3學分為彈性學分，教師規劃學分認證方式，如學生參與書寫工作坊之成果，以及繳交作業的深度、廣度，給予學生認定。",
          "title": "強化中文基礎能力"
        }
      ],
      "開設入學前先修課程": [],
      "深碗課程": []
    },
    "人才國際化": {
      "增進外語能力": [
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "特色活動課程化：將中心特色英語學習活動，如「亭午風起，有詩東華」讀英詩學英文系列講座、Lunchtime Chats每週四午餐英語時間、English Corner，經過重新設計後，放入市集平台課程，提供學生多元修課選擇。",
          "title": "規劃英語學習市集課程"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "小班教學培育出的菁英種子在各院經營English Corner，或支援Writing Clinic。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "經過評估第二外語之實用性與需求性，並盤點本校之合作對象後，在新南向路線方面上，印尼文及越南文之第二外語課程將是本計畫之主要目標。在供給方面，本校教育學院已有與印尼及越南之合作基礎，印尼籍外生亦為本校外籍生之大宗，延攬聘雇越籍及印尼籍博碩士研究生作為第二外語師資有其可行性；另在需求方面，新南向國家為我國現階段政策推動之重點方向，印尼文及越南文之市場需求預期將大幅增加，未來學生不論是往新南向國家發展或是從事外交工作，仍需對印尼文及越南文有所掌握，因此印尼文及越南文之第二外語課程預期將對學生產生誘因。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "在歐洲線方面，目前本校正創建「歐洲學術合作路線」，將自東向西、從波羅地海至英吉利海峽，串聯起立陶宛、保加利亞、波蘭、德國至英國之學術交流網路路線。本校以多年來歐盟研究中心所建構的學術研究環境與交流的良好網絡基礎上，將著力於發展與該路徑各國之學術交流與專業領域以及學生交換項目合作。",
          "title": "加大國際移動能量"
        }
      ],
      "多元文化/文化交流": [
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "設置家傳廚房（Grandma’s Kitchen）於學生宿舍，添購廚具及制定廚房使用規則，開設簡易烹飪課程，並舉辦宿舍廚藝美味大賽，藉以鼓勵住宿生簡易烹飪，提升學生自我照顧及生活自主能力，辦理各國美食交流活動，分享所學手藝或各國家鄉私房創意料理，建立國際生與本國生雙方交流。",
          "title": "生活自主，文化涵養"
        },
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "規劃宿舍空間，建構文化櫥窗（Culture Window）及語言角落（Language Corner），每學期安排活動主題或聯誼，邀約國際學生分享跨文化學習經驗與歷程，促進本國生及外籍生生活交流，分享多元文化學習經驗。",
          "title": "生活自主，文化涵養"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "邀請姐妹校教師及研究人才赴本校短期訪問：在本子計畫之重點路線中，除印尼、越南、德國之外，新南向面向及歐洲面向上尚有許多合作對象，如歐洲方面本校亦將邀請立陶宛、愛沙尼亞、保加利亞、波蘭等國之專業研究人員來校交流洽談進一步合作。未來本校將邀請該等外籍研究人才除在本校與相關機構進行專業之學術交流外，亦能在本校講授文化相關課程。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "以通識課程提升學生修習第二外語動機：本以通識課程方式持續開展國際視野相關課程，增進學生對國際之瞭解及興趣及文化理解。本校將運用既有師資，配合來自世界各國家地區在校就讀或研習之外籍生、姊妹校專案師資等資源，輔以多元文化或國際日活動，引發學生自主學習興趣，開拓課堂國際化觸角形塑校園內國際化氛圍。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "以學生社團為中心結合東部文化，營造本國生與外籍生之互動環境：本子計畫將利用本校現有之社團，加強本國籍生與外生之交流合作。未來各地外籍生進入本校後，一方面鼓勵外籍生參與本地學生社團及活動，另一方面亦宣導本國籍生廣納外籍生加入本校的社團之運作及活動之籌備，以培養本國籍生接待外籍人士之語言及應對進退能力，建立本國生對國際交流之信心，增加我國學生出國交換交流及參與國際事務誘因。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "補助學生社團或組織舉辦國際交流活動：學生國際網絡亦能鼓勵本地學生參與國際事務。本計畫將研擬補助相關機制，以鼓勵學生參與國際性重要組織之相關會議或活動，並加入該組織，如國際扶輪社、國際經濟學商學學生會（AIESEC）、各級模擬聯合國會議等。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "海洋生態文化：鼓勵境外生擔任黑潮文教基金會及蘇帆海洋文化藝術基金會之志工及參與相關培訓課程，領悟特有的海洋探索經歷。",
          "title": "鼓勵境外生參與在地組織，深化境外學生在臺學習經驗"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "參與多元文化及教育：與臺灣國際家庭互助協會花蓮辦公室及臺灣兒童發展早期療育協會西林早療中心合作，讓在地偏鄉兒童認識國際學生，也讓學生體驗在地教育經驗。",
          "title": "鼓勵境外生參與在地組織，深化境外學生在臺學習經驗"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "協作綠色友善農業：與財團法人慈心有機農業發展基金會合作深耕部落，讓境外生參與發展綠色保育標章計畫。",
          "title": "鼓勵境外生參與在地組織，深化境外學生在臺學習經驗"
        }
      ],
      "辦理海外參訪或移地教學": [
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "種子教師出國研習：本計畫將辦理種子教師出國研習，透過前往國外多元文化教育現場，了解他國教育制度及教學方式，經由教育文化交流，激起老師教學熱情及提供創新思維，有助於課堂授課方法的活化。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "藉由參與各區域教育者年會拓展合作對象：除現有姐妹校外，依照本校既定政策持續開發合作單位，並以進行實質合作為重點。為發展本計畫所擘劃之新南向線及歐盟（洲）線兩大發展方向，本校將定期參與亞太教育者年會及歐洲教育者年會，持續拓展姊妹校範圍。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "合作學校中雖目前有過半學校已進行學生交換或短期交流營隊計畫，但仍有部分學校尚乏具體合作計畫，如立陶宛大學、印尼大學、保加利亞索菲亞大學、德國羅斯托克大學、馬來西亞沙巴大學等該國首屈一指大學。因此除持續加強推動「交換計畫」、「雙學位計畫」外，本校亦將開發「國外短期學習課程計畫」，鼓勵本校教師規劃在國外進行為期至少七天以上，以學術性質為主之學習課程。同時可建構參與歐盟科研計畫之「Horizon 2020」之合作計畫網絡，可使本校深化與歐盟國家大學之實質學術合作。本校已建置「國立東華大學海外實習移地教學補助要點」，此要點之實施有助於學生認識當地特色、親身體驗當地生活，拓展學生之國際觀。",
          "title": "擴增國際交流機會"
        }
      ],
      "交換學生": [
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "以201所姊妹校為基礎擴大國際研究交流網絡，媒合年輕研究人才：本校目前已與全球近201所知名大學建立合作關係，為善用此合作關係培育國際移動能量，本計畫將以合作大學為基礎，建構以碩博士生培育為導向之國際研究交流網絡。其核心價值包括從做中學—以實務研究培育研究能力、輔導與獨立並重、多元多樣、對話參與、國際導向等。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "設置新住民第二代交換獎學金：新南向線為本計畫之核心路線，本校有許多新住民二代學生，具備該地區之語言能力並對該區有特殊情感。新住民二代赴該區交流將有助於於新南向地區之深耕。因此本計畫設置新住民交換獎學金，鼓勵新住民第二代學生赴其父/母之原生國交流。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "設置具備優秀第二外語能力人才交換獎學金：本分項重點之一為培育學生之第二外語能力，為鼓勵學生精進第二外語能力及使學生能夠學以致用，本計畫將提供具備優秀第二外語能力之學生赴該語國交換或是雙學位之獎學金。如「歐洲線」生活消費水準較高，若此經濟因素造成有意願、有能力之學生怯步退縮或是不克前往實屬可惜。",
          "title": "擴增國際交流機會"
        }
      ],
      "雙聯學位": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "加速雙學位計畫及雙邊合作專案：近幾年來，本校推動全英語專業課程成績斐然，每學年提供穩定的英語授課課程，提供來校就讀之境外生及本地生豐富多樣的課程選擇。透過寰宇書院策略性規劃英語授課課程，加上擴大本校與國外大學合作課程，雙邊學生將可更有效率取得兩校學分，有助雙方辦理交換及雙聯學位計畫，增加學生國際交流經驗，深化學生國際經驗，以增進學生國際專業能力，以及國際共同培育高級研究人才之目的。",
          "title": "深耕海外招生資源"
        }
      ],
      "推動英語授課/全英語學程": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "全英語專業學程：全英語專業學程為各院各系針對所有境外生追求高等教育學位所設計，使所有境外生皆能以英語為媒介，追求各個專業知識、獲得專業學分與學位。",
          "title": "深耕海外招生資源"
        }
      ],
      "生源國際化（及其配套措施）": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "華語進修學程：華語進修學程特為外籍生與語言生而設計，有基礎華語課程、中階華語課程、與高階華語課程，依不同需求設計不同的華語課程內容，滿足各個不同程度學生。",
          "title": "深耕海外招生資源"
        }
      ],
      "國際學位學程/學院": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "國際講座學程：國際講座學程、短期交換學程、華語進修學程、與各院的全英專業學程。國際講座學程為外籍知名學者受邀來訪演講、或擔任客座講學而設計，可讓學生接觸最新資訊、最頂尖研究，開闊眼界與視野。",
          "title": "深耕海外招生資源"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "短期交換學程：短期交換學程為短期外籍交換學生或3+1雙學位學程而設計，使學生於有限時間內密集上課、參訪，取得應有學分數，獲得雙聯學位。",
          "title": "深耕海外招生資源"
        }
      ],
      "招聘外籍老師（或邀請授課）": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "增聘專任或兼任的外籍或本籍師資（或業師），支援「英語口語聽講」、「英文作文」、「中英雙語新聞廣播與實務」、「翻譯與編輯實務」、「媒體美學與敘事分析」、「英語導覽解說」等課程進行小班教學和編譯訓練。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        }
      ],
      "培養華語教學人才": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "多領域教育人才輸出：加強本校與國外大學之間的教學合作，並善用本校學術優勢，依據該地區授課語言取向，以短期合作講學模式，向姐妹校輸出本校英語及華語文授課師資，增進師生申請來校進修語言能力、修讀學位動機。本校教師擔任客座教授或短期訪問教授期間，透過演講、課程教導，以及師生間互動，對於提升教學方法品質和啟發學生將有正面幫助。",
          "title": "深耕海外招生資源"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "開設華語教學能力研習課程，培訓有意在本校從事華語文教學之專業教師。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "針對花蓮地區著名觀光風景線，結合在地文史藝術工作者、生態導覽專家，以及資深華語教師，共同開設系列導遊華語的文化教學暨教材研發課程。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "與環境學院合作辦理「生態華語教學工作坊」，將野生動物族群生態學、保育人文知識，以及森林經營管理規範等課題，結合觀光遊憩理念，融入教學教材。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "與花蓮民宿發展協會合作，將花蓮的自然景觀、人文風貌，藝術資源以及原住民文化特色等優質觀光資源，編撰為生活華語教學課程。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "與花蓮教育廣播電臺等節目製作部主持人合作，辦理「華語廣播營」，教授外籍學生標準的口語表達，並訓練其公開發表演說的會話能力。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "辦理「新住民親子共讀班」，使華語課程融入社區，輔導學生社團設置社區服務據點，設計客製化的教材與教學法。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "與本校原住民民族學院及體育中心合辦「健行學華語」之健康營隊，讓學生們在山林古道及太平洋海岸線等天然美景之間健行，深度體驗原住民部落文化。",
          "title": "華語資源多源開發及應用"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "五年內在日本沖繩設置東華華語專班，結合兩地在地觀光文化資源，推動華語教學。",
          "title": "華語資源多源開發及應用"
        }
      ]
    },
    "提升基礎能力": {
      "強化國文能力": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "課程規劃：課程規劃分為基礎必修課及深化選修課，基礎必修課強調在主題式教學規劃之下，以書寫工作室強化表達能力。選修課以實務寫作為主，在基礎必修所培養的語言能力，落實於實務層面，將所學實踐於應用，發揮基礎語言的能力。",
          "title": "強化中文基礎能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "基礎必修課：本計畫將以全校性必修課中語課程「中文能力與涵養」為實施課程，加強基礎語言能力。課程內容採主題式規劃，任課教師以教學班級的科系性質，在主題中選擇適性的教學內容，並連結合適的教學活動。本課程為強化基礎語言能力，將在課程之外，開設帶狀書寫工作坊，與課程內容互聯，修課同學可利用書寫工作坊，增進寫作能力。",
          "title": "強化中文基礎能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "深化選修課：課程設計以實務需求為導向，將職場實務融入課程，透過各類「實作」，輸出實際的「能力」，實踐學生中語表達能力，落實語言的基礎能力。",
          "title": "強化中文基礎能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "書寫工作室規劃：書寫工作室為帶狀開設，與「中文能力與涵養」及「職涯高手」課程間進行連結，於校內開設「書寫工作室」課程，以協助學生書寫，並提供學生學習書寫的機會。工作室之講師以計畫課程TA擔任，成為與「中文能力與涵養」及「職涯高手」課程間的連結。",
          "title": "強化中文基礎能力"
        }
      ],
      "強化數理能力": [],
      "強化寫作能力": [],
      "強化表達溝通能力/領導能力": []
    },
    "提升實作能力": {
      "推動各類競賽（實作能力）": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "辦理以VR及AR應用為主題的競賽。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "鼓勵學生規劃參與英語活動和競賽：由小班教學培育出的菁英種子在各院經營English Corner，或支援Writing Clinic；並透過「東華翻譯獎」和「吳潛誠紀念獎學金」這兩項基金舉辦雙語的多媒體作品競賽，增加學生實作的機會。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        }
      ],
      "建立校外競賽鼓勵機制": [],
      "呈現、檢核或評估實作成果": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "成果發表：透過各類活動場合，發表課程活動成果，除擴散其影響力，吸引更多師生投入外，更達到打造東華特色品牌之目標。",
          "title": "開發三創教學合作社"
        }
      ],
      "開設增進實務能力導向課程": [
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "規劃實務操作導向學課程並建立特殊選才招生管道：盤點與統整本校環境、原民院、管理、理工及教育等學院教學資源，結合東台灣多元知識體系及既有的農業社群、農業生產科技研發機構（例如：農改場花蓮及台東分場、水產試驗所東部海洋生物研究中心等），規劃以實務操作為導向的課程與學程。本學院將透過以環境友善農業為核心的課程與實習，並結合學生原有院系專業進行專題研究，引導學生瞭解及參與農民、農村及農業相關的議題研討或專案設計，作為發展環境友善農業相關事業的基礎。課程設計上將以「微調現有課程」、「協調校內可支援師資」及「跨域開設課程」的原則規劃兩個學分學程，「環境友善農業學分學程」及「環境友善農創學分學程」。",
          "title": "環境友善農業學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "以產品實作為導向的專題製作：多學分而長期的專題實作課程，在跨領域教師與業師支持下，實做出符合業界需求的產品，讓學生畢業就與產業接軌。",
          "title": "智慧教育創新學院"
        }
      ],
      "聘請業師或雙師協同教學": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "各學程每年至少邀聘1名業師協同教學，至少需要1個以上的實習場域，至少需媒合提供10個實習名額及50個參訪見習名額。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "建立農業實務諮詢機制：邀請花東地區與農業相關之公私部門，建立實務諮詢機制，提供環境友善農業學院學課程規畫及與在地農業場域及資源結合的專業諮詢與協助。",
          "title": "環境友善農業學院"
        }
      ],
      "提升教師實務能力": [],
      "建立/強化實習制度": [
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "標竿企業職場實見習計畫：由系所規劃實習課程或學生自行安排短、長期實習，並積極徵求標竿企業合作，尤其鼓勵尚未規劃實習課程的系所長期發展實習課程，該計畫亟需開發能長期合作的實見習單位。",
          "title": "戰力提升站：打造學生就業能力"
        }
      ],
      "實施課程分流制度": []
    },
    "提升專業/證照能力": {
      "開設證照專業課程": [],
      "專業技能檢定之輔導機制": [],
      "制訂專業證照獎勵辦法": [
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "大學生證照獎勵方案：學生考取及通過專業證照及技能檢定後，可依其考試之難易程度給予不同之獎勵，藉此鼓勵學生提升自我價值，強化未來求職競爭力。",
          "title": "適性悅學，自主實踐"
        }
      ],
      "學士後專業教育": [],
      "其他": []
    },
    "數位化": {
      "建置開放式線上課程": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "影片製作並與國內外磨課師平台合作。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "集結大量實習、推導與實驗影片成立本校專屬之輔助教學影片。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "製作多國語言版本之輔助教學影片庫。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "設定學生創作專區提供自由創作空間。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "打造線上程式設計學院：將製作不同語言類型的初級程式設計磨課師課程行程線上程式設計學院，搭配以磨課師或翻轉教學等策略以有效降低授課負擔。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        }
      ],
      "開發數位學習課程": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "與國外僑校或台商學校合作推廣銜接課程。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "討論線上課程偏鄉教育施行方法。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "推廣銜接課程提升偏鄉學生學習成效。",
          "title": "強化區域性學習網"
        }
      ],
      "教材雲端化": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "製作拍攝本校專屬之銜接課程。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "製作多國語言版本於國外合作推廣課程。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "拍攝本校相關課程之實習、推導與實驗影片。",
          "title": "製作優質雲端課程"
        },
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "建立英語學習市集平台：建置市集網頁及APP，學生可於市集平台查詢課程資訊，依學習規劃選修各類主題課程，其修課歷程記錄於平台內，做為日後學分追認之申請證明依據。",
          "title": "規劃英語學習市集課程"
        },
        {
          "page": [
            "27",
            "28"
          ],
          "paragraph": "使其支援智慧型行動裝置，提供教師運用多媒體評量學生學習成效，學生亦可利用多媒體達到自主學習及行動教室之目標。",
          "title": "建購更新線上英語軟硬體學習資源"
        }
      ],
      "數位教學創新": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "配合相關子計畫，開設相關課程或工作坊。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "APPLE IOS軟體教學教室：配合政府核心產業（如5+2產業）政策，建置蘋果電腦教室用於APPLE IOS軟體開發教學、多媒體數位影音製作軟體教學、與收費的花東地區APPLE軟體開發與使用教學。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "擴充課程與影片儲存空間與製作人力。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "增購翻譯培訓軟體SDL Trados帳號（語言中心多只有3個帳號，不夠整班教學）以便開設「科技輔助翻譯」的課程，訓練學生善用科技，讓在地消息轉成英語後，能透過此軟體，同時轉成多國語言。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "與人文社會科學院合開「Taiwan Review：Editing and Writing」課程，鼓勵學生把台灣的在地報導轉成雙語的文字報導或多媒體的影片，發表在自己的facebook，或國際網站上。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "與人社院合力指導學生建構兩個中、英雙語網路新聞平台：東華大學中英雙語網路月報（名稱待定）、花蓮縣中英雙語網路季刊（名稱待定），提供讀者回饋功能。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "建構數位媒體雙語平台之創新課程，於數位平台轉載/譯在地出版品：此數位媒體雙語平台將發揮文摘的聚光功能，擇優轉譯花蓮文化局和在地社會企業、運動團體、文化社群的出版品，促進大學與社區的知識交流和資源共享。完成建構的平台也可提供「在地生根」分項計畫九在網路媒體的曝光機會。甚至與業界合作，開發鄉鎮導覽APP。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        }
      ],
      "電子學習歷程（e-Portfolio）": [],
      "典藏文獻史料數位化": []
    },
    "資訊力": {
      "開設程式設計課程": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "課程分流：根據學生學系或領域的特性，將程式設計課程分為專業、中級與初級程式設計等三大類。專業課程為各系所或學院已有程式設計類的課程，由各系所教師負責開設與教授。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "大量上機實習：讓每個學院為單位排定上機實習時間，搭配助教與同儕輔導在旁指導以解決線上課程學習成效不彰的問題。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "邀請程式設計專家蒞臨東華演講或座談",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "開設軟體開發工作坊與微學分課程",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "建置程式設計學習網路環境",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        }
      ],
      "開設資訊學程/課程": [],
      "辦理程式設計競賽": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "舉辦程式設計競賽等策略引發學生學習動機",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        }
      ],
      "強化基本資訊能力": []
    },
    "博雅教育": {
      "通識課程革新": [],
      "辦理藝術展覽或藝文活動": [],
      "品德教育": [],
      "服務學習": [],
      "其他": [
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "講座人選之延請：與課程主題、議題的搭配性外，邀請與課程主題相符的講者，與本計畫強調的「人文涵養」、「表達能力」的主軸相互應合，創造出更多別具意義的話語空間，進而增進閱讀、書寫的效益。",
          "title": "強化中文基礎能力"
        },
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "學習與創意激發講座：每學期將規劃一系列學習與創意激發講座，由講者進行學習及創意經驗分享，給予學生學習指引，並激發其創新創意思考。",
          "title": "適性悅學，自主實踐"
        },
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "培育東華健康深耕服務隊，積極提供社區健康服務，辦理花蓮縣中小學校園戶外健康體驗活動、老人運動班、培育運動保健師資、急救證照檢定等。",
          "title": "健康自主，守護鄉里"
        }
      ]
    },
    "培養自主學習能力": {
      "閱讀計畫補助": [],
      "自主學習計畫獎勵機制": [
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "自主學習培力獎勵方案：由東華大三（含）以上或研究所之學生與教師組成傳習團隊；以正式課程（修課人數需達25人以上）為傳授教學技巧基礎，以一對一指導的方式將教師的教學技巧與經驗傳承給學生。",
          "title": "適性悅學，自主實踐"
        }
      ],
      "自主學習資源共享平台": [
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "學生自主學習社群方案：由學生自組學習社群，依據社群類別（精進學業類、服務學習類、創新創業類）擬定學習計畫書，進行各項學習活動。",
          "title": "適性悅學，自主實踐"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "同儕互助及自主學習課程：以培養種子教師或是輔導員的方式，讓較有經驗的學生協助較無經驗的學生進行學習，除了能縮短學習者與教學者間的距離，輔導者從教學中更加提升自我學習的成效，也能獲得自主學習課程的學分。",
          "title": "強化科學實作能力"
        }
      ],
      "激勵社團相關活動與競賽": [
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "扶植學生社團培訓及成果展演，進行校內、社區或偏鄉演出，並參加校際或全國觀摩與競賽。",
          "title": "跨域自主，多元探索"
        }
      ],
      "住宿書院（及自主學習相關課程與活動）": [
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "實施東華「跨域自主學習認證實施辦法」，推動跨域自主學習，適用於106學年度新生，於畢業前修滿120小時。",
          "title": "跨域自主，多元探索"
        },
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "持續深化任務型學生自主學習團隊的傳承與發展，辦理各項觀摩與講座，加強團隊幹部訓練，鼓勵籌畫進行校內各項服務活動。",
          "title": "跨域自主，多元探索"
        }
      ]
    },
    "培育創新創業人才": {
      "創新創業學程或課程": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "建置輔導師生創業、強化學生學用合一與科研技術導入產業的三創中心：初期透過創業系列培訓課程，引起學生能有更多創新創意的發想，並透過輔導教師及業師的引導，協助學生讓想法能夠具體落實，再透過育成中心協助輔導與產品販售空間的提供，讓學生團隊能夠在想法萌生後，有實驗場域。",
          "title": "花東產業三創人才培育"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "結合產業資源舉辦學生創意發想課程，舉辦學生創業競賽：鼓勵學生將學識基礎與理論實際運用於創業規劃當中，透過創業競賽的辦理，激勵學生創新創業。此外，亦針對市場脈絡，讓學生在現實的資源與限制當中，經過團隊的思考、討論，撰寫出創新創業計畫書，獲獎團隊可以免費接受育成短期輔導，並獲得實作經費。希望透過課程的結合、創業競賽的辦理，讓學生團隊在創業規劃上，能有更實質的效益。",
          "title": "花東產業三創人才培育"
        }
      ],
      "育成學生創業團隊": [],
      "建立完整的創業輔導機制": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "建立學生創業產品販售平台：規劃育成中心前的戶外廣場作為學生創業販售產品之空間，透過常態性小型市集的形式，讓學生直接對校內1萬多名的師生進行銷售，初期亦可先針對特定客群進行經營；另外，也能結合財團法人石材暨資源產業研究發展中心的後山山後故事館、花蓮文化創意產業園區等單位，評估學生產品上架販售的可行性。",
          "title": "花東產業三創人才培育"
        }
      ],
      "聘請業師參與育才": [],
      "舉辦創業團隊競賽": [],
      "發明展（或競賽）鼓勵機制": [],
      "其他創業輔導及補助": []
    },
    "健康力": {
      "促進學生生理健康": [
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "與圖資中心共創校園健康促進網路平台，結合電子學習履歷推行健康護照。",
          "title": "健康自主，守護鄉里"
        },
        {
          "page": [
            "35",
            "35"
          ],
          "paragraph": "辦理健康主題之校園歌唱比賽（東華健康盃歌唱賽）、急救技能競賽、校園健康休閒運動、健康講座、減重班、戒菸班等，教導學生健康自主觀念。",
          "title": "健康自主，守護鄉里"
        }
      ],
      "促進學生心理健康": []
    },
    "就業力": {
      "強化職場連結": [
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "產業、業師座談：針對產業發展、創業環境、就業權益、就業準備舉辦專題講座；邀請傑出業界主管，與有志學生以師生方式連結，持續提供業界資訊。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "校友座談：邀請業界校友回娘家-返校傳承、分享職場就業經驗、提供職場藍圖。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "東華實習資訊平台：廣邀企業及系所進入實習平台提供職缺，豐富學生實習職缺選擇，使學生藉由平台媒合實習機會，並分享實習經驗及職場趨勢。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "標竿企業訪視交流合作：帶領學生參訪標竿企業或辦理交流座談，認識職場環境、建立合作關係。以系所依自身需求辦理一日或短期海內外參訪交流，學務處辦理的企業參訪開放給全校學生參加，以利不同科系學生做跨領域視野拓展及交流。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "暑期菁英密集課程：辦理「就業大滿貫」主題課程，邀請大師講授。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "海外職場實見習計畫：自109年起，由系所規劃海外實習課程，在暑期開設約3-5天的密集課程/研習，以推動海外實習、參訪、產業接軌為主要課程內容。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "海外業界訪視交流合作：帶領學生參訪海外標竿企業，認識職場環境、建立合作關係。",
          "title": "戰力提升站：打造學生就業能力"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "就業資訊網：以網頁呈現各就業活動、求職新知及工作職缺；連結人力銀行網頁，不定時更新職場資訊、工作消息，增進同學就業知識；進而提高獲得面試、合適工作的機會。",
          "title": "就業直通車：積極辦理就業媒合"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "公部門網絡連結：邀請就業中心或各公務單位到校宣導政府提供的就業、求職資源，方便同學轉銜使用。",
          "title": "就業直通車：積極辦理就業媒合"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "人才直送企業：111年度前依子計畫6.2企業冠名學分（或學程）培養之畢業生，直接進入企業，無縫接軌。",
          "title": "就業直通車：積極辦理就業媒合"
        }
      ],
      "生涯/職涯輔導": [
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "團體探索（30人以上）：針對各院學生特色辦理普及性高的團體互動式活動，引導學生職涯探索、發展互動能力。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "小團體工作坊：以小團體（3-10人）方式協助學生進行職涯規劃，如生涯卡的使用、產業現況導引、職業面試模擬、口語表達指導，利用客製化主題方式進行，找出專屬方案。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "一對一諮詢：本方案使用人次由103年度個位數成長至105年度百餘人次，且多為應屆畢業生，因此將持續聘請專業顧問，提供客製化諮詢。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "系所導航儀：透過系所導生聚會等場合，輔以專業顧問的客觀建議，助學生瞭解專業領域之進路發展。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "落實UCAN填答：鼓勵學生填寫UCAN興趣探索、職場共同職能、專業職能問卷，引導學生在各階段認識自我性格、潛力，以利學子適才適所。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "發揮UCAN綜效：預計在110年起，於上述二～六活動中搭配使用UCAN系統，並回饋至系所調整課程設計，使之更符合職涯需求。力促學生定期再測UCAN，作為轉系或輔系之參考。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "職涯諮詢導航中心：建置職涯諮詢空間，由東華或就業服務中心定期提供諮詢，並結合學生會，導入GCDF全球職涯發展師或CAREER職涯顧問進行專業職涯諮詢輔導。",
          "title": "職涯導航儀：強化職涯諮詢服務"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "求職技巧傳授：由學務處辦理或依教學單位需求規劃校友座談，每學期邀請業師或具人資專業講師辦理求職技巧活動及業界經驗分享，其內容包括履歷撰寫指導、面試模擬、簡報技巧、活動企畫等就業能力之培訓，以增加就業錄取率。",
          "title": "戰力提升站：打造學生就業能力"
        }
      ],
      "就業博覽會": [
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "就業媒合先鋒：於畢業季辦理廠商徵才說明會、「校園徵才」就業博覽會，學生畢業前即獲得面試機會或工作。",
          "title": "就業直通車：積極辦理就業媒合"
        }
      ],
      "畢業生流向調查": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "系所每年進行畢業學生就業流向與產業趨勢分析。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "請修習跨域學程之畢業生填寫「歷年畢業校友流向追蹤」，以網路持續蒐集並追蹤學生畢業之後的成就，並運用回饋意見及分析資料移請各開課單位據以調整課程與教學方式。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "畢業流向調查：針對弱勢生進行應屆畢業流向調查，透過調查學生就業與升學的情況，分析就學期間所修習專業知識、核心就業力與職場所需相符的程度以及本計畫之影響，將能瞭解學生是否學以致用，是日後輔導學生的重要依據。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        }
      ],
      "雇主滿意度調查": []
    },
    "其他": {
      "充實與改善硬體設備": [
        {
          "page": [
            "11",
            "15"
          ],
          "paragraph": "建置教學器材：探究教學應落實於實作，推展開放式探究必須建置所使用之器具與耗材，以利學生實作。",
          "title": "探究與實作的實踐"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "購置VR及AR產品。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "建構互動式教學情境。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "建構多元化拍攝環境。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "建構一間MAC軟體使用與軟體開發教學教室。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "老舊的多媒體語言教室（包括語言中心一間與英美系一間），全面更新成螢幕可及時上傳的科技互動教室；英美系的語言教室應同時兼具口譯教室的規格，可讓學生練習臨場經驗。",
          "title": "強化進階英語課程與建構雙語傳播平台"
        },
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "24HR創意討論空間：預計在107年改造東華K書中心B館部分空間為小組討論室，第二年後開放學生24HR使用，學生可自由進行小組討論，不受時間限制。",
          "title": "適性悅學，自主實踐"
        }
      ],
      "跨校學習資源整合與共享": [],
      "學生輔導": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "個人課表規劃：有別於專業系所在大一時期即開始修讀專業基礎科目，全校不分系之學生在大一上學期會先安排修讀語言、體育、服務學習等共同必修科目，除此之外，結合東華獨特區域性與自然資源，安排學生參與體驗教育概念的課程及各學院系所認識活動。大一下學期，除共同必修科目，開始安排學生進行學習諮詢，就其之後想進入的專業學系，為學生打造個人課表，建議預先修讀專業系所之基礎科目，再以相關知識領域之通識課程從旁輔助，以利大二能順利銜接課程。",
          "title": "適性探索跨域學習"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "諮詢輔導機制：為使學生在大一期間更有歸屬感及方向，須設置嚴謹且緊密的輔導機制，讓學生們在遇到問題時，能有專屬的對象提供諮詢及指引。除了大一不分系專屬的班級導師負責日常生活、修課諮詢及學習追蹤輔導之外，東華大學各學院亦須推派一位教師擔任各學院的窗口導師，除配合院系所認識與體驗活動，亦提供學生們更專業的學科諮詢或轉介各系所的教師協助處理。",
          "title": "適性探索跨域學習"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "學系分流機制：全校不分系學生在大一期間修讀完安排課程後，於大二前輔導學生依其各自的能力和興趣分流至其所選擇的專業系所完成學業，畢業時取得該專業主修之畢業證書。其中，分流機制及相關事宜由全校不分系分流委員會訂定之。另，為了解學生修習大一不分系之認同度，以及學生是否透過大一不分系機制達到跨域學習、適性探索之目標，本子計畫將定期進行深度訪談及問卷調查。",
          "title": "適性探索跨域學習"
        },
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "課程同儕輔導方案：針對學生被當率大於15%，該課程教學評量成績大於3.5之核心及基礎課程規劃實體及線上同儕輔導方案。",
          "title": "適性悅學，自主實踐"
        },
        {
          "page": [
            "34",
            "34"
          ],
          "paragraph": "預警學生輔導：落實東華「學生學習輔導辦法」，透過導師、系所與學校的相互配合，完善學生學習輔導機制，為激勵預警學生，使之改善自身學習成效，將給予參與預警學生輔導方案，且成績大幅進步之學生獎勵。",
          "title": "適性悅學，自主實踐"
        }
      ]
    }
  },
  "研究": {
    "提升研究能量": {
      "制訂限期升等相關規範": [],
      "增加授課時數制度彈性": [],
      "強化落實評鑑制度": [],
      "提供研究經費支援": [],
      "提供研究人力支援": [],
      "提供研究獎勵及補助": [],
      "成立研究中心": [],
      "與國內其他研究單位合作": [],
      "設置研發創新獎項": [],
      "前瞻性頂尖研究": [],
      "辦理學術講座": [
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "利用學術網絡及國際交流活動開設國際講座;目前本校與我國六所知名大學設有歐盟中心，各歐盟中心間之連結網絡健全，本校朱景鵬副校長也在2015年榮獲莫內講座教授（Jean Monnet Chair），也為我國歐洲之友會理事長。本計畫將善用歐盟研究跨國網絡廣邀歐盟、亞太及紐澳等區域之歐盟研究專家學者至校訪問並開設國際講座課程。",
          "title": "加大國際移動能量"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "本校將規劃國際講座學程，邀請國外大學就各領域專業科目提供本校師生進修，透過此類課程讓學生具備與國際接軌及跨境運用的專業知能。本校將推動「國際講座」結合「夏戀東華課程」，借重花東好山好水的在地多元化優勢，邀請海外大學師資至本校開設以國際視角結合在地經濟文化，發展以學術性質為主，以在地文化特色為輔之短期課程。",
          "title": "加大國際移動能量"
        }
      ],
      "提供研究分享輔導機制": []
    },
    "延攬優秀人才及留才": {
      "落實彈性薪資": [],
      "加強推動特聘講座制度": [],
      "設立專款支援人才聘任": [],
      "強化教師福利": [],
      "吸引外籍人才相關措施": [],
      "建立優秀人才資料庫": []
    },
    "學術國際化": {
      "國際實驗室交流合作": [],
      "跨國合作研究": [
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "盤點各系教師之國際學術人脈：透過教師之國際學術能力，協助本校與國外大學建立合作交流關係，依照教師的國際合作交流意向及有利區域，將教師劃分入數個區域發展研究群組中。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "拓展「新南向線」及「歐盟（洲）線」區域大學合作：此項目之重點將首先放於拓展「新南向線」及「歐盟（洲）線」兩大區塊，全力耕耘本校與兩區域內知名大學之合作。未來外賓來訪本校，本校將依區域發展研究群組，邀請對該地區或國家合作交流有興趣之教師參與、進行座談，以提供雙方關係建立和合作交流之平台。",
          "title": "擴增國際交流機會"
        }
      ],
      "成立跨國合作研究中心": [],
      "雙聯博士學位": [],
      "提供跨國進修機會": [],
      "強化師生國際交流": [
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "推動教師大使計畫強化「推動國際合作補助」：完善運用我校教師之國際人脈，並以下列步驟達到教師人脈整合、循序漸進以達拓展學生國際學習機會的目標。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "建立包括美國（Indians）、加拿大（First Nations）、日本（Ainu）、紐西蘭（maori）、澳洲、瑞典（Sami）等國之國際原住民族學術交流網絡，持續並深化交流與合作實務（師生交流、互訪、交換、研究資源共享與招生合作等）。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "配合南向計畫，針對南島民族如馬來西亞、印尼、菲律賓、紐西蘭等拓展學術交流平台（建立合作機制與聯絡窗口）與推動實務作為。",
          "title": "擴增國際交流機會"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "定期參與各洲區、國家與地區原住民族年會（如加拿大第一民族年會等），分享學術資訊與資源。",
          "title": "擴增國際交流機會"
        }
      ],
      "招募國外博士後研究人才": []
    },
    "跨領域研究整合": {
      "跨領域合作研究案": [],
      "發展跨領域研究學群": [],
      "建立跨領域研究中心": []
    },
    "其他": {
      "充實硬體設備": [],
      "培育研究型人才": [],
      "強化學術研究倫理": []
    }
  },
  "產學": {
    "產學合作教學": {
      "開設產業專班/學院": [],
      "依產業需求研訂課程/學程規劃": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "建立跨領域微學程課程：連結本校管理學院企管系、國企系、會計系、財金系、資管系以及觀遊系等系，以產業經營管理為主題，建置跨領域微學程課程，希望透過該課程增強學生國際視野，並擁有跨領域之管理職能。",
          "title": "國際觀光休閒產業人才培育"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "連結教師與產業建構跨領域產業學程，培育花東在地產業人才：透過校內教師跟產業界合作，辦理相關產業課程，未來培訓人才能夠符合在地企業需求，落實在地產業人才提升。與法人鏈結合作，共同發展技術及媒合產業服務，提升大學社會責任，精進產業效益。如國家實驗研究院轄下各中心、石資中心、工研院產服中心等單位，透過多元資源的鏈結，提升學生整體學習成效。",
          "title": "花東產業三創人才培育"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "開設觀光休閒實務課程：規劃以培育觀光休閒遊憩經營管理人才之跨領域課程，強調「國際視野」與「在地連結」。利用專題製作課程與業師教學配合，提供學生以「problem-solving skills」為主要學習方式之實務課程內容。透過校外產官學的合作，連結教師與花東觀光休閒業者，經由校外參訪方式，爭取學生觀摩實務操作內容，同時發展學生實習機會。",
          "title": "國際觀光休閒產業人才培育"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "規劃東部觀光旅遊之大數據分析課程：課程包含蒐集東部觀光旅遊相關大數據資料，彙整儲存，以便進行分析，開發東部觀光旅遊推薦系統，便於不同特性之觀光客規劃不同行程，結合iBeacon等相關裝置，建置設計景點導覽系統，建構東部觀光旅遊分析平台。",
          "title": "國際觀光休閒產業人才培育"
        },
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "鼓勵教師以研究計畫與在地縣市政府及產業攜手，瞭解產業面臨的困境與問題，並帶領學生實際進入場域，透過專業知識與實務研究解決產業問題。",
          "title": "跨域共授課程整合再造"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "在地產業的媒合：媒合相關智慧教育產業，透過本校育成中心的廠商、以及相關業界的諮詢與合作，逐步落實課程與產業的銜接，與產業無縫接軌。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "36",
            "39"
          ],
          "paragraph": "企業冠名學分（或學程）：串聯子計畫6.3就業直通車，與有中、長互動的企業，依企業對人才的需求或洞見，招募企業與系所共同規劃冠名學分/學程，貼進企業與職場所需，降低學用落差，培養學生同時具有專業技能與實作經驗，提升職場競爭力。",
          "title": "戰力提升站：打造學生就業能力"
        }
      ],
      "提升教師產業實務能力": [],
      "產業實務知識融入教學": [],
      "產業實務講座": [],
      "聘請業師或雙師協同教學": []
    },
    "建立/完善實習制度": {
      "建立/健全實習制度": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "爭取花東產業實習機會，規劃師生至產業觀摩：尋找花東優質企業，規劃參訪觀摩，讓學生了解產業界實際營運過程可能遇到的困境以及解決的方式，讓學生能在求學階段便直接接觸到產業界，未來畢業後，能夠成為在地產業需求的人才；藉由創業相關課程的學習培訓、企業參訪觀摩與參加創業競賽，增加未來創業後企業的存活率。",
          "title": "花東產業三創人才培育"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "規劃校內外學生農耕實習場域，提升學生農業體驗經驗：安排有機農場或觀光農園參訪觀摩，讓學生了解花東農業的需求與現況，媒合學生前往農場實習，透過實習機會認識農業的重要性，進而培育花東農業所需的青農人才。學生也能透過農場實習，了解花東農業的特色、食安與環境永續的重要性，並建立學生愛惜食物與保護環境的正確社會觀念。",
          "title": "農業永續產官學研鏈結合作"
        }
      ],
      "強化實習課程/實習講座": [],
      "檢驗/評估實習成果": [],
      "加強企業實習合作": [],
      "建立/強化企業實習平台": [],
      "拓展海外實習機會": []
    },
    "產學合作研究": {
      "與企業單位合作研究": [],
      "與企業合作設立研究中心": [],
      "產學研究獎勵制度": [],
      "修訂教師升等制度（強化產學研究）": [],
      "成立產學合作研究園區": []
    },
    "強化產學連結（不分教學研究）": {
      "建立/強化產學溝通管道": [],
      "成立/強化產學中心": [
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "建置本校農業永續研究中心：配合政府推動六大新興產業之一的精緻農業政策，推廣東台灣地區精緻農業發展與落實服務在地化。東華大學具有全方位的學院，建立在自然環境、理工、社會、人文、教育、藝術、與原住民文化等多元領域的整合基礎上，輔佐農民進行升級、轉型或研發精緻農業。經由各院考量其現有資源與未來發展之長遠性，在兼顧研發與教學的需求上，將特色研究之能量投注於農業永續發展。",
          "title": "農業永續產官學研鏈結合作"
        }
      ],
      "整合跨校區域產學資源": [],
      "拓展跨國產學合作": [],
      "建立產學合作制度": []
    },
    "落實研發成果": {
      "成立/強化創新育成中心": [],
      "成立/強化產學運籌中心": [],
      "吸引創投基金": [],
      "促進智財應用/技轉": [],
      "推動衍生企業環境": [],
      "扶植RSC新創事業": []
    },
    "其他": {
      "充實硬體設備": [],
      "開設職業倫理課程/講座": [],
      "技術開發": []
    }
  },
  "社會責任": {
    "與地方（或中央）政府連結": {
      "擔任政府智庫": [],
      "提供研究調查服務": [
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "研究回顧：以本校臺灣系和歷史系的師生為中心，就計畫合作四個社區進行研究回顧、文獻探討，進而建構地方具體的歷史脈絡。此外，以英美語文學系為核心，探討地方性別友善環境之成效和推廣方向。",
          "title": "研究部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "口述歷史及史料徵集：分年度在五個地方進行口述訪談、老照片、公私文書等史料的徵集和解讀，並協助數位化的保存。",
          "title": "研究部分"
        }
      ],
      "執行政策評估研究": [],
      "配合政策提供專業資訊/服務": []
    },
    "與非營利組織（NPO）連結": {
      "參與了解NPO社會需求": [],
      "強化教師參與NPO": [],
      "強化學生參與NPO": []
    },
    "支援在地教育機構": {
      "支援在地中小學教育": [
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "偏鄉閱讀：成立偏鄉閱讀與實踐中心，以研究為基礎，發展有效閱讀理解教學的策略及模式，每年實施中小學之圖書的資源及諮詢、空間整理的資源及諮詢、教學方法的診斷及諮詢活動；並教導師資生發展以桌遊、數位教材、科技輔具等進行差異化教學的能力，以解決學生閱讀能力落後的問題，奠定在地青少年、兒童及幼兒閱讀認知基礎能力。",
          "title": "落實中小學多元智慧教育"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "科普傳播：每年辦理科普傳播活動、科學夏令營與全民科學週，鼓勵師資生在產業界及在地資源互動中探索、發現問題，發展具地方本位的科學科技教案、開發具地方特色的教具或產品，再藉由科學與科技社會實踐課程將創新教案、教具帶到偏鄉社區，與中小學生及社區互動，並投入科學與科技的傳播及產品製造。",
          "title": "落實中小學多元智慧教育"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "探索教育：每年開設多元的山域和水域的運動領域正式與非正式課程，逐步擴大花蓮縣北中南三區學校，以提供大學生與中小學生接觸多元性的特色運動，促進其身體康健適能，倡導節能減碳，探索學校、社區文化與自然環境，培養體能情意整合能力。",
          "title": "落實中小學多元智慧教育"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "原民教育：每年由大學與原住民地區小學共同合作，進行師資培育、多元智慧教材發展與教學，將多元智能理論應用於文化上，讓原住民學童了解自己的優劣勢，利用此優勢增進學習意願、學習興趣及能力，並補強其弱勢，建構多元智慧課程與教學。",
          "title": "落實中小學多元智慧教育"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "藝術紮根：每年運用本校音樂系專業，辦理藝術音樂下鄉活動，將音樂展演、師資培訓、教學法課程結合，讓音樂系師生走出校園，進行多元化的音樂藝術延伸，將專業研究與學習成果與地方中小學及社區共享，且協助深耕地方音樂教育。",
          "title": "落實中小學多元智慧教育"
        },
        {
          "page": [
            "28",
            "32"
          ],
          "paragraph": "到偏鄉各校辦理中小學程式設計營隊，協助將程式設計教育紮根至不同學齡層學童。而本校學生更將從輔導中小學生程式設計的過程中發現自己需要精進之處，達到教學相長功效。",
          "title": "推展程式設計課程－提升數位跨域整合能力"
        }
      ],
      "支援區域高中教育": [
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "大學輔導：結合本校理工、環境、教育等學院推行大眾科學教育的教授們，將資源與經驗分享給高中職教師，並協助他們開發教案與進行教學。",
          "title": "強化科學實作能力"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "跨域合作：主要指的是各層（高中職、中小學）的自然科教師，由於自然科各領域雖然有其差異，也有其基本共通的地方，若能讓不同領域的教師們結合起來共同合作，分享成果，應能達到相互啟發與激勵的效果，將有助於計畫的順利進行。",
          "title": "強化科學實作能力"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "與高中職合作推廣銜接課程。",
          "title": "製作優質雲端課程"
        }
      ],
      "區域學習資源共享": [],
      "建置區域教學資源中心": []
    },
    "促進地區（社區）發展": {
      "參與了解地區（社區）需求": [],
      "開設在地相關課程": [
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "發展跨院與跨系整合課程：規劃七個課程發展軸線，包含人文關懷、社會創新、影音製作、地方書寫、田野調查、社會經濟及環境生態，並將其對應在三個課群面向，包含：「認識地方」、「實踐地方」與「創造地方」。",
          "title": "在地社會實踐學程"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "記錄地方知識並解決問題：以微課程、Project製作、工作坊、在地議題及實踐-專案課程、展演等課程進行方式使學生以地方社區發展議題為主軸，收集地方基礎知識、協助地方發現問題，提供解決對策，最後成影像、文字或其他多媒體相關紀錄並傳播並進行成果發表。",
          "title": "在地社會實踐學程"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "以學生自主學習導向規劃課程：學程課程主要以學生自主學習為導向之規劃，學程規劃總修讀學分為15至21學分。",
          "title": "在地社會實踐學程"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "深耕論壇：全院師生透過「大學、部落深耕與連結論壇」，統整其研究與學習規劃，以太魯閣、阿美族、噶瑪蘭、布農、撒奇萊雅族等部落為深耕場域，藉由論壇討論、釐訂推動事項及資源爭取。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "Taluan共學：本院教學課程（如原住民族土地專題、原住民族產業議題、原住民族自治等）、部落共學課程（族語、藝術樂舞、生態導覽、傳統領域劃設、外語學習、樂器演奏、烹飪等）在Taluan（集會所）合作開展。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "粟作（群）再現：進行部落產業、土地與作物種類調查，研發共學課程（如粟作與土地、粟作產業發展、粟作加工與行銷等）、粟作播植實務、粟作行銷等。並與環境學院合作，再現粟作（小米、紅藜、旱稻、芋頭、甘藷、樹豆、肉豆、薑、刺蔥、薏苡、玉米等），發展友善土地、部落獨擅產業，研發部落農作文化課程。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "祭儀文化復振與影音記錄：祭儀連結部落農作、狩獵、漁撈與採集，以及身體的健康、心靈的安頓，是部落秩序維繫的重要依託。透過參與、學習與影音記錄，傳續祭儀文化。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "文化資產活化與創作：推動部落歌謠、樂舞、編織、雕刻、彩繪、戲劇、神話、文學再現與產業連結。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "部落歷史/民族誌調查與出版：師生協同部落從事田野調查與學習。",
          "title": "結盟部落‧移動大學"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "參考成大今年將踏查台南文化列為大一必修課，可在此學程培養種子TA，帶領學生認識花蓮在地文化。",
          "title": "課程部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "地域志向科目：在地的歷史、文化、產業、農業等基本知識的學習",
          "title": "課程部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "地方創生科目：由實務界、在地業師協助進行地方創生的教學",
          "title": "課程部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "地方創生實習與田野：進行產學實習或田野實踐工作",
          "title": "課程部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "地方創生專題：進行地方創生的企畫與社區設計",
          "title": "課程部分"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "建立連結高中職校原住民藝能專班學制：分散各地的高中職校原住民藝能專班，普遍設有音樂與舞蹈、文化資產與創意相關的科組課程，其畢業學生在專業精進及升學銜接上，在在需要本學院在學制、課程教學與研究發展與之連結，以形成完備的原住民族藝術與樂舞教育體系。",
          "title": "原住民族藝術與樂舞學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "推動「原住民族藝術與樂舞學/課程」：透過研究、調查，完整盤點原住民族藝術與樂舞文化涵攝的社會文化、部落組織、族群關係，以及其牽涉的部落生產形式、倫常規範、神話傳說、價值觀念等，研議其與博物館/劇場/文化園區/演藝廳等展示/展演的邏輯與樣態，建立具備藝術、文化產業與樂舞學理與實踐的統整型產業/儀式/學程/課程，接軌部落的祭典儀式與公私部門對於原住民族藝術、樂舞與文化創意等多元產業的規劃，協助學生職涯發展。",
          "title": "原住民族藝術與樂舞學院"
        }
      ],
      "協助在地社區規劃/改善": [
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "地方故事：地方故事是地方人的故事和記憶，本計畫將以故事地圖的平構，以人物和事件為中心，建構豐富的地方故事讓更多人認識此四個社區。",
          "title": "研究部分"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "發展國際藝術村：主辦洄瀾國際藝術家創作營，提供駐村的住宿、創作設施與材料，並選拔及補助本校學生參與。本項目將與子計畫3.3「落實專業學院」之「藝術翻轉與實踐學院」串接，邀請國際駐村藝術家參與課程教學與經驗傳承。",
          "title": "發展國際藝術文化"
        },
        {
          "page": [
            "65",
            "65"
          ],
          "paragraph": "辦理國際藝術營與國際藝術學習活動：提供國際師資、課程、住宿與創作與練習設施，並鼓勵本校學生參加。",
          "title": "發展國際藝術文化"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "推動虛擬農學院：整合各學院在永續農業研發的規劃，藉由「友善農業示範平台」、「六級化產業發展之整合規劃實踐與永續農業聚落再造」、「東部有機農業產銷巨量資料管理暨食安認證輔導」、「「再現風華」-壽豐地區農村活化與發展」、「農業生產參數之智慧監控及分析服務系統的研究與發展」、「農業經濟美感加值計畫」、「氣候調適之東部環境友善農業」、「原住民族部落農園開墾計畫」、「花東環境友善農業：產官學合作創新實作人才培育典範計畫」，以跨院、跨領域及跨產業界趨勢發展做為在地深耕與服務地方永續農業的執行策略。",
          "title": "農業永續產官學研鏈結合作"
        },
        {
          "page": [
            "52",
            "54"
          ],
          "paragraph": "建置花東產官學研農業大聯盟：共同推進花東農業加速轉型升級。藉由整合本校相關領域教師、研究及行政資源，連結花東各校與花蓮縣政府農業處、農改場、農委會、農會組織等公私部門之農業團體，促進產、官、學的合作關係，引導、整合、及推動東台灣永續農業發展，將花東農業困境帶入學校，全校師生協力共思解決之道。",
          "title": "農業永續產官學研鏈結合作"
        }
      ],
      "推廣/育成社會企業": [],
      "籌設藝文/活動中心": [
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "相關研究：虛擬文學館（華文系）、策展（藝術學院、英美系）、數位故事館（臺灣系）。",
          "title": "研究部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "爭取維護管理花蓮鐵道文化園區（文化局正在草擬委託管理方案），將此園區作為產學實習、地方知識講座、學生專題與在地接軌的場域。",
          "title": "課程部分"
        },
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "輔導並訓練學生進行藝文活動企劃、企劃之撰寫、以及現場活動之執行操作。",
          "title": "課程部分"
        }
      ]
    },
    "提供在地服務": {
      "服務特定群體": [],
      "提供在地專業服務": [
        {
          "page": [
            "54",
            "55"
          ],
          "paragraph": "學生進入社區，可直接協助社區填補活動期間的人力缺口。而由於學生來自四面八方，有著不同的成長經驗與經歷，亦可期待學生與社區擦出火花，產生創新的思維與作為，為社區注入活力。",
          "title": "展演"
        }
      ],
      "發展/優化在地服務模式": [],
      "發起/參與公益活動": [],
      "參與在地文化、藝術工程計畫": []
    },
    "打造永續校園": {
      "升級永續校園綠設施": [],
      "宣導永續校園概念及意識": [],
      "強化永續校園制度管理": [],
      "其他": []
    },
    "拓展國際社會服務": {
      "培植國際志工團隊": [],
      "擴充國際志工服務": [],
      "其他國際社會服務": []
    }
  },
  "大學治理與公共性": {
    "組織調整": {
      "組織定位及策略發展": [],
      "組織重構": [],
      "組織擴張": [],
      "增設組織單位": [],
      "裁撤組織單位": [],
      "學院實體化方案": []
    },
    "強化招生": {
      "辦理高中生活動": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "學生特質構面：「學生特質構面」能夠回饋給系所招生策略之處，一者在前端宣傳時可多強化本身特質以及能夠協助學生成長的資源，讓即使是指考生選填志願時也能把本校科系列入前段志願。",
          "title": "建構學習興趣分析機制"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "開闢彈性學生來源：為智慧教育尋找未來之千里馬。",
          "title": "智慧教育創新學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "結合特殊管道選才：讓學生來源更多元，更符合智慧教育產業所需要。包括招收自然組的高中生，以及高職（資訊科）的畢業生進教育學院，讓多元的人才一起交流，落實跨領域的教學。",
          "title": "智慧教育創新學院"
        }
      ],
      "辦理特殊選才": [
        {
          "page": [
            "21",
            "26"
          ],
          "paragraph": "特殊選才招生：透過教育部推動之「特殊選才」管道，招收具有特殊才能或具備不同教育背景之學生入學就讀，含括具有特殊才能之高職生、實驗教育學生等。",
          "title": "適性探索跨域學習"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "邀請花東既有農業職業教育機構，研議課程與教育訓練銜接的方式，建立特殊選才的招生管道，為東台灣農漁村和部落的永續發展培育人才。",
          "title": "環境友善農業學院"
        },
        {
          "page": [
            "23",
            "26"
          ],
          "paragraph": "規劃不同入學管道：建立特殊選才管道招收高中自然組學生、國際競賽得獎學生、高職工科學生。",
          "title": "智慧教育創新學院"
        }
      ],
      "強化僑生、港澳生招生": [],
      "拓展國外生源": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "區域聯盟合作招生，使各大學專業特色最大化：與泛太平洋大學聯盟各校進行國際合作招生，使各校專業特色最大化。如本校以理工、管理見長，而慈濟以醫學著名，彼此合作招生，可整合各校資源，做最大化之應用。此外，依泛太平洋大學聯盟協議，五校學生可以一校註冊，選修他校課程，學生可依興趣選修課程、雙主修，培養第二專長，亦可以交換生身分到聯盟學校上課一學期或一學年成為提升國際招生的最大優勢。",
          "title": "深耕海外招生資源"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "以國際學院策略架構推動整合行政、教學與招生資源：設置本校國際學院策略小組，研擬各地區招生計畫，精進本校國際化各項工作。此外，規劃由本校教師協助執行國際策略發展研究，並邀集本校境外學生共同參與，深入了解策定招生重點領域及面向，並藉此提升境外生及校友對於本校之使命感及成就感。未來五年擬規劃四個研究方向：「區域合作策略」、「國際招生策略」、「國際組織參與性」及「外籍教師延攬」，以利後續國際合作交流活動，包含簽約、參訪、參展以及招生等所有交流活動之規畫，並適當整合至各區域發展計畫中，將有限資源發揮最大效益。結合揚帆國際主軸擬規劃以「東北亞」、「東南亞」、「南亞」（併為新南向）、「歐洲（盟）」、「紐澳」及「中南美」六個重點區域發展計畫，以地區發展需求評估編列適當經費推動國際招生及合作專案。",
          "title": "深耕海外招生資源"
        }
      ],
      "設計招生制度性誘因": []
    },
    "拓展財源": {
      "企業募款": [],
      "經營校友會、系友會": [],
      "調整學費": [],
      "爭取政府經費補助": [],
      "爭取非政府單位經費補助": [],
      "強化進修推廣教育營收": [],
      "附加營收多樣化": [],
      "校務基金管理投資衍生收入": []
    },
    "境外拓展": {
      "與國外學校合作開設境外學程或課程": [],
      "與國外學校合作開設境外學位學程": [],
      "開設境外分校": []
    },
    "健全財務管理制度": {
      "精簡行政縮減開支": [],
      "資源分配控管制度化": [],
      "建立財務透明稽核制度": [],
      "校務基金決策機制透明化": []
    },
    "推動校務研究（IR）": {
      "建置校務資料系統": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "課程特色構面：「課程特色構面」則是以課程的角度出發，去研判系上所設計的個別獨特課程，是否可達到強化學生獨立思考與溝通協調的效果。校內已有部分授課教師藉著讓學生完成專題企畫，培養學生主動思考學習的能力，也反映本校多年來發展多元創新與跨領域開發的優勢特點。針對這類課程的效益評估，本校校務研究辦公室將研擬配合使用大專院校職能平台（UCAN）的共通職能項目，去檢視這些課程是否有效提升學生的溝通協調、團隊合作等能力。此外，具備獨特性與活潑化的課程設計，亦可作為吸引適才學生的招生行銷，讓有意願來就讀的學生更多了解本校的特色，並可提供開放多元的學習體系。",
          "title": "建構學習興趣分析機制"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "分析學生課業學習資訊：設立學生休退學預警機制，配合子計畫5.1計畫及導師輔導機制，適時輔導學生在學業上的困難。另者東華學生過去有往城市轉學跡象，將進一步分析轉出學生流向趨勢，配合招生的生源地區研究，從將招生、休退、轉學視為一整體生源動態檢視。",
          "title": "深化校務與教學資訊功能"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "評估學生課外學習表現：將彙整學生於課程外的學習表現資料，包括學生自主學習、社團參與、校園軟體、中外文書籍借閱、運動健康空間、圖書館與K書中心使用效益，跨域自主學習三大領域認證時數、參與社團、學生自治團體活動之表現，評估學生需求和經費投入方向，提升學生身心與學習的健全發展。",
          "title": "深化校務與教學資訊功能"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "分析系所學生學習成效機制：配合子計畫8.3，以系所核心與專業能力為指標，分析學生在核心能力的學習效果，並根據社會趨勢調整能力養成比重。進者配合學程化機制，分析學生選擇輔系對自我成長與求職效果。",
          "title": "深化校務與教學資訊功能"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "檢視校內各行政系統資訊欄位：會同各相關單位就教務、學務、系所品質方面，更新並檢視現有系統欄位，多餘與繁瑣的欄位予以刪除，建立有分析價值和行政需求的新欄位。",
          "title": "深化校務與教學資訊功能"
        }
      ],
      "成立校務研究中心": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "研擬校務問題探索平台：本校歷來師生關心校務發展者十分踴躍，為提升校園共同經營的精神，以及各種問題的探討，本計畫預計推行【校務問題探討與分析】專案補助，鼓勵教職員生對於校務問題進行研究調查，可作為問題發覺以及制定決策之參考。",
          "title": "深化校務與教學資訊功能"
        }
      ],
      "發展校務研究": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "定期彙整分析校務資訊，產出問責報告：問責報告除基本校務資訊，其架構仍依據本校中長程發展計畫，根據學校特點呈現辦學成果。其中包括「特色大學與生態大學」、「特色研究」、「教學與學習」、「跨領域研究」、「接軌國際」、「溫馨校園與多元文化」六大項目，各項亦連結深耕計畫各相關教學設計，統整本校完整的辦學特色，此外，也將定期校內各單位成員交流，了解各單位分析資訊之需求。",
          "title": "深化校務與教學資訊功能"
        },
        {
          "page": [
            1,
            1
          ],
          "paragraph": "定期分析深耕計畫成果：統整深耕計畫各項目指標，追蹤分析其效應，與前述校務資訊集結成問責報告（Accountability report），內容含校務重要資訊，另包括總結性評量與深耕相關計畫之效應報告。",
          "title": "深化校務與教學資訊功能"
        }
      ]
    },
    "健全改革董事會（私校）": {
      "設定董事長及董事任期": [],
      "聘任公益或獨立董事": [],
      "董事遴選制度公開透明": []
    },
    "健全大學治理參與制度": {
      "建立資訊公開透明機制": [],
      "健全學生參與機制": [],
      "健全互動關係人參與機制": []
    },
    "增加弱勢生入學機會": {
      "擴大繁星入學管道": [],
      "增加身心障礙生入學機會": [],
      "招收原住民學生/新移民子女": [],
      "增加弱勢家庭子女入學機會": []
    },
    "弱勢學生支持系統": {
      "弱勢學生獎補助制度": [
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "萊華之星：提供海外交換留學輔導課程，開放起飛生申請海外交換學習。透過企業募款方式及分項十一弱勢清寒生出國獎學金，補助起飛生出國費用，以提供優秀起飛生航向國際機會。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "59",
            "62"
          ],
          "paragraph": "設置弱勢清寒出國交流獎學金：為落實高教公共性，本計畫將設置弱勢清寒出國交流獎學金。本獎學金之補助範圍將不限於正式交換計畫或是雙學位，而普及到廣泛形式之國際交流。",
          "title": "擴增國際交流機會"
        }
      ],
      "建立/強化弱勢生支持系統": [
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "助學輔導團：協助弱勢學生學習落後、課業預警等課業輔導，安排相關課業輔導助教（碩、博生或專業導師），對弱勢學生進行課業輔導。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "起飛家族：安排本校弱勢學生或教職員擔任生活指導員，對於弱勢新生入學後，提出個人資料申請表，按家族模式隨機分配，藉由弱勢學生群體彼此認識，相互幫助一起成長，使弱勢新生能快速能融入大學生活。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "起飛學習守護坊：設計學習需求單，弱勢同學依照個人學習需求自主申請守護導師，安排1對1或1對多的方式給予學習輔導或專業技能教學。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "起飛研習工作坊：以弱勢學生為主體，提供弱勢學生自主學習成長團體之申請，及辦理適性揚才相關研習課程、講座、活動等學習工作坊。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "諮商輔導工作坊：為弱勢學生身心靈健康著想，本工作坊開辦有關健康與身心靈相關之講座，引導弱勢學生舒緩課業及生活所須面對的壓力，若發現需進一步協助之弱勢學生，會將其轉介至本校諮商中心，由心理師進行1對1個別輔導。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "39",
            "40"
          ],
          "paragraph": "保障TA講座名額：每學期均舉辦一系列TA講座，完成TA認證者始可擔任教學助理一職，為保障弱勢學生擔任TA機會，TA講座將保留5-10個參加名額給弱勢學生。",
          "title": "起飛學習站：關愛弱勢學生學習輔導"
        },
        {
          "page": [
            "47",
            "50"
          ],
          "paragraph": "融合教育：成立「融合教育重點實驗室」，推動「多元安置、朝向融合」教育政策，並建置「融合教育支持系統」與師資專業發展，落實花蓮地區學校融合教育實施現況及實行成效之評估、身心障礙學生IEP之更新、行為問題診斷評量與處理、普通教育課程與教學調整、一般師生對身心障礙學生之正向關注與接納行動等。",
          "title": "落實中小學多元智慧教育"
        }
      ],
      "建立外部募款基金": []
    },
    "其他": {
      "建置開放式線上課程": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "制定校園網路電視台管理辦法。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "廣收本校各類影片並設置不同專區介紹。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "排定每周每日輪播影片內容。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "與花蓮地區有線電視業者商談合作可能，並簽署合作備忘錄。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "推廣銜接課程於公共頻道撥放。",
          "title": "強化區域性學習網"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "推播多國語言線上課程影片提供新住民學習管道。",
          "title": "強化區域性學習網"
        }
      ],
      "平衡人文社會及自然科學領域發展": [],
      "強化行政職能": [
        {
          "page": [
            1,
            1
          ],
          "paragraph": "辦理校內教職員校務資訊系統教育訓練：為避免教職員僅專注於本身專業工作，缺少對校務即時與全面的認識。規劃定期舉行教育訓練與交流，加強校內教職員了解資訊系統的應用，以及強化校務資訊在行政與教學等實務工作的功能。並收集行政專業意見，用以校務公開系統的更新改進。",
          "title": "深化校務與教學資訊功能"
        }
      ],
      "建立計畫管考機制": [],
      "基礎建設及硬體設備提升": [
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "東華e學苑升級優化。",
          "title": "建立智慧學習環境"
        },
        {
          "page": [
            "17",
            "19"
          ],
          "paragraph": "使用新的教學平台以支援線上程式設計課程及辦理偏鄉程式設計營隊。",
          "title": "建立智慧學習環境"
        }
      ],
      "提升學校知名度": [],
      "增進師生福利": []
    }
  }
}